<unk>
<pad>
<s>
</s>
,
the
to
of
a
and
-
“
”
in
:
?
s@@
i
that
l@@
—
is
n@@
ed
z@@
y@@
ng@@
ing
is@@
we
for
b@@
t@@
futhi
ab@@
em@@
m@@
ukuthi
el@@
it
al@@
es@@
e
w@@
as@@
in@@
um@@
en@@
as
on
im@@
es
r@@
s
c@@
with
be
was
k@@
am@@
are
e@@
o
you
ol@@
he
an@@
’
ela
isa
his
i@@
iz@@
eng@@
not
ul@@
f@@
u@@
​
ez@@
h@@
or
on@@
un@@
ay@@
ukuba
er
d@@
g@@
il@@
kw@@
have
y
ob@@
ar@@
what
a@@
ang@@
by
o@@
an
‘
ub@@
they
p@@
lapho
az@@
ile
this
ad@@
re@@
will
noma
ac@@
;
one
wa
from
us@@
ele
u
t
om@@
ers
eni
at
er@@
their
us
v@@
ayo
ing@@
)
(
ku@@
uku@@
eb@@
oku@@
th@@
uma
ung@@
ic@@
!
abantu
jehovah
god
wa@@
ala
os@@
ath@@
all
who
or@@
ey@@
kodwa
can
our
q@@
ib@@
al
aph@@
but
ama
it@@
ag@@
ts
ini
se@@
when
id@@
eka
ik@@
ph@@
ation
uy@@
ek@@
’s
aku@@
no@@
uth@@
were
do
st@@
bible
tr@@
ise
jesus
ak@@
ind@@
iy@@
ith@@
ted
end@@
ec@@
how
your
be@@
had
noku@@
ig@@
my
ula
yoku@@
aba
ukuze
kakhulu
ani
at@@
weni
njeng@@
sh@@
ana
ch@@
ona
so
akh@@
ate
ane
ujehova
eth@@
unkulunkulu
people
av@@
iv@@
ezin@@
ngoku@@
ong@@
has
eli
kwa@@
ed@@
them
iph@@
j@@
af@@
iswa
about
and@@
ro@@
kh@@
ent
some
way@@
ev@@
time
uk@@
ikh@@
uz@@
if
kul@@
elo
would
ezing@@
le
khona
ash@@
may
nom@@
bab@@
if@@
elwa
njengoba
him
ap@@
hl@@
many
ish@@
ated
eku@@
x@@
more
tion
int@@
enza
jehovah’s
no
ihl@@
ahl@@
ud@@
kuy@@
emb@@
k
ne@@
life
alo
there
god’s
eg@@
ex@@
iq@@
ent@@
ujesu
aw@@
into
ti@@
th
kun@@
ika
for@@
amb@@
eph@@
dis@@
en
okw@@
[
]
ase
ting
m
ur@@
abang@@
isi
out
nam@@
n
did
kanjani
soku@@
anga
azi
od@@
those
abab@@
ly
qu@@
ine
sp@@
me
able
such
ef@@
even
ho@@
also
ale
its
elwe
athi
ance
ok@@
phakathi
been
yini
she
h
nez@@
con@@
ow@@
lokhu
her
kung@@
ene
lw@@
sing@@
eke
ehl@@
ies
pl@@
ingabe
koku@@
world
uka
zoku@@
nje
these
umuntu
up
ter
par@@
kub@@
ug@@
abanye
ter@@
ic
abo
ia
esi@@
d
ngakho
et@@
ngo
ali
ah@@
ence
ola
per@@
aza
umb@@
anda
other
le@@
ngenxa
nokho
est
iya
ar
si@@
ment
aban@@
age
b
ukuz@@
gr@@
enz@@
op@@
dr@@
de@@
than
witnesses
indlela
we@@
se
loku@@
pr@@
dl@@
new
ain
ukul@@
pro@@
bas@@
way
man
ibhayibheli
then
ir@@
res@@
izwa
ngayo
ngemva
p
iso
zonke
iza
elela
uc@@
good
omb@@
sas@@
lo@@
izwe
lokho
isikhathi
after
izinto
years
work
which
ngokuthi
does
why
said
ally
izin@@
because
help
ep@@
nes@@
uza
day
woku@@
usa
ke
ngal@@
ant
co@@
emp@@
iwe
should
oph@@
ole
ely
kus@@
l
bay@@
only
ngokw@@
ond@@
ibh@@
ve
cl@@
ity
first
/
ukub@@
olo
w
il
could
uq@@
car@@
eza
pe@@
over
ina
onisa
children
yakhe
ary
uph@@
nas@@
ings
ha@@
und@@
li@@
ion
ngisho
things
inc@@
ations
oba
mar@@
ofakazi
dla
love
untu
kom@@
pre@@
ass@@
like
azo
ous
make
uhl@@
imp@@
siy@@
isela
ut@@
kankulunkulu
was@@
nang@@
aq@@
ning
says
oth@@
wonke
others
end
dec@@
elele
ukuth@@
oc@@
ize
now
bakajehova
esing@@
ush@@
tions
oz@@
str@@
ukuphila
ili
nges@@
amandla
abaningi
christian
amakristu
ukh@@
kingdom
eminyaka
ngom@@
wan@@
ngoba
just
enze
kanye
ohl@@
emhlabeni
king
ess
ekh@@
ice
kufanele
am
yas@@
kungani
amakh@@
oy@@
earth
being
inga
et
war@@
ekela
wab@@
rec@@
ngempela
ono
see
bo@@
go@@
ure
comp@@
ba
ness
family
yo@@
wal@@
uba
engu
oma
comm@@
isayo
old
come
alwa
however
ekile
awo
ukw@@
abas@@
ty
ri@@
well
man@@
made
ukukh@@
ful
uj@@
qala
use
oni
okung@@
iphi
sik@@
ule
ngang@@
word
att@@
imb@@
des@@
kuphela
most
used
ce
ingi
nakuba
njalo
okwa@@
eki
angu
ekayo
kube
bang@@
manje
paul
g
ukuhl@@
kum@@
fu@@
col@@
aya
ezela
ezinye
iny@@
cwele
wathi
yay@@
ink@@
kwez@@
ngam@@
eq@@
abh@@
any
kumelwe
nezin@@
ezi
own
christians
als
where
ov@@
izim@@
ye
ins@@
pos@@
before
khul@@
ied
el
ch
two
ating
ila
need
har@@
sin@@
read
ying
ide
ite
kwaku@@
must
etha
ethi
yonke
nem@@
ethu
ngez@@
true
kuye
atha
fr@@
abe
aka
eleni
phila
te@@
wor@@
nob@@
parents
bu@@
eziningi
alela
lom@@
br@@
izing@@
mo@@
wakhe
ebh@@
take
faith
kuk@@
upawulu
ami
rem@@
ight
over@@
uthi
ban@@
bakhe
uf@@
waz@@
another
ents
example
okh@@
ya
times
ibe
cre@@
ue
ever
nal@@
ou@@
he@@
ered
bonke
una
ukun@@
christ
las@@
ithi
ci@@
very
wes@@
know
su@@
gu@@
uny@@
men
ess@@
spirit
esi
cr@@
ach@@
te
to@@
abazali
ds
inter@@
iwa
ons
eny@@
hamba
ngendlela
inye
ill@@
ngen@@
dly
much
kwakhe
eziy@@
ones
x
akaz@@
id
through
states
ukum@@
ose
land
ake
son
great
elayo
become
enhl@@
uzo
andla
les@@
kahle
ay
today
uko
wayo
year
ombuso
get
umsebenzi
anc@@
wazi
gl@@
baz@@
ra@@
death
omunye
ish
od
iw@@
sib@@
yes@@
ati@@
ikhathi
book
sis@@
give
siz@@
po@@
tim@@
wini
les
ast
namuhla
yom@@
father
sel@@
ens@@
up@@
konke
ant@@
akhul@@
abath@@
ist@@
let
igh@@
while
labo
oya
ebhayibheli
lik@@
akho
est@@
vis@@
israyeli
wam@@
ans
words
enk@@
young
me@@
ukristu
iswe
esh@@
osi
spiritual
each
congregation
tive
ezim@@
ulwa
ukuph@@
so@@
abaz@@
yil@@
of@@
ziy@@
amazwi
sur@@
found
during
any@@
united
mis@@
odwa
go
bal@@
hum@@
wayeng@@
bl@@
pres@@
ngiy@@
qond@@
zing@@
usuku
anele
ks
human
ich@@
fl@@
ities
john
ame
hlaba
uv@@
jo@@
kwes@@
rel@@
ement
elana
heart
ukela
ka
ih@@
com@@
ist
ngokushesha
abay@@
prov@@
umela
tsh@@
awula
sc@@
reg@@
okomoya
sol@@
zas@@
ory
sil@@
esib@@
though
iqiniso
isi@@
ently
eas@@
iko
ip@@
red
obo
ngokuvamile
ange
itha
still
amile
ngaphandle
dlela
esikh@@
ial
often
tic
funda
cishe
ngaphezu
indawo
intsha
yet
ezinto
ality
ors
zaz@@
enye
kwalokho
fo@@
esin@@
study
name
aye
part
ver@@
izikhathi
bel@@
ngokwesibonelo
since
home
zakhe
say
keep
uzi
cont@@
bak@@
vi@@
ian
mon@@
ical
kokuba
ah
aphezu
isikh@@
ell@@
amath@@
ris@@
form@@
prom@@
umn@@
uye
ates
act
vu
fac@@
okun@@
inik@@
long
izingane
endulo
enkolo
truth
ukus@@
akwazi
every
usi
unye
press@@
thi
mor@@
never
ear@@
abal@@
low@@
enziwa
atsh@@
feel
ngesikhathi
og@@
find
obe
person
later
ezinhle
sha
might
cor@@
imo
kuth@@
usha
sub@@
uzwa
olwa
alulekile
under
onza
kwenza
esif@@
ive
likankulunkulu
ect
ajehova
ej@@
ry
oq@@
hub@@
ikeza
abanga
ngaphambi
place
against
abaf@@
nab@@
amaph@@
fund@@
igama
bh@@
wom@@
ifund@@
ulo
ual
yethu
wh@@
athu
pa@@
uh@@
ad
isimo
bes@@
ited
wane
among
sic@@
ezulwini
same
ign@@
umoya
eh@@
ot@@
*
too
amag@@
ume
c
ws
cabanga
ens
□
eyay@@
hlangano
called
cul@@
di@@
thus
ena
bath@@
sy@@
out@@
izinhl@@
ened
sec@@
wo@@
uthando
acc@@
ge
sho
lesi
kusho
back
yez@@
sion
iye
nd@@
iti@@
ember
ngob@@
gre@@
zom@@
anayo
cono
ually
led
som@@
naye
abi
waw@@
eling@@
right
ibon@@
val@@
ithand@@
usizo
the@@
ulu
nabo
down
gcina
r
enc@@
ked
ezikh@@
abafundi
hol@@
wakh@@
ezith@@
uleka
kajehova
uze
yeka
del@@
ezingu
zima
three
ned
ezulu
conv@@
lob@@
ties
khaya
cho@@
ard
izi
ingan@@
osh@@
fan@@
ezib@@
ain@@
abantwana
ord@@
kwakung@@
lo
without
kunkulunkulu
ukung@@
cour@@
kamuva
upon
incwadi
khuluma
dem@@
news
eziph@@
apho
kuz@@
•
qondo
ages
kristu
isana
ism
came
wethu
kujehova
put
kanjalo
hubeka
utha
pri@@
abangela
off@@
liy@@
ongo
unga
ngem@@
means
ished
view
brothers
ves
ech@@
jud@@
sho@@
tre@@
self
inda
isiza
ew@@
unywa
akul@@
lal@@
set
ps
ajesu
ukwenza
ized
became
isebenz@@
enzeka
zabo
yakho
do@@
publ@@
fa
onto
nor@@
less
kwethu
waq@@
amanzi
days
ingxenye
mas@@
kusukela
ca@@
century
amba
kwabo
aphela
iminyaka
according
fir@@
jabul@@
enti@@
himself
lezi
ach
uke
sa@@
ious
yob@@
kwaba
ahla
ukug@@
ikez@@
kungenzeka
akhe
ions
tic@@
inv@@
enj@@
pol@@
kwam@@
learn
amaz@@
uva
lakhe
de
eme
live
ukuq@@
want
om
amanye
okul@@
athini
pe
peace
endaweni
njengom@@
phil@@
enu
ku
yabo
ade
uw@@
sonke
course
endawo
away
ukudla
sal@@
wrote
ij@@
isith@@
eyo
holy
ngeke
ebr@@
johane
accep@@
ikela
fe@@
izwi
ike
abaph@@
her@@
city
water
ill
eminyakeni
anel@@
consider
tor@@
imi
uyo@@
ankulunkulu
ifo
pers@@
yebo
told
apostle
both
let@@
arm@@
law
zez@@
asi
ters
izith@@
yal@@
living
show
uku
ambi
els
school
ambo
ekuphileni
ided
wana
ling@@
important
waph@@
zi
umbula
began
ngas@@
ular
worship
look
olelwa
oway@@
ukuv@@
inkosi
nokuthi
phakade
serve
sam@@
mother
kwal@@
eli@@
isig@@
amp@@
aqala
war
ama@@
hope
ezweni
wath@@
ution
really
ezinhl@@
sim@@
wakho
kwaz@@
ised
bese
ekhaya
ture
kunjalo
ethe
beng@@
uhle
othando
given
cw@@
endl@@
eko
ima
house
low
umel@@
ngokuph@@
é
ir
idl@@
amas@@
doing
ep
religious
ileyo
sakhe
esig@@
aze
between
baye
ibonisa
peter
eduze
bam@@
siq@@
isebenzi
kuyo
mat@@
thetho
engqondo
power
tur@@
bur@@
akw@@
hear@@
ezihl@@
service
amaningi
xenye
israel
little
ef
cane
adv@@
inz@@
ign
themselves
tical
having
ngezinye
child
zam@@
ukholo
wife
inhloko
all@@
ists
cap@@
spec@@
encour@@
teach@@
ungu
elekile
izimp@@
sebenzi
faithful
fanelo
lez@@
ack
aj@@
onga
onakala
tly
ained
esil@@
jalo
yam@@
aman@@
direc@@
knowledge
esihl@@
inq@@
akash@@
agazini
akub@@
tice
order
ening
fact
mind
blood
tiv@@
ministry
happ@@
fin@@
othile
ail@@
isele
beg@@
ebenzisa
stud@@
wez@@
zib@@
kwab@@
ication
loc@@
okuqala
ger@@
article
nging@@
esiz@@
onya
tit@@
abangane
kungase
alis@@
ngaph@@
ekelwa
ands
yang@@
ests
making
matthew
okhu
yokuthi
fully
kan@@
ikhulu
gener@@
church
ilung@@
siph@@
bakh@@
min@@
health
ethemba
inde
ily
body
few
food
ezis@@
ser@@
ature
resp@@
shi@@
number
serv@@
okom@@
hi@@
iziyo
ubo
kwel@@
always
yami
bac@@
okuthi
iselwa
nations
think
ubani
idingo
baph@@
ipha
jabulela
angan@@
esis@@
ebe
leg@@
onom@@
yes
pur@@
amer@@
na
anz@@
ayensi
women
psalm
abeni
omkhulu
ering
hon@@
ekele
ezaz@@
lam@@
sith@@
zebhayibheli
andela
ube
iqond@@
high
aining
david
une
conf@@
char@@
v
izindaba
kuze
abahl@@
ines
amal@@
scriptures
andi
bless@@
iah
gave
sk@@
iqh@@
ital
esiph@@
akristu
cur@@
kwenzeka
wami
ben@@
nen@@
help@@
inhl@@
umkh@@
bir@@
religion
ek
lead@@
xh@@
preaching
problems
iziny@@
concer@@
jul@@
elweni
eleka
sikhathi
lando
had@@
ously
ulala
awa@@
something
imali
qonda
waba
full
edwa
rev@@
ethekile
bheka
ngezin@@
dlu
bez@@
mus@@
doc@@
mb@@
emib@@
luk@@
zethu
ilwane
christ@@
ask
amad@@
last
isibonelo
bahl@@
kuka
umphostoli
ding@@
kudingeka
hle
otsh@@
ref@@
jec@@
sihl@@
ulili
kuph@@
angela
ward
mer@@
oli
appro@@
known
pop@@
ipho
enkulu
although
shado
nakho
took
soon
off
jehova
progr@@
rather
face
ants
ped
coun@@
inj@@
acts
ways
hand
ere
pris@@
f
empi
ulumeni
siza
exp@@
ulela
writ@@
ebo
pic@@
appreci@@
together
ences
abadala
isho
ekugcineni
under@@
ments
ace
can@@
fi@@
again
wokuthi
ifunda
eqiniso
streng@@
olunye
izib@@
ains
emvelo
asked
try
buil@@
society
early
isib@@
izigidi
ans@@
ngokung@@
thr@@
andisa
ngok@@
esiy@@
wond@@
marriage
chang@@
dala
phak@@
akeme
ezind@@
form
theth@@
wenza
mhlawumbe
olog@@
vir@@
elithi
ebhayibhelini
izo
ngaphansi
ezimb@@
you@@
hard
isweni
care
akathi
ekhul@@
ilo
bre@@
andl@@
consid@@
kwakho
exc@@
humans
produc@@
brother
kuv@@
esaba
lab@@
left
kwakuy@@
felt
def@@
ba@@
ended
uphi
pray@@
emikh@@
point
qiniso
kwang@@
sebenzisa
future
andelayo
ukile
isha
better
umbuso
ziphatha
amazwe
olakala
afund@@
happy
esithi
list@@
ebenza
effor@@
umo
walo
lim@@
indodana
fundiso
okub@@
ngokuba
umhlaba
uli
re
unity
wo
asa
ont@@
je@@
result
cons@@
ngokuphelele
div@@
phansi
cal@@
abela
per
ukuf@@
different
wang@@
ingozi
med@@
ingo
spe@@
eru
zis@@
akala
whom
obala
ekho
ikho
suku
▪
isiwe
reason
imikh@@
isaya
eba
enzakalo
zin@@
aluleke
arr@@
associ@@
erful
ihloko
using
ative
ziph@@
inile
entsh@@
owo
jeng@@
por@@
woman
okotela
ekuqaleni
bus@@
ne
utho
ukuc@@
cov@@
dev@@
ngokwa@@
witness
ute
athel@@
world@@
ungile
esifazane
anu
esas@@
ility
xway@@
zik@@
intu
plac@@
jabula
satan
alokhu
ora
awu
disciples
fear
okwenza
la@@
personal
ge@@
star@@
cas@@
sikh@@
lives
contr@@
uhlobo
loving
yis@@
nezing@@
amajuda
elis@@
abam@@
dum@@
etsh@@
ese
esith@@
kuw@@
toward
develop@@
bro@@
ner
umth@@
nabantu
side
ough@@
believ@@
ship
ngiz@@
tor
esikhathini
kuf@@
injabulo
aqhubeka
ebenz@@
amuhla
uch@@
ingly
leli
ngin@@
ngu
system
rul@@
jabulisa
um
ezimbili
indi
ukush@@
job
my@@
ican
uthaza
ihubo
transl@@
ind
uthaz@@
mina
hab@@
uhlungu
kwami
ately
mil@@
embu
light
fakazi
ibhek@@
zimba
far
khulekela
ubaba
okho
present
kubo
percent
kwenz@@
ple
eal@@
following
ngaso
reas@@
kulo
experience
ten
gro@@
around
ethile
kob@@
friends
ifuna
york
baf@@
questions
ngab@@
kuwo
once
loy@@
uni
ond
ort
hlala
ances
izindlela
siqu
sm@@
jesu
here
zob@@
ision
trib@@
nabanye
udl@@
noth@@
eze
money
inted
babe
best
olobha
endula
exam@@
done
ibonakal@@
wise
imbi
needed
embekile
abakh@@
bring
inganiso
babo
zi@@
sto@@
ony@@
our@@
new@@
kuya
eminingi
thought
ome
itsh@@
real@@
amaq@@
wele
surv@@
ithola
isaiah
ns
next
ides
until
eful
erg@@
wash@@
pass@@
believe
apr@@
small
la
thola
enkosi
learned
var@@
cannot
ther@@
vic@@
ented
izincwadi
den
anim@@
look@@
amah@@
sez@@
pione@@
prayer
oda
awul@@
ihle
kwabantu
went
possible
joy
perhaps
ancient
ekeli
lowo
amu
ded
includ@@
kuzo
izenzo
fa@@
watch
emsebenzini
ukan@@
head
going
kancane
giving
hhayi
sen@@
elikhulu
along
oke
unc@@
ayona
ukufunda
express@@
ithemba
trans@@
kind
lands
aged
umf@@
husband
bar@@
ubi
olun@@
bce
especially
ihlangan@@
lis@@
elisha
ling
ngo@@
therefore
jerusalem
kuq@@
ass
wil@@
profetho
fundisa
okuthile
helped
enkonzweni
izind@@
wi
expl@@
amadoda
someone
servants
isebenzisa
sibe
public
iwo
ezint@@
esinye
indeed
epha
ject
ngokuqond@@
ungase
purpose
isti
azim@@
saf@@
comfor@@
enq@@
ishumi
history
umi
iphumela
ezo
thing
zikh@@
abangu
ada
emo@@
law@@
language
certain
esim@@
dingeka
pati@@
indoda
peri@@
bad
ention
kunalokho
yiz@@
pi@@
change
athe
discus@@
hold
equ@@
mathewu
judg@@
okuth@@
ire
proverbs
und
pain
eside
close
athaz@@
usathane
eyo@@
four
fellow
ident
meetings
igc@@
lib@@
jus@@
thand@@
stand@@
ending
comple@@
fect
inhliziyo
elin@@
akwa
matter
ubudala
ezi@@
sem@@
umbono
asha
esikhulu
wala
nan@@
ebandleni
awe
eliph@@
sengathi
ozi
watchtower
ding
athola
nak@@
minis@@
okufanele
continue
alweni
enzo
reading
kwem@@
compl@@
cause
ined
kangang@@
wisdom
ii
ezil@@
person@@
elders
mem@@
lokuqala
izink@@
st
akes
ukisa
idi
ide@@
million
wel@@
babeng@@
ondoloz@@
neng@@
uary
aqond@@
beb@@
mankind
zim@@
ubufakazi
yourself
ny@@
ikhul@@
ica
onak@@
ey
sin
hor@@
perfect
ahle
sup@@
ngamunye
pow@@
ither
ayeng@@
izathu
fer@@
appear@@
prac@@
aphansi
bib@@
ude
sch@@
umthetho
akazelo
ably
kwezin@@
kubantu
anya
nazo
enga
’@@
grow@@
page
ubh@@
akan@@
kungakhathaliseki
xoxa
emazweni
em
aki
rep@@
onkulunkulu
mp@@
dead
okuy@@
tion@@
empela
alokho
control
eyes
ber@@
umz@@
utsh@@
ea
udavide
heav@@
earth@@
andle
kabi
ast@@
teaching
wase@@
dlule
observ@@
er’s
kangakanani
ambili
problem
heaven
members
uqotho
ext@@
pleas@@
ann@@
ombo
ivela
okukhulu
hamb@@
onakal@@
hek@@
olung@@
twana
ekisa
real
ngokukh@@
ezithile
omo
iness
afrika
than@@
free
ma@@
ukwazi
eqinisweni
iseluleko
ofu
talk
she@@
umkristu
sokuba
aneni
elelwa
nq@@
ning@@
welo
ukwaz@@
chaza
support
revelation
fine
aqinis@@
sl@@
cwadi
kinga
kajesu
zith@@
ke@@
experi@@
hlobo
greek
answ@@
im
wabhala
umbi
ree
isim@@
emkh@@
ostoli
righteous
show@@
dang@@
turned
wav@@
hom@@
inta
ell
ngokuqinisekile
inyelela
ems
bi@@
imibhalo
likely
ested
ices
enjoy
avoid
okuph@@
situation
dic@@
moses
tal@@
dan@@
imin@@
ongcwele
thula
case
iseni
isimiso
ust
juda
ukuthula
esikoleni
abav@@
plan@@
z
onal
angq@@
iba
yem@@
counsel
yela
born
requir@@
corinthians
iting
large
eless
qual@@
saying
otho
understand
sebhayibheli
conc@@
ansi
jos@@
share
lonke
oka
whether
arly
hel@@
ak
kukh@@
elosi
prof@@
ements
night
impi
lithi
profethi
ando
taking
oned
ekuph@@
scrip@@
izikh@@
onz@@
kangaka
inst@@
educ@@
half
adl@@
abafow@@
relationship
fulfill@@
baptized
euro@@
ngazo
ons@@
un
gar@@
edlule
izinkinga
osuku
amuk@@
including
wide
sebenza
ezindaweni
okubi
izaga
empeleni
saw
ells
amaphesenti
nor
amukela
uso
ngis@@
second
kuphi
imini
organization
ingana
act@@
wayes@@
angalisayo
entr@@
position
iel
ayela
seen
brought
ayeli
kukhona
empilo
isihl@@
mal@@
intsh@@
stor@@
fanele
abag@@
answer
condi@@
soci@@
zikankulunkulu
ures
abhek@@
attention
feelings
onke
amakhulu
evangeli
respect
describ@@
eda
taken
cop@@
imiz@@
sob@@
influ@@
yo
ungelo
doub@@
jabulo
difficult
amalungu
ukuthola
ible
ulation
tu
kuhlanganise
andleni
ekub@@
fanekiso
message
esihle
yena
angal@@
ici
speak
resear@@
ekhulu
lead
kokub@@
yeni
indele
entif@@
lif@@
challeng@@
mean
fec@@
anq@@
ifiso
okuhle
sab@@
oqobo
catholic
magazine
ukufa
indez@@
simply
ived
stre@@
apost@@
usiso
othi
special
beli@@
ombe
nal
whole
nothing
imisebenzi
reki
udlova
n’t
abili
kubonakala
thy
ms
died
andaba
will@@
lutho
wicked
efund@@
seb@@
umkhaya
kuqala
halo
bakho
turn
etshenziswa
wanted
ethemb@@
tshela
azwe
bom@@
ayi
kang@@
umama
received
ians
gen@@
vers@@
sense
makes
gif@@
needs
sci@@
ches
kithi
ago
coming
ha
heavenly
cent@@
embiso
izimo
shad@@
khulu
liter@@
abesifazane
inkonzo
ezwa
enaku@@
nation
anointed
ngaleso
instead
yawo
timothy
commun@@
question
engeziwe
ikakhulukazi
imothewu
within
jews
korinte
gir@@
proc@@
claim@@
illustr@@
ached
inkolo
azwa
unj@@
engang@@
countries
ngokom@@
remember
wela
wabo
owesifazane
ithe
eld@@
incane
mov@@
ults
inikeza
ngokufanayo
phezu
eningizimu
ards
zal@@
fru@@
bami
appe@@
ngokug@@
uzu
ukuphela
kululeko
ded@@
emba
luke
affec@@
ezintathu
esikhathi
eve
ense
wrong
amabili
tri@@
ulayo
kuyo@@
state
ambe
․
indic@@
mission@@
ularly
indo
aphi
sea
umk@@
ndlela
ins
brit@@
cou@@
ition
ital@@
bob@@
acile
shar@@
olelo
afunda
akekela
group
okuba
lev@@
efum@@
ondo
inani
umph@@
wem@@
ezif@@
au@@
ids
strong
ot
information
prove
bethu
esifund@@
anzi
thel
ukwini
dali
consci@@
laba
nos@@
eld
olwandle
efumulo
iyo
hapathizwa
alimane
enziwe
common
elapha
tom@@
serving
benef@@
ump@@
hubeke
iphatha
gal@@
nod@@
owaw@@
country
endlela
ngib@@
tern
ema
trust
mess@@
itshela
israelites
wahl@@
prot@@
desire
ability
ithetho
ukuhlakanipha
iziyweni
qinis@@
terr@@
yokuphila
umhl@@
ship@@
involved
less@@
near
yiqiniso
kuhl@@
phambi
tors
ick@@
ngokwengeziwe
kwesikhathi
clos@@
kam@@
iqondiso
cover@@
azam@@
maint@@
enzi
action
past
ath
oper@@
nayo
five
ful@@
indezeleka
teach
ukuy@@
encwadini
igazi
izindawo
nawo
succ@@
umelela
amo
enced
suffering
bathi
appl@@
indaba
ebandla
lol@@
oko
married
ngaphambili
efa
izig@@
ong
dle
effec@@
elwane
proved
ze
naphezu
false
os
sure
ingane
work@@
ngaz@@
okungen@@
sent
ged
entsha
struc@@
ples
ax@@
sig@@
moved
iqinis@@
ises
creator
event@@
alul@@
yezwe
ngokul@@
ngokuz@@
kwawo
moral
inspir@@
akwenza
clearly
follow
provide
ngalokho
offer@@
great@@
okuhl@@
endlini
becom@@
ziye
kanti
alls
ple@@
may@@
distr@@
protec@@
expec@@
instruc@@
non@@
mir@@
isihloko
ukubona
yalokho
selele
ngokomoya
similar
ply
abac@@
knew
lord
eness
anti@@
truly
kwakh@@
increas@@
thinking
tower
uswa
already
nezinye
offic@@
ours
uses
fav@@
wena
angana
exerc@@
don’t
table
ishwa
akobe
inkinga
sign@@
ort@@
recogn@@
ology
essed
sex@@
ehlo
government
mel@@
comes
nel@@
amar@@
extr@@
dia
ulwazi
ndawonye
upetru
divine
zil@@
certainly
ekelwe
further
emihlanganweni
ingc@@
athelene
holo
ety
seng@@
umar@@
modern
angase
millions
tell
james
wema
sometimes
phela
ss
icabang@@
agc@@
months
kungaba
paradise
account
disci@@
based
ufakazi
lar@@
zabantu
ihlanganisa
necess@@
aradesi
works
ngokuphathelene
crow@@
funa
requ@@
hathanisa
receive
yab@@
ues
bav@@
unt
thandazo
hlangan@@
baba
yp@@
opport@@
isik@@
xa
report
lov@@
tob@@
regarding
taught
ourselves
temp@@
sif@@
view@@
ngosuku
erly
tional
privileg@@
akanipha
jap@@
poli@@
hapath@@
yim@@
umngane
eye
enqaba
heard
cer@@
ubuhlobo
ekelele
temple
press
pra@@
kho
spiritu@@
oh@@
igugu
benefit
jour@@
posed
romans
zakho
akaza
anye
uted
ekul@@
friend
imag@@
urophu
mark
appo@@
disease
ezinkulu
physical
izizwe
ground
iver
started
le’s
athwa
sav@@
xox@@
ziv@@
ezihlukahlukene
sengqondo
truc@@
sat@@
prev@@
asho
occas@@
onipha
obh@@
elib@@
australia
reports
conduct
ich
jerem@@
fail@@
thre@@
elal@@
principles
ibonelo
ium
wad@@
abrahama
iningi
read@@
ends
gq@@
die
ets
natural
isizathu
setshenziswa
cus@@
hekana
awulu
evidence
ngi@@
ew
umalanga
kunokuba
addi@@
set@@
isions
nokub@@
amahl@@
ulawa
refl@@
azane
mag@@
esiya
enyakatho
bangase
isek@@
cles
international
nonkulunkulu
longer
satis@@
stand
neg@@
babyl@@
aper
kill@@
line
local
ussi@@
ikazi
ethembeka
area
heal@@
lost
sethu
above
interest
ives
tivity
esses
okuthiwa
refer@@
ut
fer
ust@@
cro@@
ngokusobala
adisha
ukubh@@
ngokuhl@@
izinkulungwane
isazi
ezindaba
dist@@
encyclo@@
wepheshe
sugg@@
who@@
several
gives
invol@@
attitude
tural
umzimba
obedi@@
ol
stat@@
azwi
xusa
fic@@
ilomitha
responsib@@
yalo
book@@
obung@@
asini
ums@@
elil@@
ukusebenzisa
ishini
reli@@
circum@@
sive
umba
mos@@
ever@@
ict
ezig@@
kwazi
injongo
oto
fil@@
material
respon@@
got
y’s
akukho
sla@@
thir@@
working
enem@@
greater
ured
naku@@
ific@@
pat@@
sebenz@@
dar@@
upheka
umbuzo
lapha
ears
students
ved
ty@@
lin@@
hosp@@
clear
apha
national
ery
adamu
anyone
vo@@
maj@@
iloni
emez@@
ngay@@
suf@@
encwadi
isel@@
kulung@@
get@@
leave
alone
aug@@
í@@
head@@
building
itate
medical
mount@@
iving
eva
an’s
ulekile
ico
determin@@
eya
eleke
matters
ahluk@@
okus@@
i’@@
kulungwane
hlang@@
wr@@
pray
nec@@
rule
unya
ly@@
ozini
ako
righteousness
zihl@@
iseka
hil@@
okuv@@
ngokuc@@
ekus@@
origin@@
miles
ijimi
los@@
return
isisekelo
adew@@
awake
hly
eziz@@
uki
abah@@
abazalwane
ight@@
ezingane
emz@@
leyo
culo
hlangenwe
dlula
south
ste@@
ngokub@@
feet
neigh@@
ukud@@
eku
soul
tou@@
cri@@
serious
eat
scient@@
land@@
det@@
wokushumayela
shows
iding
play
enjalo
ites
tics
wid@@
·@@
finally
ngenhl@@
hund@@
hlanganyela
kulumo
ekwa
nganging@@
ukukhul@@
igned
itted
embula
kukankulunkulu
isithupha
umele
chil@@
held
shumayela
angothi
akazange
lilo
zikajehova
everlasting
ous@@
kindness
esithile
izinceku
ekeni
shum@@
endodana
proph@@
jan@@
namandla
six
alwane
issue
repor@@
petru
alisa
thousands
alele
forc@@
wayen@@
ics
daugh@@
hlanganweni
ur
clean
sons
destro@@
youths
egyp@@
ods
lear@@
osem@@
angelwa
anzekile
athane
dom@@
cel@@
kwayo
organ@@
azela
partic@@
aries
ncane
africa
happiness
inkulumo
enkonzo
ngokuvumelana
aphambili
ipheph@@
akum@@
lokuthi
endleleni
ahlul@@
nathi
showed
ejerusalema
keep@@
eziv@@
almost
dep@@
fun@@
ought
reason@@
remain
ukhulu
olobheni
egazi
isifundo
ezinjalo
imiso
atshelo
lwakhe
despite
jewish
izithombe
flo@@
kalula
ambalwa
abalandeli
ngawo
ie
kany@@
onda
explains
lot
travel@@
izinsuku
ency
isambulo
der
ibona
anj@@
indela
enough
roman
prepar@@
ivumelwano
bor@@
futh@@
leminyaka
everything
holela
ulimi
kuyi
imibuzo
tif@@
atic
akalo
bran@@
efuna
establ@@
nov@@
ix@@
call
written
ombangazwe
speaking
ngalo
ime
izil@@
prophecy
ifundo
iselelo
understanding
itself
kimi
kuba
wano
source
kunzima
explained
sle@@
promise
loved
okwengeziwe
yona
genesis
luka
uel
angaliso
siye
elev@@
medi@@
authority
baq@@
duc@@
violence
umfund@@
idakamizwa
thanda
inyathelo
akaniphile
kept
iqembu
resurrection
trad@@
command@@
eqesh@@
athand@@
ton
epher@@
nokuhl@@
deep
fundo
meaning
olukhulu
duce
ibono
leso
umelana
call@@
declar@@
nokul@@
ekiso
prophet
mentioned
congreg@@
hebrew
bul@@
onalanga
fish
izazi
daily
wak@@
lived
eso
eas
umusa
ikhuluma
mic@@
ngonyaka
dlul@@
ential
esimweni
freedom
followers
omu
umphumela
cam@@
university
ngenk@@
onisi
dlala
intando
ibandla
arrang@@
bey@@
sacrifice
cotshiwe
older
rest
esikhundleni
kakade
adam
ubung@@
odakazi
ekw@@
inqumo
individuals
shu@@
ult
kunoku@@
ched
khe
chap@@
families
io
esiv@@
illi@@
ert
izakh@@
inis@@
rap@@
anything
akatolika
nakakhulu
den@@
lawo
continued
yayo
iyiphi
aphakathi
anx@@
idence
amanje
ngokuy@@
iniso
elith@@
cha@@
sept@@
ngokuq@@
okumelwe
ushwa
unyaka
clo@@
kas@@
olweni
elinye
profess@@
esos@@
mid@@
sw@@
ats
fles@@
kuthiwani
everyone
muntu
contrib@@
isil@@
nini
erous
ifan@@
abraham
isonto
clud@@
ars
izici
mental
onyaka
e’s
hur@@
practic@@
cwaliseka
xoxo
waneni
pages
what@@
occ@@
ziz@@
baku@@
amasonto
enjoy@@
hall
akekho
sed
ekhuluma
usually
devo@@
ulungisa
ebus@@
ayed
atur@@
week@@
kwabanye
ingq@@
success@@
athol@@
ibhalo
meet@@
ishe
fri@@
relati@@
sible
hov@@
god@@
hal@@
standing
mod@@
jab@@
wu
hou@@
hebre@@
akhulu
heb@@
bap@@
centur@@
nati@@
dre@@
liv@@
akhath@@
okum@@
odana
aying
sac@@
imib@@
righ@@
é@@
kal@@
joy@@
hist@@
esha
tures
unt@@
ord
viol@@
one@@
cle@@
cla@@
rip@@
fill@@
fre@@
akam@@
inyaka
kno@@
hig@@
afr@@
⁠
continu@@
tro@@
ink
princi@@
kant@@
akath@@
individ@@
ays
suffer@@
sacrif@@
psal@@
differ@@
chur@@
●
simil@@
phy@@
du@@
fur@@
author@@
ext
akal@@
gc@@
va
genes@@
ator
elini
christi@@
wit@@
esik@@
fanayo
angeli
xo@@
abad@@
hathan@@
enly
devel@@
fel@@
preci@@
know@@
$
follow@@
alo@@
emv@@
feel@@
ʹ@@
don@@
relig@@
langu@@
ungisa
ul
upha
scho@@
watch@@
abhala
govern@@
tod@@
ngokus@@
ustr@@
dleni
simp@@
tle
j
bod@@
iver@@
grou@@
ngokwes@@
aleni
prob@@
thewu
ental
ving
ready
mean@@
uleko
gover@@
athelo
fam@@
trav@@
ead
spir@@
your@@
thous@@
ept
á@@
isekelo
ye@@
univer@@
je
wat@@
ngane
abafund@@
peop@@
’t
inte
ave
oub@@
accoun@@
lang@@
akade
cent
resurrec@@
nger
ceku
dav@@
priv@@
faith@@
giv@@
king@@
kind@@
ames
mater@@
anci@@
wis@@
ather
sou@@
emhl@@
inking
suppor@@
numb@@
blo@@
circ@@
ease
poin@@
ife
◆
aching
atolika
witn@@
gn@@
israel@@
isa@@
olw@@
azweni
uring
ahlukene
fol@@
ung
nj@@
aga
every@@
avide
jerusalema
ost@@
rom@@
á
import@@
orig@@
regar@@
jer@@
there@@
conduc@@
–
ugg@@
rece@@
akanani
some@@
imo@@
husb@@
org@@
pose
ques@@
situ@@
eshe
jes@@
bec@@
pec@@
diffic@@
deter@@
selves
etho
joh@@
—@@
oleni
ano@@
ivumel@@
magaz@@
ok
esenti
famil@@
broth@@
olobh@@
wro@@
auth@@
cotsh@@
ambulo
ukazi
with@@
kuhlangan@@
ization
prophec@@
cathol@@
sue
ngokush@@
akaniph@@
í
eed
ukahlukene
tiz@@
,@@
inform@@
©
wic@@
knowled@@
onzo
alim@@
port@@
avo@@
ulwini
ekuq@@
wish
descr@@
akeni
kor@@
abr@@
ths
contin@@
æ@@
prin@@
ristu
ough
univers@@
cwalis@@
lasting
aking
kanj@@
ü@@
aught
&
ngokuv@@
syst@@
kulu
uth
akazi
ousness
weph@@
‚
oug@@
ʹ
eqinis@@
ayibh@@
worl@@
kulunkulu
ith
austral@@
rif@@
ially
sour@@
reco@@
relation@@
ove
ova
ther
wadini
sion@@
ezu
udala
austr@@
awa
ã@@
hubo
itu@@
ó@@
yl@@
cir@@
abrah@@
dif@@
attit@@
unkulu
ayibheli
iziy@@
ainly
natur@@
indiv@@
°
ulum@@
ugu
q
ening@@
ö@@
mhl@@
exer@@
kuban@@
infl@@
aken
fal@@
andeli
%
ater
setsh@@
uro@@
ham
bet@@
gcin@@
sever@@
sel
engez@@
unkul@@
accord@@
prover@@
marri@@
lit@@
moder@@
fro@@
desp@@
_@@
ó
bs
led@@
cert@@
hh@@
countr@@
baptiz@@
petr@@
contro@@
abl@@
aweni
è@@
dom
ngokuqinis@@
need@@
da@@
onye
emihlangan@@
clear@@
olob@@
ñ@@
uch
ause
-@@
cong@@
ombang@@
oloz@@
lef@@
ound
khu
memb@@
ô@@
chris@@
ä@@
ample
izimu
awonye
eminy@@
pub@@
awum@@
pt@@
jerusal@@
suc@@
▫
ilom@@
ú@@
lic
ç@@
undleni
parad@@
:@@
h’s
uals
enwe
abra@@
ł@@
ower
esent@@
alanga
uly
yor@@
‐
✔
ʼ@@
ween
revel@@
them@@
ú
○
lems
|
”@@
him@@
edom
gcineni
how@@
ā@@
hus@@
unti@@
usal@@
edi@@
onzweni
ḥ@@
corinth@@
ë
matthe@@
à
timoth@@
enziswa
yclo@@
aliseki
■
atol@@
◯
_
ê@@
❑
arad@@
menti@@
ë@@
fore
→
akatho
ø@@
lem
â@@
#
>
▸
ʽ@@
=
ensi
▶
ה@@
£
י@@
iwani
ו@@
ה
š@@
isra@@
↓
agaz@@
profe@@
uhla
č@@
hap@@
milli@@
å@@
−
ayibhelini
❏
idakam@@
righte@@
resur@@
­@@
←
phys@@
®
ï@@
‛
·@@
uld
+
ś@@
artic@@
❖
‘@@
ū@@
jehov@@
augh@@
è
tog@@
ž@@
ī@@
inth@@
ð@@
ī
☞
ń@@
⁠@@
otela
ē@@
ş@@
ether
ä
ŏ@@
akhulukazi
ʼ
↑
isr@@
à@@
ý@@
wadi
ō
ż@@
õ@@
î@@
ã
ö
å
̆@@
ō@@
ą@@
ø
š
ł
œ@@
ileg@@
·
ā
ę@@
haps
ē
◇
ý
ò
ß@@
ü
û@@
⇨
ς
ι@@
ε@@
▾
­
ň
ekuphil@@
ˈ@@
―
ṭ@@
ù@@
kungakhath@@
ething
¡
ě@@
@
⁄
ľ@@
ẹ@@
ṣ@@
ω
ć
ř@@
ă@@
σ@@
ù
ש@@
ׁ
פ@@
א
נ@@
ū
κ@@
™
ì
ν@@
\
΄
ο@@
ş
⇩
π@@
ν
γ@@
ï
ḍ@@
ό@@
ώ@@
childre@@
ì@@
ß
emsebenz@@
ἰ@@
̧@@
“@@
̩@@
θ@@
τ@@
➤
ˈ
€
×
ė
ʺ
ò@@
ʽ
◗
ọ@@
÷
י
¥
ẹ
ֹ
α
ţ@@
ẓ@@
μ@@
ρ@@
ύ@@
jehova@@
̗@@
ê
›
ŭ@@
δ@@
ž
ď@@
ő@@
phu
̀@@
ė@@
æ
ְ@@
ı@@
<
espec@@
ň@@
ń
ל@@
ד
ś
ť@@
ọ
☒
}
₦
ź
?@@
ɔ@@
alleng@@
ק@@
ǒ@@
υ@@
ŕ
π
ć@@
ĕ@@
λ@@
α@@
ά@@
đ@@
ί
υ
ᾶ@@
â
⇧
δ
ę
̇@@
û
¿
ů@@
ḥ
ç
ὅ
ὅ@@
č
ă
ָ@@
ő
ǒ
μ
ט
ֹ@@
ἄ@@
η@@
ə@@
⇦
ש
נ
א@@
ị@@
·
(@@
̆
ṇ@@
ז@@
{
ɓ@@
‵
