<unk>
<pad>
<s>
</s>
,
.
na
ya
de
oyo
la
mpe
:
à
et
“
te
”
-
les
le
ete
?
yango
a
que
​
ye
des
mpo
en
er
nous
qui
ezali
moko
bato
l’@@
é
un
bango
il
biso
—
pour
dans
Jéhovah
Yehova
Nzambe
pas
du
ce
une
mingi
est
t@@
se
s@@
d’@@
Na
ntango
nini
Dieu
ne
nyonso
makambo
i
mosusu
;
e@@
ent
e
n@@
)
wana
ndenge
r@@
S@@
m@@
t
in@@
aki
aka
mpenza
ngai
c@@
vous
N@@
al@@
malamu
ont
bazali
M@@
f@@
ant
B@@
p@@
au
o@@
1
b@@
l@@
moto
(
d@@
plus
é@@
par
el@@
ait
A@@
son
yo
at@@
sur
kosala
’
i@@
kati
es
ons
to
is@@
Biblia
leur
Yesu
‘
ée
E@@
g@@
és
v@@
avec
azali
azalaki
h@@
aux
T@@
ez
ti@@
!
am@@
sont
ch@@
ses
bazalaki
dé@@
li@@
es@@
ak@@
ezalaki
ab@@
Jésus
o
re@@
L@@
ar@@
as@@
u@@
soki
elle
isa
an@@
a@@
er@@
lokola
Il
y@@
sa
im@@
lui
ela
re
mosala
á
2
ou
z@@
s
likambo
O@@
liboso
en@@
di@@
on
epai
ils
qu’il
it@@
P@@
ntina
me
k@@
bomoi
notre
et@@
]
[
tr@@
makasi
R@@
ré@@
ba@@
kozala
nde
été
mo@@
bak@@
Bible
La
aient
être
3
s’@@
or@@
ation
mabe
y
ek@@
ement
boye
C@@
on@@
fait
ces
Les
kok@@
vi@@
5
bo@@
eb@@
eux
vie
D@@
tes
4
ekoki
nsima
motema
je
kasi
I@@
ri@@
end@@
K@@
solo
il@@
comme
isi
Kasi
ata
w@@
si
os@@
bat@@
elaki
même
d
au@@
par@@
kob@@
mokili
con@@
ang@@
Le
était
mp@@
ap@@
En
cette
kaka
ag@@
faire
ol@@
mais
6
ter
té
elimo
H@@
ob@@
Mpo
mbala
u
em@@
esika
tout
peut
bongo
to@@
dit
ami
ama
si@@
isaki
ana
tozali
nzela
avait
lisusu
bana
kopesa
ais
Ntango
ence
ées
«
dis@@
leurs
monene
kozwa
ac@@
anga
»
alobaki
su@@
7
ala
n
ants
eur
bien
ex@@
qu@@
8
ent@@
lis@@
r
ci@@
aussi
j@@
Soki
ad@@
isaka
mwasi
elaka
G@@
el
kot@@
eli
kos@@
Y@@
ep@@
15
likoló
koloba
temps
kol@@
ité
9
bal@@
ère
ance
pro@@
V@@
ndakisa
mwa
koleka
mobimba
aire
è@@
n’@@
comp@@
mpasi
Mais
ér@@
ou@@
and@@
ná
makanisi
ie
tu@@
l
mbula
mi@@
mokolo
mb@@
av@@
bas@@
moke
bi@@
10
kondima
bá@@
al
esengo
12
fi@@
mes
bab@@
ceux
ko@@
maloba
ale
lib@@
ng@@
ani
op@@
Ndenge
komonisa
L’@@
amaki
elles
tous
nos
monde
ok@@
d’une
tó@@
Nous
age
pl@@
pi@@
chrétiens
Yango
Témoins
ong@@
d’un
É@@
lo@@
ing@@
ai@@
biloko
11
kosalela
Paulo
om@@
us@@
is
able
ue
ul@@
for@@
Batatoli
koyeba
bandeko
ve
mwana
ans
kom@@
qu’ils
bino
Ba@@
mibale
ut@@
libota
ay@@
avons
cr@@
À
b
kosalisa
ɛ@@
F@@
ndako
mposa
ali
ur@@
tokoki
éri@@
Paul
Comment
lu@@
nzoto
ɔ@@
ma
pré@@
13
J@@
14
oy@@
gr@@
1@@
ai
an
anda
où
mon@@
komona
ɛ
ens
era
tre
moi
ques
onn@@
che
bolingo
terre
mobali
ts
kosakola
tant
nak@@
lolenge
s’est
Lokola
ment
c’est
sans
sembo
ante
elongo
ako@@
us
jour
quand
votre
baoyo
Je
gu@@
ik@@
4@@
tu
tosengeli
/
sou@@
mal@@
C’est
Z@@
lisangá
Bato
ph@@
ers
elobi
autres
étaient
ine
pa@@
um@@
mikolo
enfants
res
choses
ain
mon
ebele
donc
foi
isama
eu
eau
mayele
mpamba
cl@@
res@@
Dans
az@@
ét@@
Bokonzi
tion
per@@
Christ
mak@@
Si
ter@@
j’ai
16
ind@@
17
ɔ
U@@
ond@@
pr@@
Ils
De
ements
20
qu’@@
aires
Un
avoir
E
c
akoki
après
n’est
tions
baklisto
ele
ations
eu@@
ser@@
deux
kozanga
ni
nd@@
toute
x
19
nkombo
ika
cœur
amb@@
cons@@
lelo
Royaume
nsuka
Ezali
personnes
nk@@
asalaki
min@@
Atako
famille
apesaki
ten@@
beaucoup
ati@@
iss@@
ver@@
ib@@
18
oi@@
Par
ola
koy@@
und@@
*
wa
dont
Pourquoi
eurs
ni@@
mboka
koyekola
sion
enti@@
nsango
exemple
ouv@@
Nzokande
A
f
kala
bakoki
ass@@
ɛng@@
mort
év@@
mat@@
fois
pour@@
bam@@
non
congrégation
ents
imp@@
5@@
ge
nazalaki
naino
bay@@
mar@@
ia
ainsi
autre
eng@@
ro@@
mab@@
d’autres
avant
ta
ess@@
aine
mos@@
alobi
ozali
ho@@
misala
ra
I
ra@@
koluka
app@@
cela
Quand
emonisi
Klisto
gens
ban@@
soit
sika
ren@@
eloko
femme
contre
entr@@
ung@@
comm@@
pu@@
ê@@
humains
Pour
eleki
W@@
sal@@
ellement
dire
anaki
ili
encore
our@@
alors
én@@
•
ris@@
elikya
â@@
áká
toutes
24
vo@@
un@@
000
as
bol@@
po@@
Ce
alité
fr@@
homme
El@@
Que
Li@@
très
toujours
ec@@
basi
avaient
bobele
mbongo
mas@@
mawa
ç@@
por@@
basusu
ma@@
bonne
cou@@
tent
aff@@
nom
21
kotalela
mabelé
suis
ey@@
Ya
awa
co@@
no@@
ic@@
du@@
pays
th@@
tement
ir
19@@
22
baninga
Liloba
polele
its
mokonzi
kokanisa
man@@
voir
esal@@
Ko@@
Une
gn@@
vers@@
mai
de@@
bayekoli
fin
inga
frères
mok@@
comment
bok@@
andi
parents
all@@
Mar@@
nouvelle
emp@@
hommes
là
m’@@
Au
cher
mateya
jamais
ins
mokano
Et
6@@
ev@@
bil@@
ô@@
O
uk@@
00
sur@@
á@@
ven@@
ɔ́@@
kitoko
kolanda
car
engumba
gne
Gr@@
onga
Par@@
ég@@
esse
nguya
sommes
ères
esengeli
zala
m
boumeli
h
d’être
euse
certains
etali
ekólo
entre
l’esprit
tés
pos@@
olo
l’in@@
vérité
sera
Elle
prê@@
ill@@
nt@@
sol@@
mikakatano
ables
kokende
off@@
amba
jours
peuvent
n’a
ns@@
ise
alaki
bako@@
Es@@
Ch@@
pri@@
óma
acc@@
rs
basaleli
baboti
mis@@
également
ction
To@@
kimya
eté
ingi
On
façon
ó@@
miso
koyoka
inter@@
elo
ongi
donné
grande
ins@@
pens@@
tol@@
Satana
sous
boyokani
disciples
bambula
lieu
ema
men@@
basengeli
vers
amonaki
ekok@@
années
ique
iter
qu’elle
angi
lik@@
uni@@
l’é@@
mibali
bon
ais@@
angani
ti
mikanda
ton
kotánga
personne
parce
199@@
ages
celui
bis@@
donn@@
Moto
amonisaki
écrit
toli
kop@@
tos@@
ntembe
23
mabele
pourquoi
eba
ano
mol@@
uta
ezalaka
misato
m’a
kotya
peu
mal
prendre
25
cul@@
des@@
aujourd’hui
bizaleli
Mok@@
ndeko
mpiko
déc@@
faut
mor@@
ois
anaka
kokóma
tii
st@@
band@@
andaki
bola
losambo
Likambo
mama
paroles
chez
bibliques
eki
ités
amon@@
dem@@
Mo@@
isami
vos
koteya
Jean
bokonzi
ain@@
lement
baz@@
dou@@
omba
ɔt@@
30
kosalema
kotala
sor@@
uit
ré
cré@@
grand
Davidi
mobu
Satan
pouvons
fils
Des
abo@@
aider
serv@@
Parole
besoin
kobatela
k
ca@@
él@@
fs
mit@@
óm@@
Bak@@
liwa
Mal@@
S
ances
antes
omb@@
asal@@
mibeko
bosembo
tok@@
nat@@
ets
oli
Al@@
isi@@
ci
Tata
kofanda
fer@@
ango
att@@
bisika
emon@@
cation
ekozala
l’h@@
J’ai
cet
—⁠
Yoane
AN@@
ist@@
libala
vr@@
mot@@
likebi
boboto
David
sup@@
lisolo
mokanda
ebongi
akomaki
ions
okoki
ezala
livre
Tó@@
br@@
rir
Mbala
indi@@
Comme
service
ende
alement
eill@@
aines
cor@@
asi
emi
ip@@
akómaki
connaissance
utilis@@
maladi
tom@@
tres
mangomba
ès
oki
imaki
zwa
souvent
zwi
Makambo
ront
pris
gar@@
isamaki
Quel
amour
Quelle
Mos@@
kokokisa
maison
lè@@
form@@
ekateli
enne
Nzembo
bib@@
7@@
ɛl@@
baf@@
tou@@
cours
mis
père
der
ɛt@@
Nsima
suiv@@
hé@@
kosɛnga
lingomba
id@@
tard
ach@@
□
peuple
trouv@@
asengeli
ba
tro@@
manifes@@
ezaleli
sens
2@@
Bayuda
quoi
serviteurs
motuya
Cette
28
vient
ret@@
trans@@
af@@
koya
dé
ini
bot@@
ɛmb@@
tozalaki
ayebisaki
quel
anc@@
mé@@
zali
cour@@
kokoka
personn@@
cas
itu@@
li
anti@@
ange
chose
mba
ebandeli
kolobela
ales
Pierre
cri@@
kosepela
Écritures
En@@
ress@@
tenir
étude
rent
partie
arriv@@
g
ɛlɛ
bos@@
anz@@
x@@
kuna
qu’on
ateurs
roi
sanza
ez@@
connaître
col@@
ens@@
biblique
elingi
ɔng@@
joie
trib@@
vent
vraiment
olaki
donner
nazali
paix
anisi
minene
fon@@
bik@@
ande
accomp@@
mabɔkɔ
trai@@
elob@@
bakonzi
vis@@
mik@@
encourag@@
azwaki
ebim@@
l’a
cu@@
lig@@
monɔkɔ
lit@@
génér@@
eure
vrai
Mpe
jeunes
différ@@
amw@@
akos@@
makita
ili@@
Matai
di
vue
libaku
uka
Vous
mokumba
8@@
kobo@@
dési@@
l’amour
qu’un
ei
NW
emb@@
bilenge
ka
dent
ir@@
illes
Yo@@
éch@@
viv@@
quelque
l’homme
lokumu
rien
nouveau
komi@@
éli@@
so@@
mbuma
kelasi
quelqu’un
kino
oko
donne
enir
effet
Bo@@
ête
ayebaki
Cela
part
ebongiseli
ene
quer
rait
depuis
atako
Mwana
kotosa
prom@@
confiance
seko
trois
bl@@
pene
voy@@
pass@@
oit
ingaki
ebong@@
tata
Ces
moy@@
voul@@
cher@@
situation
bák@@
int@@
tot@@
chang@@
quelques
raison
boklisto
eka
question
sions
els
cé@@
mettre
bó@@
ort@@
lokuta
Père
ita
bap@@
Matthieu
elobeli
libela
liloba
aim@@
point
considé@@
Makomami
kolendisa
culte
justice
Su@@
motindo
Con@@
mosika
kotika
ches
asse
pesa
zi
chaque
ekob@@
vivre
9@@
ima
anciens
ongo
preuve
venir
eleko
banz@@
ème
eaux
enseign@@
cont@@
rée
ert
avez
chrétien
nombreux
Qu@@
elimboli
parler
euti
kolinga
mob@@
eur@@
dev@@
aide
bou@@
questions
ible
sie
Bas@@
imi
ville
pendant
ami@@
lire
l’ex@@
travail
ff@@
basalaki
remar@@
êtes
sujet
moment
26
près
nombre
appar@@
veill@@
29
ministère
lique
Lis@@
esalemaki
mère
ues
ntoma
Psaume
50
Mokonzi
27
ites
ongaki
bang@@
raient
koyebisa
33
fidèles
anisa
ambi
bikólo
akok@@
Bó@@
éc@@
serait
fin@@
matomba
An@@
pren@@
lisalisi
batisimo
quelle
frère
rou@@
molai
oire
fac@@
servir
buku
ɔl@@
Qu’est
alela
Lisusu
eko
vu
kolya
elá
euses
akol@@
oi
devant
it
toi
D’@@
médi@@
font
croy@@
met@@
ennent
31
40
teur
compte
mag@@
Unis
Après
enfant
alis@@
dét@@
oma
rapp@@
in
ulu
membres
mabota
eusement
moins
saint
ler
likoki
zal@@
mona
bamon@@
rend@@
makoki
yeux
jusqu’à
nal@@
we@@
jeune
bakómaki
rés
tiv@@
sem@@
rez
komonana
sep@@
elenge
mikili
ines
ar
ure
dom@@
santu
kobanga
akob@@
mituna
moninga
rég@@
ayebi
manière
ekoli
basal@@
doit
sagesse
ien
ains
Ata
seulement
rer
ekeke
Bien
akisi
sy@@
lisumu
rons
péché
publi@@
uire
val@@
erre
conn@@
ɔk@@
angaki
alingaki
bon@@
lob@@
pris@@
oka
ente
nor@@
esprit
ot@@
seul
baty@@
ador@@
Lelo
Au@@
akisa
États
iste
ó
ché
cti@@
ambe
cert@@
lip@@
Jérusalem
savoir
pon@@
enn@@
capa@@
demandé
aleli
mari
aï@@
exp@@
tait
force
femmes
truction
ection
likanisi
kotambola
ciel
Qu’@@
imb@@
embo
oir
suite
loi
bilei
aus@@
Lolenge
mitema
As@@
devons
asep@@
pu
mokomoko
Israélites
makila
Mp@@
bit@@
kotinda
réunions
Yisalaele
sikoyo
oba
eil
endre
ɔngɔ
rel@@
heureux
lit
écou@@
kosolola
méch@@
ctions
montr@@
seront
lent
se@@
div@@
inc@@
Sal@@
selon
kobongisa
nab@@
ɔnd@@
position
and
boyebi
poss@@
Tr@@
200@@
ekom@@
ongwana
juste
alelaka
fond@@
Mon@@
molende
appro@@
una
confi@@
l’apôtre
ds
Ar@@
eut@@
Eb@@
premier
iseli
le@@
contr@@
basalaka
ile
cer@@
prédication
avi@@
accep@@
Petelo
Yisaya
Mob@@
inv@@
ves
lir
Nkolo
kobimisa
Tout
ula
ongoli
ɔtɔ
chrétienne
fidèle
cause
AL@@
fu@@
afin
aut@@
ard
etumba
kokamwa
époque
volonté
oni
û@@
solosolo
bakos@@
trouver
mieux
ebisi
ment@@
ju@@
lil@@
ɛrɛ
ui@@
os
koboma
dés@@
Talá
j’@@
bank@@
bakristo
î@@
omm@@
ences
arri@@
Kutu
doivent
esti@@
ï@@
déjà
masumu
command@@
sembl@@
possible
bamposa
Tángá
enga
da
article
pouvoir
pec@@
n’ont
ekola
porte
prés@@
passé
alaka
kof@@
appr@@
any@@
ES
ailleurs
banda
envers
spirituelle
ateur
puis@@
peti@@
mer@@
Bat@@
Tokoki
première
pes@@
32
motó
anis@@
ru@@
J’@@
N
mer
ɛki
Fils
tru@@
alingi
celle
ól@@
masolo
aî@@
0
ɔkɔ
doute
uti@@
Ne
rendre
jou@@
alak@@
Nini
ution
kobanda
Masese
qué
35
ffi@@
atten@@
gré
remp@@
moyen
talela
Cependant
bankulutu
Mb@@
koboya
Tosengeli
mazali
mariage
utanaki
appris
sui@@
are
zalaki
Mik@@
iko
ig@@
d’h@@
ekóm@@
propos
lors
comprendre
uki
espérance
rec@@
vres
aty@@
kola
ako
quit@@
omi
Ekoki
nse
ture
ble
No@@
bwanya
nkanda
soko
prêcher
continu@@
fl@@
eront
ongisa
mois
one
teurs
devenir
ate
Gu@@
relations
▪
bapt@@
nombreuses
langue
ant@@
jug@@
obé@@
ori@@
tons
aucun
isá
parole
kosilisa
étab@@
komema
T
ène
apprendre
prati@@
religion
ekosalisa
pers@@
str@@
Mokolo
anisaki
babo@@
parfois
derni@@
d’avoir
likama
quelles
minei
aut
année
Moïse
amaka
Isiècle
qu’une
ukaki
Oyo
Ye
endaki
asengelaki
l’on
terr@@
ette
lec@@
ɔ́
prière
profon@@
mobulu
der@@
Ex@@
rem@@
habit@@
ɛti
tob@@
plusieurs
tique
amis
sé@@
issent
plein
bolaki
èrent
lorsque
3@@
va
Même
arg@@
ail@@
lo
poli@@
principes
san@@
194@@
èle
Boy@@
vou@@
pe
indaki
ekaki
onc@@
pres@@
étudi@@
kokutana
fai@@
isé
ef@@
inda
parl@@
nsɔ@@
viol@@
mingimingi
umba
déf@@
ajou@@
mil@@
bazwaki
action
zw@@
ongola
n’y
te@@
fais@@
lou@@
appel@@
réalis@@
Israël
appor@@
accor@@
Certains
déci@@
né
recher@@
mari@@
atik@@
signifie
anza
message
at
Bil@@
parti@@
áng@@
tomb@@
millions
mêmes
mw@@
occup@@
aît
eya
commencé
koz@@
boyengebene
prof@@
nes
akom@@
deven@@
int
rester
çon
grand@@
mib@@
MO@@
pau@@
olog@@
Toutefois
alim@@
tika
nations
envoy@@
souv@@
étr@@
Proverbes
malamumalamu
okaki
Ainsi
Alors
ekol@@
In@@
Ndeko
Ban@@
Kob@@
four@@
0@@
anisaka
enf@@
IS@@
ekómaki
travail@@
montre
angana
Yakobo
pen@@
Qui
cel@@
komikitisa
nouv@@
Maloba
andaka
Yobo
ese
préci@@
rép@@
ɛk@@
lokasa
l’époque
Juifs
epesaka
ah@@
apesi
ona
unga
dirig@@
faits
ila
s’il
mbo@@
long@@
kobebisa
EN@@
exam@@
Mibeko
cole
ambo
p
emaki
toy@@
Luka
mati@@
Bal@@
Isaïe
émo@@
enda
kobongola
bandako
suivre
oints
Ezalaki
Misala
37
esengelaki
issant
pression
kondim@@
andimaki
puiss@@
important
esalisaki
ufa
sœurs
bakok@@
est@@
etúká
don
préc@@
ann@@
ple@@
kokanga
rés@@
iti@@
ɛngɛli
allait
grav@@
tient
système
guerre
Ntoma
dr@@
babeng@@
Ay@@
import@@
X@@
demand@@
agne
ú@@
tour@@
aurait
exprim@@
bayebi
autr@@
découv@@
kosal@@
ukaka
bitumba
akokaki
responsabili@@
oc@@
%
éprouv@@
titude
faveur
kozela
elilingi
Témoin
our
çons
aya
basengelaki
istoire
cieux
Bar@@
mesure
petit
komib@@
kobondela
eke
exer@@
milende
MB@@
ire
Corinthiens
Tozali
soient
déclare
mu@@
aller
bakuf@@
ayokaki
maintenant
esalisaka
conseils
aph@@
pourrait
tiques
Lingomba
cles
plupart
Motatoli
effor@@
34
Aus@@
abond@@
Yelusaleme
NA
eseni
puis
KO@@
difficultés
place
alo
batik@@
bonheur
ner
Moize
elama
explique
eko@@
n’était
spirituel
nation
enc@@
Seigneur
Ré@@
laquelle
Nazalaki
assur@@
erait
New
l’un
proclam@@
dit@@
Kol@@
soci@@
mokakatano
veut
lors@@
Kos@@
kobima
ayeb@@
imisa
condi@@
kotyela
bamonaki
Emoniseli
présent
tók@@
erg@@
prot@@
balobaka
devrions
zwaka
d’entre
koyok@@
assis@@
attention
ési@@
ision
komipesa
óto
akolaki
cro@@
trav@@
enseignement
antu
ekolaki
ɛla
Timothée
efforts
engeli
respec@@
asalelaki
tempelo
esses
tik@@
ls
mosakoli
trouve
wi
bolɔkɔ
ments
parmi
bazalaka
mang@@
let@@
tez
valeur
bolamu
santé
butu
ilaki
ane
70
Abraham
anim@@
kilom@@
YA
posé
sinc@@
déclaré
bampate
mbeka
âme
quement
QU@@
compagnons
particip@@
temple
genre
vin
attach@@
isme
ingaka
Col@@
agir
Si@@
détermin@@
nokinoki
telle
Bab@@
connaiss@@
fier
l’av@@
Adama
mosuni
entes
basakoli
pati@@
uku
Luc
Alobaki
lop@@
influ@@
l’exemple
missionn@@
mikumba
ade
kolo
boyekoli
ion
gouvern@@
Puis
Créateur
arrê@@
chacun
tin@@
d’Israël
ablement
bolaka
oubli@@
certaines
courage
Job
nani
Nazali
sûr
Azalaki
nzambe
ebi
ɛlɛm@@
enge
kosepelisa
tina
trou@@
tel
pal@@
ran@@
mi
litomba
mitinda
l’autre
qu’à
Bayisalaele
liteya
l’aide
etumbu
exac@@
autant
moklisto
enté
conc@@
nu@@
dû
regar@@
enseignements
communi@@
Révélation
adis
bu@@
conscience
vol@@
iti
intéress@@
pɛto
kosambela
forme
Adam
grâce
ebisaki
affir@@
aise
kotambwisa
arm@@
z
boni
penepene
ɔtaki
Plus
lev@@
bénédi@@
adi@@
surveill@@
étudier
alingaka
hor@@
Kristo
plutôt
dre
bakom@@
nz@@
oyez
appren@@
kolonga
viennent
montré
amboli
kokokisama
ngonga
tor@@
198@@
céleste
uns
Wana
étant
tamment
nation@@
esalaka
bateli
assembl@@
éni@@
basoda
alie
endur@@
ensemble
cho@@
Ph@@
emment
vid@@
mauv@@
ôt
tri@@
état
éternelle
bayeb@@
èrement
kutu
ómi
quatre
EL@@
ulunalo
raisonn@@
emaka
équ@@
face
sang
kosangisa
objecti@@
trouvé
écri@@
ège
quels
corps
vɛrsɛ
ɛmbɛ
tab@@
ty@@
spéci@@
nga
pouvait
attend@@
basali
Liboso
olaka
.@@
œuvre
bázala
alá
iner
siè@@
nkembo
montrer
érit@@
reçu
elé
détr@@
t’@@
ern@@
mike
qu’en
nas@@
idée
kokɔta
voie
tradu@@
tenu
balingaka
évén@@
actu@@
Actes
aque
mili@@
kokufa
ndambo
besoins
ibles
dang@@
Nd@@
venu
Mi@@
60
Celui
kopona
heur@@
car@@
tée
morts
okaka
bozwi
situ@@
ekómi
endisaki
Ju@@
prophète
progr@@
bonté
moombo
ambola
rencontr@@
sentiments
annonc@@
:⁠
ulutu
Mozalisi
Loi
MA@@
14@@
libondeli
permet@@
extr@@
rév@@
mobeko
anges
aie
195@@
Lib@@
airement
bozali
alobelaki
mitano
asalaka
temp@@
ny@@
fér@@
20@@
ath@@
Selon
basep@@
engebene
Romains
matéri@@
ebisa
étern@@
ers@@
royaume
mot
nzete
organisation
mobongisi
bakob@@
édi@@
laiss@@
conseil
nourriture
esili
ayant
U
sexu@@
penser
ose
limemya
réc@@
ron@@
zalaka
résurrection
devrait
observ@@
eyaki
elami
ɔnɔ
T.B
cam@@
cité
reste
sour@@
chent
ingo
oign@@
Mak@@
pesi
ord@@
zwaki
devait
tend@@
l’im@@
kolekisa
mokapo
gl@@
cal@@
désir
bles
do@@
onaki
boti
iser
suk@@
élev@@
ut
appliqu@@
prépar@@
ambwisi
compar@@
bomoko
imaka
conduite
Gal@@
compris
Quelles
trop
adiso
organis@@
sauv@@
droit
Lisolo
sukansuka
rend
réus@@
difficile
rev@@
Salomo
azala
abandaki
kokoba
kopekisa
ekokaki
ɛli
l’œuvre
sub@@
ɛngaki
ême
bar@@
mauvais
TI@@
pɛtɛɛ
ordin@@
Notre
iques
thé@@
unda
Timote
qualités
masangá
koty@@
ekisaki
main
abot@@
élé@@
pɔsɔ
réd@@
botɔndi
ina
début
etamboli
tir
limo
mou@@
mikano
premiers
sique
bom@@
réfléch@@
lu
Av@@
spiritu@@
R
com@@
ètres
souff@@
amp@@
révél@@
princip@@
bál@@
jour@@
liya
demande
aucune
olo@@
empê@@
lumière
Vo@@
zomi
indre
ui
pionni@@
Bakolinti
uf@@
Th@@
bâ@@
âg@@
Ang@@
Aujourd’hui
Ek@@
pas@@
tour
inspi@@
Okoki
kil@@
bandimi
onne
divine
kotonga
activité
connu
risto
religieux
assemblée
mobembo
atikaki
komekama
répond@@
sus
Salomon
rendu
constitu@@
Pr@@
pouss@@
mibu
habitu@@
ulation
conséqu@@
rè@@
ON@@
Pu@@
exte
Avec
or
nzembo
simp@@
phy@@
osa
imisaki
mondiale
Fr@@
pe@@
OU@@
ode
Société
tós@@
gui@@
ɔla
indo
Est
boyangeli
ome
aura
bonsomi
Mas@@
The
atikati
ɛm@@
bénéfi@@
pous@@
ndimbola
nay@@
lobɔkɔ
s’ag@@
osengeli
apes@@
mes@@
obéiss@@
pouvez
dév@@
ebandaki
plac@@
Ab@@
comb@@
quent
chrétiennes
lar@@
Moy@@
lim@@
ambw@@
ulu@@
ille
lég@@
assu@@
publications
kolakisa
bapesaki
consi@@
Et@@
posi@@
mafuta
ungi
cent
Mot@@
ongisi
d’amour
Allemagne
eyeb@@
alli@@
Mosɛnzɛli
isions
Daniel
cit@@
titu@@
zong@@
Ɛ@@
Pourtant
raisons
récit
problèmes
loin
Tu
apo
È@@
fille
apôtres
bapes@@
akat@@
ies
seule
hon@@
kony@@
pesaki
fau@@
Linɔ́ngi
brebis
déclar@@
yok@@
am
iki
eteni
akufaki
lol@@
intérêt
témoignage
amen@@
sign@@
mapamboli
asali
IN@@
Kok@@
page
Bazalaki
rappor@@
asɛngaki
mim@@
porter
chapit@@
inst@@
devenu
nyama
but
mission
Bol@@
ombo
autor@@
onɛrɛ
aime
avais
fix@@
passer
kolongola
tózala
ɛɛ
liyangani
veu@@
ungisa
eff@@
komit@@
Babilone
racon@@
úku
Kom@@
atri@@
filiale
sement
Mwa
courag@@
entre@@
mie
ordre
etind@@
jus@@
sacrifice
rich@@
respect
hab@@
favor@@
réjou@@
akoli
ancien
s’en
tér@@
fut
ángi
atti@@
akweli
ption
impres@@
faite
ɛngi
Mw@@
livr@@
esclave
Ngai
eille
Kati
présent@@
domin@@
ɛnga
d’A@@
yoka
libo@@
atte@@
atela
sait
parle
âge
part@@
pai
importance
fil@@
zulunalo
kobota
davantage
Quels
permet
Joseph
répon@@
bantoma
program@@
plaisir
lisekwa
née
eyano
aboy@@
particuli@@
mbindo
rapport
ndelo
ite
termes
Sau@@
bami@@
bakokaki
baboy@@
fidélité
kosunga
exc@@
may@@
congrégations
Jé@@
Jo@@
souffr@@
ong
mabondeli
proc@@
molimo
tivement
báb@@
Wat@@
nakómaki
parlé
emonisaki
nkasa
babal@@
qui@@
rog@@
aku
onzi
esalaki
epesaki
présente
utaki
nuit
rep@@
Rus@@
Pro@@
prophétie
Diable
fes@@
érer
défin@@
actions
prières
ondima
Baloma
entendu
circons@@
faisait
bienfaits
ari@@
prophéti@@
puissance
Garde
expliqu@@
ongolaki
bonnes
humaine
prét@@
satis@@
etik@@
ongw@@
ámá
l’É@@
ilà
epesi
uti
aimer
adi
faisant
esakweli
Tiká
minis@@
wapi
adul@@
Betele
koyangela
komituna
propre
Tour
nie
représent@@
pratique
tat
likabo
période
of@@
bantango
L’apôtre
ezangi
komɛla
convainc@@
durant
perséc@@
Longola
ras
agn@@
d’É@@
véritable
itung@@
osoli
Na@@
choix
bikateli
desc@@
masano
discours
aid@@
soli@@
enseigner
isela
bapakolami
Ti@@
embl@@
fran@@
Bazali
pensées
wer
demander
bánd@@
cad@@
Biso
réconfor@@
tól@@
qu’elles
quant
alob@@
Yuda
39
BA@@
œuvres
bilamba
kopus@@
usu
cél@@
kobosana
litatoli
fri@@
d’esprit
kobɛta
environ
longwa
bomb@@
okola
yoko
kozongisa
Son
Mat@@
sci@@
efe
sent@@
fréqu@@
angu
mokuse
ekw@@
protég@@
réponse
produ@@
sc@@
épreuves
issement
Beaucoup
sacrifi@@
masuwa
ép@@
arti@@
dée
18@@
bamosusu
atunaki
toyebi
menti@@
koyangana
l’argent
pages
autorité
peur
particulièrement
poser
accomplis@@
pouv@@
ku
embre
sian@@
bakozala
baband@@
minɔkɔ
Re@@
mayoki
groupe
kokima
Bay@@
Abalayama
rôle
esɛngaka
constat@@
motuna
volon@@
Jacques
prim@@
famili@@
í@@
Afrika
mont@@
côté
oin
makabo
sœur
kobikisa
fa@@
Ne@@
anzab@@
sikawa
balobaki
Bandeko
pli@@
facile
ká
Oui
cer
laissé
ures
études
Hébreux
tent@@
spirituels
sentiment
36
colère
rom@@
Ak@@
aître
maladie
bamboka
mement
d’eux
enseigne
baptiser
eil@@
sti
mɔ
isiki
botosi
abandonn@@
gi@@
amá
Noa
of
bapaya
ike
etey@@
inqui@@
sionn@@
kon@@
elembo
pose
ilik@@
humb@@
chois@@
motoba
écr@@
reç@@
ongisaki
spirituelles
koba
éng@@
ouver@@
angami
eteyelo
terme
mé
momeseno
résul@@
j’avais
angaka
atindaki
d’abord
rement
carac@@
Babyl@@
ato
Lorsque
sorte
uda
Sh@@
tera
banyama
obe
honn@@
nzokande
ch
Sa
jui@@
kobunda
bosana
olama
38
oient
viend@@
éti@@
laisser
tele@@
pembeni
reconnaiss@@
Yisraele
longtemps
ombok@@
Genèse
acqu@@
tation
emba
yc@@
kozonga
ɛma
óló
1914
agré@@
balingi
partir
dessein
anche
site
meil@@
gloire
Ndako
Danyele
olike
LI@@
etuluku
c’était
banguna
anola
pros@@
oyons
humain
rap@@
ɛkɛ
At@@
biro
nsambo
q@@
ensuite
isse
derniers
anci@@
direction
contraire
fit
réuni@@
ware
bakómi
ades
molu@@
akuf@@
promesse
proch@@
ri
dè@@
vin@@
York
elop@@
fam@@
char@@
semble
eseno
motuka
régulièrement
ekeseni
Can@@
ekoya
souci@@
Masiya
décision
direc@@
basamb@@
bakol@@
Kanisá
cond@@
conclu@@
mirac@@
activités
religi@@
j’étais
taient
mise
adress@@
baanzelu
ert@@
etondi
elamu
euxi@@
Koy@@
ɛtrɛ
mozindo
langues
heures
voi@@
chef
biyano
pou@@
Philip@@
pa
ah
qualité
l’inter@@
politiki
ager
Eva
prier
Joh@@
cern@@
10@@
concernant
gur@@
couple
osola
ayaki
oû@@
Ezipito
faites
ati
privil@@
Mosala
ekisa
justes
prise
umb@@
catho@@
assist@@
kolimbola
bás@@
․
sage
chair
n’en
garder
Bayisraele
erci@@
iya
lettre
mikóló
fese
proche
gagn@@
impos@@
yaka
occasion
exig@@
́@@
affec@@
refus@@
employ@@
S’@@
masanga
ES@@
cinq
Mol@@
cô@@
orer
agr@@
chant
ming@@
souhai@@
garde
limb@@
origine
ángo
Emonani
Ceux
doc@@
cat@@
Égyp@@
vér@@
Petro
crainte
aste
naz@@
Tous
angama
témo@@
soutien
èce
Baebele
emonani
yeba
péch@@
compag@@
amu@@
PA@@
nécessaire
vɛr@@
oyebi
qu’est
soliboso
illu@@
ɔ́t@@
ration
contrib@@
aille
tam@@
koló@@
ad
condam@@
ji
consol@@
vement
azalaka
surtout
act
Lik@@
signifi@@
méri@@
nég@@
mots
bayebaki
vite
Peut
kong@@
dées
effec@@
ous
lais@@
bát@@
probab@@
apesaka
lisoló
les@@
appréci@@
kobak@@
pole
mia
ame
lie
continuer
emi@@
N’@@
mbo
pusi
miséricor@@
sac@@
lé
L.T.B
rées
ète
devaient
Bi@@
berg@@
existe
élè@@
région
n’avait
outre
amwisi
utani
inement
coup
LA
oto
ard@@
Béthel
ziki
mopɛpɛ
api
bomoto
mokomi
boombo
ángaki
D’autres
éanmoins
lequel
conséquent
kokumisa
ein
conjoint
mongongo
Ye@@
ges
voix
méd@@
pol@@
itungisi
istence
bamili@@
exemples
peine
jugement
expliqué
espoir
recevoir
permis
discipl@@
emonisaka
visite
Band@@
perdu
ere
kolala
malako
péchés
molongani
Alobi
tive
réellement
Gen@@
kobɔnd@@
répondu
essay@@
Mon
France
chercher
kozong@@
bat
pite
accepté
lois
sécurité
disc@@
anganaki
erons
oló
engo
Co@@
soi
simplement
bons
l’humanité
ekolaka
koka
dès
197@@
naissance
cependant
gre@@
air
formation
báyeba
kolong@@
Leta
sent
monganga
tenant
tère
foule
Etu@@
uni
mbu
cess@@
Ez@@
lisosoli
mizali
kopes@@
bakufi
tré@@
croire
Marie
akendaki
apit@@
eyokani
venus
Voir
pionnier
aneli
Espa@@
rejet@@
chem@@
viendra
meur@@
makolo
nazwaki
Bana
196@@
iz@@
pron@@
intel@@
Buku
umilité
dur@@
entend@@
senti@@
ngi
Pendant
jet
celles
bibongiseli
L
voulait
kotikala
ebeb@@
produit
sau@@
kokoma
konyokwama
vécu
ébr@@
l’Église
entendre
ans@@
kosimba
boko
bayaki
ani@@
bandimaka
orité
erté
likya
abolo
ints
maîtr@@
elim@@
DE
Noé
tirer
milliers
LE
entier
wela
nécess@@
devraient
abat@@
koki
récompen@@
tels
kokómisa
ressusc@@
Cet
ɛmɛla
uwa
básala
rions
relati@@
kolimb@@
abeng@@
tats
dispar@@
mpate
sik@@
Baklisto
che@@
oti@@
aiment
endaka
eyelo
Ng@@
imeli
met
ómaki
engelaki
sû@@
angá
epes@@
suka
kosamb@@
nour@@
sain@@
lia
témoign@@
kombo
umu
esclav@@
esɛng@@
ecti@@
sul@@
problè@@
bamb@@
siècle
Tou@@
ɔta
ezal@@
commenc@@
epuis
argent
œ@@
étais
Jac@@
bob@@
jo@@
za
itisa
angeli
esp@@
prin@@
angisa
bitu@@
,@@
prouv@@
Is@@
abor@@
consci@@
inf@@
iens
’était
lité
v
ü@@
Rom@@
kosak@@
Di@@
M
eni
ito
endant
clam@@
arr@@
proph@@
confor@@
boli
orig@@
komik@@
aiss@@
’@@
anisá
inti
seu@@
contin@@
rig@@
ace
ennes
tikala
mani@@
este
prod@@
kond@@
ambwisa
respons@@
vre
ateli
dess@@
Mib@@
anzelu
pay@@
nifi@@
map@@
onso
C
péri@@
oci@@
ino
bota
D
trad@@
servi@@
hum@@
exemp@@
okani
koyo
H
embe
impor@@
ign@@
komon@@
ors
espér@@
ël
âce
liqu@@
memb@@
zaleli
paya
ituna
balob@@
sp@@
tôt
í
kolob@@
uite
Cor@@
ánga
so
milli@@
fidè@@
qual@@
jet@@
jeu@@
mondi@@
ɔndi
don@@
chréti@@
su
prédi@@
ikisa
Abrah@@
unaki
susc@@
rac@@
komi
Ns@@
servit@@
angela
lok@@
ï
bén@@
rifi@@
Bet@@
diffi@@
w
ole
–
org@@
ekwa
kit@@
Ad@@
koló
maî@@
relig@@
kosu@@
J
●
recev@@
bany@@
plais@@
cations
diff@@
meli
Lors@@
Ɔ@@
yp@@
crain@@
ail
ze
ommes
Rév@@
Jos@@
fou@@
justi@@
yl@@
wama
cir@@
umisa
main@@
priv@@
eures
kobat@@
ô
usaleme
cin@@
Y
ɛr@@
Nz@@
grou@@
oie
ris
elasi
Bakol@@
liques
aison
boy@@
eign@@
Á
Ê@@
Lu@@
asa
ondi
maladi@@
akw@@
heur
loy@@
tefois
mong@@
vir@@
peu@@
plu@@
sɔ
la@@
ondeli
’est
ongiseli
q
mosu@@
intérê@@
mpen@@
èse
cip@@
è
kokok@@
sɛ
ala@@
occas@@
akatano
obj@@
œurs
Bib@@
Ég@@
ù
uis
elisa
ec
Z
mess@@
biy@@
ólo
ómisa
ɛnz@@
uma
spi@@
bli@@
Ac@@
vainc@@
réfl@@
vérit@@
Emon@@
onni@@
bw@@
discip@@
ebene
ilisa
atoli
cau@@
kolend@@
lise
igne
eau@@
preuves
cle
Chris@@
lang@@
imba
P
imbola
emya
omme
Timot@@
kokom@@
boka
ref@@
oivent
tat@@
cile
́
concern@@
verb@@
eta
ele@@
Pe@@
eut
zalisi
ángá
utana
All@@
Gar@@
aband@@
Pi@@
œu@@
Cert@@
·@@
urité
Ç@@
É
abol@@
Soci@@
envir@@
intér@@
use
souti@@
réguli@@
em
gén@@
ilip@@
B
F
listo
minist@@
utu
premi@@
ɔsɔ
xi@@
Ɛ
Corinth@@
difficul@@
liy@@
uifs
occu@@
baso@@
Église
pɛt@@
ɛta
amu
Je@@
ps
prit
conjo@@
kokam@@
eband@@
Plu@@
ondela
décl@@
avant@@
Mis@@
X
etumb@@
úká
emble
abili@@
eme
sex@@
tiki
K
embeni
Comm@@
V
syst@@
mê@@
aïe
uli@@
pos
respon@@
kolim@@
©
G
pona
alisi
gen@@
◆
nombr@@
chac@@
cas@@
Pet@@
Â@@
onnes
fili@@
abo
zindo
omo
ã@@
oles
imingi
Ps@@
élites
anya
ɔn@@
olola
quel@@
W
Q@@
pɛpɛ
sag@@
Béth@@
ʹ@@
akolami
⁠
imya
vain@@
osambo
pai@@
avantage
Isra@@
aume
atre
Ó@@
ö@@
auc@@
Allem@@
iso
futa
elu
véc@@
réci@@
ro
æ@@
ˈ@@
ipito
Pour@@
auv@@
Écritu@@
rô@@
boto
ekama
Cré@@
atis@@
sieurs
ation@@
eils
Ô
activ@@
Á@@
sig@@
abord
jam@@
okinoki
nis
Abal@@
éth@@
-@@
ongani
éfi@@
Makom@@
pɛ@@
Jér@@
sana
pɛp@@
uya
élation
▫
umi@@
Abra@@
komoko
étu@@
ˈ
pre
esu
tosi
Alob@@
cong@@
critu@@
naiss@@
ritu@@
|
_@@
ü
olenge
Lil@@
affi@@
Yel@@
°
compen@@
prob@@
Pau@@
souh@@
ê
réti@@
ʹ
tango
hovah
apôtre
Libo@@
&
ä@@
ɔ́ngi
imo
ple
ł@@
fem@@
alaele
ú
Ï@@
rection
rais@@
aino
hée
ë
anité
œur
core
Yis@@
Ó
yokwama
fré@@
ñ@@
Cel@@
ʼ@@
isimo
humanité
eseng@@
Œ@@
má
Î@@
séc@@
ermin@@
Matth@@
mière
elik@@
raele
verbes
ë@@
ḥ@@
jà
visi@@
Ô@@
iká
>
tro
néc@@
Ɔ
somi
résur@@
aits
culi@@
eigneur
Sat@@
kosep@@
Hébr@@
○
❑
Témo@@
Lin@@
Dani@@
éan@@
j
hov@@
→
toma
Yor@@
obo
Davi@@
bienf@@
bes@@
ors@@
eigne
ques@@
↓
ה@@
ieu
י@@
ו@@
inth@@
č@@
ה
+
osolo
hova
⇩
ʽ@@
momes@@
☞
fav@@
ā@@
ʼ
olik@@
gouv@@
cipl@@
§
usalem
ix
etulu@@
■
frika
✔
clav@@
←
éci@@
Q
eno
−
nomb@@
®
ɛnzɛli
riture
­
_
Ú@@
mote
=
̆@@
â
Bayis@@
Û@@
š@@
epene
trɛ
Ù
◇
ń@@
◯
Ë@@
Í@@
ł
ø@@
ž@@
beso@@
❖
agnons
ū@@
Š@@
ş@@
Í
#
T.@@
Ž@@
Josep@@
‚
elon
↑
―
▸
ä
isten@@
û
ś@@
å@@
ö
Ü@@
ḥ
Ö@@
à@@
$
‛
ę@@
▶
ş
š
délité
ī
\
È
Ż@@
Ł@@
⇨
̩@@
ă@@
L.@@
ą@@
ŏ@@
libak@@
éricor@@
Ã@@
ǒ
ý
פ@@
⁄
▾
”@@
ש@@
ż@@
ayama
č
ׁ
נ@@
ẹ@@
ī@@
ē@@
ß@@
ß
¡
ľ@@
congrég@@
æ
⁄@@
ò@@
Ş@@
‘@@
Å@@
Moi@@
ṣ@@
­@@
Ï
ā
‰
;@@
ń
ο@@
ď@@
ֹ
ő@@
ã
Ḥ@@
ý@@
Å
ẹ
ė
י
å
Dany@@
⇧
™
ć
μ@@
ν@@
ū
ïse
ebis
ǒ@@
ẓ
̀@@
υ
×
̗@@
⁠@@
ŏ
α@@
Æ@@
ν
:@@
î
ṇ@@
ð@@
Ē@@
ś
malamu@@
ְ@@
@
ı@@
Ain@@
elil@@
ç
ĕ
ě@@
Babil@@
–@@
Ä@@
Κ@@
Ò
ē
ì
ř@@
Č@@
̧@@
¿
ţ@@
€
ť@@
ק@@
ל@@
ד
π@@
ᾶ@@
σ@@
ů@@
δ@@
γ@@
ọ
ό@@
ύ@@
Ọ@@
ρ@@
ι@@
ς
ź
inoki
ḍ@@
λ@@
ō
Yakob@@
ǎ
▼
◀
ח
χ@@
υ@@
·
̆
◊
ependant
usal@@
ingomba
ì@@
õ@@
£
✘
ě
Č
(@@
—@@
Û
ù@@
apô@@
β
Ñ@@
poque
Ê
ō@@
ă
ά@@
κ@@
ʽ
d’hui
