<unk>
<pad>
<s>
</s>
.
,
the
to
of
“
”
a
and
kuti
:
in
?
that
—
ku@@
uye
ed
is
mu@@
t@@
ne@@
a@@
ing
s@@
for
ar@@
m@@
y@@
M@@
p@@
-
r@@
e@@
we
pa@@
f@@
zv@@
v@@
ch@@
re@@
be
i
s
dz@@
in@@
was
on
w@@
at@@
are
es
i@@
with
his
as
an@@
d@@
S@@
it
I
or@@
g@@
er@@
not
va@@
it@@
is@@
h@@
aka@@
o@@
The
you
​
b@@
as@@
kana
e
l@@
u@@
he
er
n@@
wa
or
R@@
;
ur@@
c@@
H@@
have
P@@
k@@
y
A@@
ir@@
T@@
iri
o
will
’
Jehovah
un@@
1
E@@
by
am@@
K@@
God
se@@
on@@
ita
ano@@
nd@@
N@@
Jehovha
no@@
an
V@@
us
ye@@
I@@
from
t
en@@
vanhu
ira
al@@
their
es@@
)
(
D@@
ha@@
Mwari
al
we@@
kw@@
B@@
they
one
ers
im@@
at
were
!
ana
ro@@
z@@
Jesus
ap@@
ad@@
our
who
all
G@@
ari
this
kut@@
can
‘
C@@
ab@@
Bible
Jesu
yo@@
ak@@
ava
W@@
da
L@@
isa
ti@@
st@@
ly
av@@
do
ted
ate
ang@@
2
akanga
ma@@
ts
what
asi
vaka@@
munhu
had
ik@@
ation
irwa
par@@
ine
kur@@
ach@@
ra@@
wa@@
ic@@
noku@@
’s
ac@@
your
om@@
ai@@
ev@@
us@@
ing@@
u
ino@@
zvino@@
U@@
ag@@
tr@@
end@@
chi@@
os@@
In
them
3
zvinhu
What
O@@
and@@
kwa@@
sei
op@@
el@@
people
na@@
5
il@@
F@@
iv@@
A
adz@@
has
sh@@
kuva
Ch@@
him
Bhaibheri
idz@@
em@@
here
cha@@
4
ot@@
kus@@
God’s
nem@@
ona
ig@@
ya
zva@@
era
Jehovah’s
yaka@@
ara
iro
my
id@@
th@@
wo
about
amb@@
ent
kuita
va
ika
ora
would
et@@
when
ep@@
ya@@
um@@
time
pe@@
zvikuru
hw@@
vano@@
Ku@@
ose
j@@
imwe
van@@
may
ia
ano
6
but
m
zvi@@
ho@@
edza
for@@
eng@@
uno@@
ent@@
nguva
ated
Zv@@
ou@@
life
J@@
out
ire
az@@
ung@@
Mu@@
so
en
did
akas@@
kwe@@
k
mumwe
le
dis@@
ut@@
idza
amba
]
[
8
tion
Asi
kuno@@
more
ive
imba
ib@@
iswa
de@@
How
ol@@
res@@
ec@@
ats@@
ong@@
ind@@
basa
kuny@@
7
those
ity
me
some
ip@@
akat@@
od@@
able
ies
ence
Y@@
rw@@
nezv@@
l
kun@@
ment
ri@@
con@@
mum@@
He
her
also
9
ai
sa@@
ane
mut@@
akar@@
zvaka@@
ance
b
been
qu@@
avo
ish@@
ek@@
ich@@
such
It
ed@@
ob@@
mun@@
per@@
th
Kristu
wo@@
15
be@@
af@@
many
kup@@
ati
ting
no
akanaka
vach@@
pl@@
vamwe
ani
ex@@
ion
ina
fanira
ere
zvin@@
iva
ako
ar
up
h
any@@
ary
ru@@
yo
if@@
ve@@
chete
there
wana
its
kuna
le@@
he@@
10
12
how
wake
even
other
gr@@
anga
Witnesses
ziva
awo
mashoko
har@@
vake
Kana
ave
imb@@
ter@@
nokuda
mus@@
up@@
good
man
way
akati
Va@@
mur@@
pamusoro
itwa
isi
oku@@
enyu
Nd@@
than
uka
11
work
enyika
ud@@
if
day
wan@@
ok@@
n
ul@@
1@@
help
vari
uch@@
man@@
enda
itika
We
Z@@
aro
est
ero
rino@@
said
should
ely
bva
But
apo
zvo@@
hand@@
mudzimu
irira
oro
iz@@
vat@@
com@@
akav@@
iti
eri
things
pasi
ings
Pauro
vas@@
umb@@
ech@@
4@@
cl@@
sp@@
ite
kudz@@
erwa
mat@@
ef@@
ake
Zvapupu
into
world
love
these
se
var@@
does
ts@@
ura
ic
Christian
ure
ise
d
13
udza
ei
iko
This
so@@
which
waka@@
zuva
over@@
over
make
years
onga
ter
14
nokuti
muna
achi@@
vana
zviri
When
nav@@
could
Ak@@
reg@@
uri
19@@
iwa
They
ay@@
lo@@
Paul
inga@@
ng@@
funga
ning
pres@@
uk@@
eka
age
ant
nor@@
ness
kub@@
cho@@
aura
chino@@
pre@@
pro@@
she
iye
ations
first
angu
ipa
end
children
adza
che@@
wi
upenyu
ally
/
kutanga
Christians
zvaJehovha
nh@@
ambo
only
Mar@@
others
rem@@
chinhu
hama
zvose
pa
str@@
ess@@
20
earth
Umambo
mis@@
mar@@
akore
pane
gona
For
dzino@@
sur@@
ill@@
iya
idzi
because
ama
iyi
oun@@
aiva
nam@@
ch
ions
ful
17
ying
war@@
Kingdom
p
16
ndoku@@
ati@@
much@@
kwaka@@
chir@@
ipi
then
kutaura
idzo
vakanga
says
yacho
inot@@
If
kuts@@
ous
ents
rec@@
ha
kush@@
5@@
kunyange
rin@@
chin@@
fanana
As
come
family
kuch@@
being
gara
zi
me@@
ty
amwe
pam@@
evera
like
yake
zvino
dzaka@@
ungano
Kunyange
19
mug@@
oni
6@@
iso
wor@@
ce
must
own
Christ
made
et
chokwadi
ov@@
kuru
mas@@
zvakanaka
gadz@@
zvis@@
ve
vane
need
spirit
yoku@@
att@@
18
akaita
te@@
Why
vose
huri
faith
mwoyo
munyika
kud@@
han@@
kutenda
car@@
ndi@@
ther@@
eg@@
vakawanda
ide
woku@@
izvi
Pa@@
arira
ge
S
akap@@
Zvisinei
ever
example
vachi@@
ass@@
well
ver@@
oratidza
ariro
dzose
erera
edz@@
just
el
ond@@
atu
pav@@
raka@@
iyo
chit@@
kune
tions
used
po@@
take
g
cr@@
wacho
You
aya
udz@@
dze@@
simba
kuf@@
E
daro
ish
kura
des@@
su@@
udzi
Th@@
now
ova
most
sion
ating
see
king
kwazvo
after
orwa
ones
Saka
kuv@@
men
naMwari
spiritual
ice
chaizvo
know
emb@@
kug@@
od
enga
nes@@
kwem@@
chaka@@
vanot@@
And
ities
pfungwa
yose
ear@@
congregation
oma
chimwe
enge
00
true
ious
use
pakati
kunamata
new
uyo
24
akany@@
ony@@
21
r
zvazvo
its@@
nenzira
vak@@
words
nyika
zve@@
before
become
22
murume
est@@
rake
parents
x
raMwari
hwa@@
br@@
acho
7@@
zvo
ied
ris@@
kuk@@
ered
vo@@
very
any
nzira
pan@@
ill
death
Ne@@
odz@@
uts@@
give
akawanda
x@@
vaKristu
angan@@
where
akak@@
hur@@
go@@
comm@@
zo@@
ther
ds
uro
dzimwe
esa
isina
pamwe
gu@@
chip@@
ikana
hum@@
hi
por@@
two
igh@@
St@@
inos@@
ors
bedzi
zvir@@
thing
ight
zita
kupfuura
heart
pas@@
chai@@
kum@@
bat@@
ain@@
oka
pedzisira
John
ivi
An@@
iy@@
zvit@@
old
ember
idzwa
une
kumb@@
am
Ano@@
kung@@
Se@@
ore
zvimwe
through
another
hav@@
much
chiKristu
yokuti
our@@
uma
Shoko
ement
kwo@@
hwe@@
fung@@
ove
angano
arudza
kosha
nezve@@
vakat@@
self
tino@@
omb@@
Uye
uta
ory
great
batsira
sed
ene
ug@@
ast
map@@
pri@@
ect
umira
ality
ical
vis@@
ess
onz@@
ava@@
aka
2@@
pr@@
choku@@
ye
□
vavo
uva
mag@@
New
name
yedu
times
her@@
ah
echokwadi
mukuru
ay
get
ori
inter@@
dza@@
ue
aurwa
cre@@
zvakawanda
kudaro
truth
kwake
land
199@@
zvik@@
ike
tis@@
O
•
pedyo
ial
ually
rel@@
di@@
makore
That
naJehovha
pfuura
ini
found
ited
hi@@
jo@@
ner@@
kubva
enguva
yem@@
urwa
chis@@
uya
human
might
though
fan@@
iyoyo
So
wedzera
kuda
part
to@@
book
One
vap@@
ws
ently
ino
imbisa
anda
ily
each
mit@@
woyo
mune
rwe@@
kubv@@
oupenyu
25
say
akatanga
tichi@@
pur@@
As@@
dec@@
wose
w
nemhaka
atino@@
chiri
ema
ard
act
omo
ry
eny@@
vabereki
ipo
young
handisa
*
anya
prom@@
23
today
bl@@
Chii
c
person
act@@
muk@@
mudz@@
study
bhuku
ian
year
rwa@@
30
akasiyana
led
Kut@@
panguva
zvoku@@
ons
do@@
acc@@
compl@@
zvav@@
out@@
zano
anenge
aiz@@
og@@
edzo
duku
ates
nen@@
zvimbo
feel
read
find
idzira
Word
vang@@
kuramba
place
Baba
musoro
against
kurudzira
kwav@@
less
ks
anhu
chik@@
ivo
vav@@
fin@@
hu@@
vaya
akadz@@
mak@@
osh@@
huno@@
adzwa
atidza
gare
dh@@
akarurama
hondo
To
und@@
fara
anot@@
brothers
emp@@
apostle
No@@
udo
als
bu@@
ened
naye
zvakadaro
fully
form@@
za
Vanhu
expl@@
Kuti
tive
himself
yavo
ci@@
home
ach
kuona
inc@@
kupfurikidza
However
Satani
zvip@@
word
oko
ist
right
rudo
Vamwe
ndich@@
Al@@
’@@
mir@@
keep
vakar@@
fur@@
wedu
rimwe
Re@@
izvo
asina
mub@@
pos@@
tly
les
akasimba
omu@@
same
Do
often
Nei
fu@@
of@@
id
go
mb@@
She
never
cho
wangu
ked
Ar@@
long
you@@
gl@@
kuziva
Somuenzaniso
irana
Magwaro
ombo
akataura
angarira
kuz@@
uny@@
oga
pachena
yakanga
ign@@
upon
kuri
sub@@
son
nde@@
pashure
asing@@
atur@@
Some
ition
means
cont@@
li@@
nzvimbo
all@@
ndaka@@
da@@
dai
too
ga@@
ord@@
In@@
apa
wadz@@
Is@@
aizo@@
ow@@
tic
every
mon@@
wrote
nomumwe
trib@@
ad
.@@
vakuru
ens
At
ual
low@@
ume
Ha@@
Ad@@
course
tic@@
Dz@@
add@@
8@@
Tino@@
eerera
muenzaniso
wis@@
Ndi@@
stud@@
Israel
tim@@
ist@@
Uno@@
nz@@
ata
atidz@@
came
why
ned
pat@@
off@@
anos@@
Ma@@
kudzidza
tur@@
the@@
hope
sho@@
ished
urira
fl@@
hwo@@
zvichi@@
There
ians
sec@@
wira
med@@
kupar@@
under
became
put
Izvi
uku
kwete
inda
spe@@
28
Iye
kund@@
days
Peter
dem@@
iny@@
down
serve
set
ph@@
Israeri
dzo@@
ny@@
ta@@
inor@@
mh@@
pana
among
Kus@@
kusvikira
let
vasina
anangura
ashoko
anoti
handa
mutsa
Par@@
yaya
racho
000
called
view
After
nou@@
del@@
Petro
show
fe@@
AN@@
zvokuti
David
zvokudya
ain
worship
enzi
poku@@
au@@
ichi@@
hor@@
vakas@@
vaka
edu
muviri
Dhavhidhi
sel@@
fa
back
faithful
ikwa
bo@@
9@@
famba
akava
vasing@@
ell@@
aita
hap@@
aris@@
mup@@
mush@@
anor@@
nayo
learn
akakwana
ser@@
bv@@
min@@
century
ized
abv@@
Chokwadi
nevanhu
riri
fadza
igira
Jud@@
publ@@
news
hon@@
want
oreva
echi
uko
given
vaiva
Un@@
ongwa
United
vadzidzi
Mus@@
hom@@
angariro
during
ound@@
important
still
kwoku@@
Mumwe
ziv@@
away
vika
co@@
hwake
mari
prov@@
kushandisa
gore
ait@@
wife
arama
Matthew
boka
pol@@
vo
izvozvo
ars
munguva
navo
onzi
ayiro
itsva
told
asa
oti
adzi
zivo
la@@
wise
later
mazuva
ungamirira
nhasi
mutemo
akan@@
iah
ungwa
live
fa@@
kwavo
fuura
pach@@
doing
akanyora
wem@@
wal@@
kazhinji
mind
knowledge
Fr@@
wako
ham@@
kubat@@
tain
muts@@
ndo@@
mudzimai
appe@@
muf@@
eso
enz@@
yi
began
Is
conf@@
themselves
zwa
while
expres@@
eas@@
anoda
pano
inenge
anogona
zvid@@
iriro
C.E
holy
wh@@
bless@@
peace
Com@@
haana
0@@
ead
inge
ize
nyore
vai@@
edzwa
hu
anofanira
uyu
ets@@
house
kare
ses
ezvinhu
zvem@@
hanya
akats@@
engetera
By
anc@@
ga
waMwari
appro@@
Father
unz@@
mufaro
amene
Pane
ministry
kwedu
service
Christ@@
Naizvozvo
three
preaching
chokuti
anoita
pris@@
erek@@
Judha
ular
shoko
ishandisa
iver@@
denga
zvat@@
are@@
living
Kup@@
ising@@
conv@@
ough
ign
anz@@
sin@@
kumbira
shamwari
zivisa
chap@@
ivirira
Con@@
without
ives
ised
Pisarema
sy@@
wavo
Noku@@
power
however
kusvika
loy@@
musha
bel@@
chose
Kur@@
ref@@
cor@@
zana
vangu
eswa
ication
ound
iki
ibva
uram@@
dzoku@@
kuwana
ative
bud@@
3@@
Psalm
int@@
idzirwa
mberi
ba
nomu@@
gave
oup@@
inoti
fac@@
26
kurumidza
On
om
imi
teach@@
wara
order
akaz@@
50
paku@@
tain@@
uchi@@
red
kunzwisisa
hamwari
ke@@
hwaMwari
ening
unhu
nyaya
tinofanira
tsika
pedza
unga
With
Scriptures
fo@@
akand@@
low
iwo
ep
umo
bur@@
29
azuva
zve
unung@@
chang@@
ef
huru
33
mwana
muupenyu
pf@@
nei
yav@@
chii
Then
dziri
mukadzi
ima
fact
tariro
ways
wat@@
Satan
angana
tik@@
inv@@
atso@@
muBhaibheri
aida
ust
emba
sol@@
ans
sing
religious
zvakaipa
kurarama
both
zvisina
mukati
disciples
azve
ments
sal@@
inst@@
40
Hebheru
vanofanira
ages
mor@@
nevamwe
His
Many
sure
N
resp@@
fir@@
ship
making
happ@@
app@@
atidzira
homa
kupa
akanyorwa
guru
27
vene
States
wn
,000
ests
pasina
tich@@
child
ously
akadaro
ambira
arwa
Yet
reas@@
zving@@
help@@
Mambo
King
Ng@@
ges
succ@@
eni
full
ndiye
enget@@
31
nech@@
upi
kubatsira
Yes
ond
jec@@
loc@@
haka
every@@
always
Mosesi
Be@@
ets
father
ibv@@
mill@@
ibatsira
0
ths
ek
nesimba
took
vaIsraeri
ega
My
indura
zvakanga
zvich@@
beg@@
Mun@@
ture
dep@@
Mwanakomana
il
ences
ambura
mabasa
zvai@@
ran@@
ained
loving
ys
mhuri
jeka
ough@@
ivisa
having
,@@
sup@@
look
gra@@
between
asati
uraya
mi@@
mer@@
ome
fort
Pashure
ext@@
Zvino@@
nokut@@
mother
vanos@@
ism
emberi
ambe
varume
something
whom
atidzwa
ikan@@
zhinji
yeuka
vadz@@
asked
hand
etsera
ete
appreci@@
dzake
kwenguva
Our
mad@@
ility
itiro
reason
atidzo
wedzi
rist@@
vanor@@
hwo
runo@@
muzana
marriage
erful
really
okuti
humans
kwanisa
tiri
Tr@@
te
ana@@
god@@
concer@@
servants
bre@@
angar@@
Isaya
Sezvo
endero
felt
ital
thr@@
ack
possible
idzisa
nezva@@
yap@@
sezvo
adzo
ering
amu
tor@@
lead@@
ito
muchi@@
cap@@
ute
pap@@
little
rinot@@
zvakaita
wanisa
mamwe
siyana
Pro@@
taka@@
nema@@
consid@@
vaiz@@
ho
ward
personal
chenjera
World
Apo
ended
ible
disc@@
Ndino@@
arisira
hasi
rinonzi
Munhu
Jerusalem
together
tal@@
anidza
Pas@@
endi
diwa
gener@@
Tim@@
ands
Roma
amai
mo@@
pamberi
hat@@
ace
dzavo
zivikanwa
face
real@@
hapana
list@@
chinja
dzakawanda
ters
kunzwa
Sa@@
kururama
ingly
joy
faniri
Here
198@@
raJehovha
kuro@@
si@@
wond@@
Africa
ature
Even
fellow
chena
direc@@
problems
dra@@
encourag@@
kunge
ca@@
mambo
inei
rose
umi
ost
kuzv@@
food
number
vaMwari
andiswa
kugadz@@
future
D
Son
bh@@
hau
few
woman
vapo
ution
Jerusarema
piwa
ange
believ@@
kuenda
toward
muungano
try
think
po
stand@@
kurukura
gamuchira
activ@@
amira
Fir@@
fi@@
mab@@
Isaiah
lives
result
ong
point
echi@@
chenget@@
city
eji
evedzera
ind
No
kudenga
yaMwari
hurumende
These
hanzvadzi
enti@@
ese
wed@@
Abra@@
kuratidza
chikonzero
All
ase
zvinetso
anisa
bring
onzwa
care
known
ikoku
Moses
NW
chipi
mod@@
onal
yor@@
Ndaka@@
val@@
Per@@
ichi
ire@@
um
isira
rich@@
consider
religion
aigona
engo
els
clo@@
wr@@
women
avira
Muna
exp@@
ple
again
bvuma
anganisira
blood
dev@@
yam@@
zvine
st
ore@@
akaratidza
since
32
anzvi
Mur@@
unogona
Gre@@
tin@@
zvake
Ex@@
sin
form
itira
rokuti
ufu
kunze
rus@@
experience
IN@@
zvatino@@
vab@@
du@@
exc@@
present
Let
prayer
exam@@
body
off
hold
waro
char@@
asha
ten
uru
eredza
ugare
akakodzera
ash@@
giving
e’s
nations
vaviri
ndino@@
ikoko
kushanda
vechi@@
perfect
fear
achiti
accep@@
chinangwa
He@@
ipapo
happy
vura
ever@@
cul@@
isvonaka
aifanira
ask
water
Jerem@@
elders
wanz@@
kwakanga
aking
muri
yed
last
under@@
thy
righteous
kind
meetings
azi
purpose
kufunga
done
rul@@
ambudziko
akaramba
left
ame
wisisa
heaven
ner
ropa
hamisa
aiita
ti
husband
gre@@
old@@
needed
emek@@
yangu
naJesu
dzidza
better
arudzi
ists
T
Zvirevo
yaiva
soci@@
continu@@
ongorora
irawo
fect
fun@@
35
learned
pray@@
From
kurukur@@
mankind
ell
world@@
kuvadz@@
Proverbs
ort
En@@
kwam@@
went
different
bro@@
munzvimbo
arly
ege
nechokwadi
rudzi
kuteerera
counsel
bas@@
yechiKristu
zvozvo
Greek
zvinoita
tre@@
mot@@
voku@@
yakawanda
dr@@
air@@
zvinos@@
line
atsirwa
ikoro
mutauro
Kw@@
let@@
mutsvene
Watchtower
erekwa
muka
ented
ide@@
kuparidza
muno@@
vanop@@
coun@@
irozi
ots@@
hamu
pose
wai
ikira
wisdom
fine
udzwa
ongi
ofita
apar@@
ety
vedu
Mashoko
decis@@
chaizvoizvo
refu
col@@
cannot
kuitira
person@@
sto@@
early
V
nor
practic@@
awa
sl@@
vave
enc@@
describ@@
spec@@
hard
discus@@
eful
induro
ild
akab@@
kwaari
olog@@
chokuita
heavenly
school
angwa
teaching
plac@@
okor@@
using
dzedu
Thus
esi
ately
war
ged
Eng@@
questions
dzin@@
matter
law
hamo
itiko
ikirwa
rutivi
includ@@
evil
zvib@@
Mum@@
onom@@
maviri
wisa
Ab@@
achit@@
amata
arudzo
far@@
udzidziso
Zvaka@@
zvam@@
ines
heav@@
system
associ@@
zvavo
occ@@
ais@@
iness
kunoita
wicked
f
B.C.E
viol@@
hwa
Muk@@
chiny@@
una
fulfill@@
Corinthians
handiswa
thought
ungirira
arr@@
194@@
friends
fre@@
ention
zvand@@
akare
gar@@
wawo
ondo
row
ains
yako
AI@@
200@@
kure@@
best
kurudz@@
helped
Israelites
sc@@
nani
doc@@
Giriki
engi
pra@@
put@@
ides
language
iviri
ungamiriri
ns
▪
ld@@
anointed
share
TH@@
less@@
experi@@
abasa
hwedu
tiv@@
anotaura
utsa
hiki
rinoti
hear@@
bad
tinogona
relationship
going
ree
ither
following
believe
certain
yakati
someone
Johani
isisa
verenga
ild@@
ard@@
Nokudaro
ending
continue
ident
pleas@@
wirirana
Mut@@
light
aur@@
ous@@
ariri
Your
ji
apostora
sk@@
Bib@@
ER@@
akatendeka
ern@@
zvininipisa
hwoku@@
kure
R
change
spok@@
sav@@
okera
odzi
enzan@@
Ev@@
yourself
situation
unza
iel
ber@@
kupinda
hab@@
members
ancient
far
disi
mubasa
akang@@
Because
Ung@@
mil@@
bvunza
vir@@
chacho
oneka
AR@@
requir@@
money
muapostora
baptized
Jews
icho
rechi@@
thus
ental
wedz@@
ato
chake
pow@@
head
saying
brother
message
vie@@
ican
ieri
imiro
achir@@
amiriro
sem@@
kwakaita
kunogona
omborero
who@@
close
article
ided
position
Bro@@
pain
37
Zva@@
baba
Ruka
ast@@
panzvimbo
unity
support
irwo
hem@@
vazhinji
oi
until
eyes
ick@@
ined
serving
yet
ombor@@
ron@@
cent
ne
high
vanoda
hin@@
zvinot@@
ekare
Pe@@
vanenge
zvipira
orera
pare
maererano
kutonga
oita
dzich@@
ould
mvura
pem@@
ject
abereki
net@@
ndech@@
Timothy
wero
increas@@
ably
Since
Wh@@
Revelation
bir@@
rap@@
around
transl@@
eld@@
case
Luke
enjoy
Who
70
speak
pand@@
ling
especially
writ@@
mubvunzo
ards
34
commun@@
efore
kugara
mwari
rega
anger
gif@@
kuitwa
profita
farira
enhema
ens@@
mabhuku
amuchira
ango
ins@@
ices
Zvakazarurwa
rugare
ndizvo
Vano@@
redu
yisa
main@@
produc@@
uc@@
respect
dikanwa
taurwa
Phil@@
idzisi
isati
ested
Jakobho
mission@@
will@@
cause
along
gover@@
eal@@
eless
free
rup@@
vanogona
fananidzo
look@@
brought
turned
ondedzera
mean
Mabasa
ukama
ern
sense
budirira
Samu@@
wit@@
ramakore
feelings
Brit@@
dead
ms
govern@@
ites
attention
yeBhaibheri
earth@@
gan@@
ivimbo
mbiri
bvum@@
understand
served
born
anganisa
talk
irai
reat@@
answer
ile
eti
emo@@
ourselves
Jos@@
ick
iwe
vaJehovha
arudz@@
imit@@
Ipapo
lead
kuzvi@@
Sh@@
develop@@
obva
arding
ements
’t
chinj@@
kwose
received
James
panyika
health
ayo
Jo@@
next
Germany
prec@@
iroro
lands
ku
compan@@
habhatidzwa
desire
imo
zvechokwadi
ded@@
Chin@@
influ@@
nation
iye@@
opa
akapa
taken
inga
chall@@
York
kurumbira
needs
hiz@@
ped
fer@@
cond@@
Europe
wane
kwaMwari
fec@@
Acts
reve@@
avoid
ndakanga
small
rine
ants
zvirokwazvo
partic@@
akakomba
soon
dzidziso
real
zvikurusa
wanda
pati@@
akomana
Johane
trans@@
hwavo
Mutemo
roku@@
ress
illustr@@
aradza
ingaira
Mup@@
akasvika
tir@@
di
wing
div@@
oss
aring
misangano
muduku
ender@@
kuvamba
Although
Ind@@
enzaniso
contr@@
Of
saw
difficult
states
doub@@
dzem@@
privil@@
munzira
Lord
ram@@
nomwoyo
reading
20@@
KU@@
eve
whole
Col@@
vaJudha
aining
vacho
ived
row@@
wav@@
tice
em
iku
nezvoku@@
yakanaka
sezva@@
iving
taking
itions
kuit@@
leg@@
eness
ko
coming
beli@@
havana
chipiri
ii
den@@
sue
enced
ndichi@@
vachit@@
iting
Hapana
learly
Those
question
everi
consci@@
zvokwadi
60
pfuma
pinda
Hungu
ununguko
iwayo
De@@
imu
rakanga
agona
likely
ically
ached
answ@@
Nenzira
pros@@
offer@@
including
emo
famil@@
prove
ting@@
kwat@@
vava
liter@@
gir@@
indic@@
Y
rokutanga
kumu@@
appoin@@
saka
ple@@
ope
vakadzi
poss@@
vako
wrong
fru@@
Law
night
died
account
orig@@
yakar@@
vaduku
zvikurukuru
don@@
conduct
married
ot
adhiso
hir@@
dzine
ems
Dan@@
kwana
amiriyoni
ON@@
adise
false
discip@@
Such
onzero
yakat@@
bvira
nhau
ples
wechi@@
While
control
suffering
kukuru
atidzika
ior
conc@@
etting
osha
Nguva
jud@@
Nyika
kunda
Hama
ularly
Society
follow
turn
ray@@
Zvino
seen
Je@@
hus@@
inde
four
wanted
temple
ust@@
ongo
erg@@
Josep@@
wide
kungo@@
tif@@
mwanakomana
batanidzwa
chivi
Pan@@
moved
chet@@
claim@@
Romans
Jobho
kufamba
maj@@
advan@@
itical
thers
kudza
atsira
special
14@@
emera
trust
Read
io
ambudz@@
abl@@
ak
fungiro
high@@
Musiki
ann@@
ring
umiri
sent
an’s
nokukurumidza
kwand@@
guta
benefit
muku@@
proved
Mateo
akavimbika
upu
haraunda
ls
opport@@
dya
kurira
obedi@@
affec@@
principles
zvakaitika
·@@
moral
eld
sokuti
yai@@
makes
nokus@@
cy@@
sen@@
val
de
Uyezve
isham@@
den
zvinokosha
tern
iled
dzi
akamb@@
magaz@@
thinking
Mudz@@
kuchi@@
knew
18@@
kuchinja
Are
vic@@
hosva
instruc@@
thous@@
bus@@
umwe
taught
z
idziswa
courage
run@@
attitude
nothing
cou@@
Chir@@
Nokuti
receive
righteousness
anim@@
involved
strong
ics
Wor@@
simply
valu@@
andisa
asikana
ulation
pasinei
Ikoku
Mateu
ndiri
irisa
ins
ut
kutsvaka
provide
acha@@
responsib@@
remakore
benef@@
ndima
ifan@@
hwaka@@
equ@@
fav@@
kindness
resul@@
nenguva
anwa
pfupi
sing@@
oondo
vem@@
kuva@@
divine
group
Babyl@@
star@@
appl@@
agoni
Sim@@
marudzi
ende
ayira
my@@
anony@@
nazvo
Creator
hou@@
ost@@
chem@@
ching@@
Imwe
umisiro
half
entr@@
works
wisana
ises
warira
national
judg@@
U
‘@@
yechi@@
peri@@
worship@@
educ@@
Now
cal@@
Vaka@@
le’s
mweya
zvinor@@
kunaka
table
ath
occas@@
entif@@
oshesa
whether
heard
Can
crip@@
followers
akanzwa
sm@@
Egyp@@
chav@@
enem@@
ability
tion@@
ass
Muapostora
Job
inza
Verenga
sons
posed
Am@@
CH@@
Ino@@
problem
betsera
ves
kudzidzisa
Jap@@
ambiro
ict
minis@@
betsero
akanak@@
nokusingaperi
guma
ongo@@
zvinogona
Kutaura
prophet
Hebrew
page
ery
Abraham
Jewish
necess@@
ongor@@
unofanira
according
Or@@
OR@@
matters
exerc@@
repor@@
rufu
clos@@
ez@@
chero
soul
yira
odzwa
vait@@
Adam
aram@@
zira
hun@@
abat@@
muma@@
ich
fuurira
wanzo@@
kingdom
adi
wewo
eed
once
streng@@
nokush@@
Not
certainly
fungwa
kubata
muKristu
amat@@
expec@@
action
ereko
satis@@
great@@
truc@@
inotaura
Bhabhironi
irirwa
195@@
VA@@
obv@@
kutambudz@@
large
arisana
akaona
anidzira
ok
invol@@
ties
bi@@
enjo@@
sai@@
rwo@@
mugumo
ashand@@
Does
recogn@@
gumi
Panguva
zvidz@@
Watch
rwoku@@
chakanga
oz@@
irano
fer
comes
oned
ir
distr@@
Le@@
ote
seka
sor@@
vomu@@
similar
musi
ld
sacrifice
everlasting
pakutanga
uses
Be
yp@@
gives
U.@@
chib@@
obe@@
eer@@
ezo
ta
zvedu
Mes@@
vany@@
ells
nezuva
Ona
Today
Kun@@
iana
ship@@
resurrection
ends
serv@@
chengeta
nezvinhu
pers@@
uf@@
material
stand
promise
Inst@@
engetero
ion@@
becom@@
refl@@
neva@@
Consider
yakazara
pop@@
organization
Kud@@
ife
H
viny@@
ful@@
Up@@
masimba
sev@@
II
Solom@@
ukira
On@@
asikirwa
tine
vice
dar@@
tsitsi
determin@@
lim@@
ota
atonger@@
During
kutarisira
mba
idence
mav@@
based
teach
pafadzo
ale
igned
amir@@
apostles
dzeBhaibheri
yaJehovha
pedz@@
dzidzisa
vakatendeka
munyori
magazini
EN@@
Gen@@
vers@@
zvakadini
ease
zvishoma
ua
Ef@@
proc@@
individuals
ka
According
inogona
struc@@
interest
work@@
log@@
second
So@@
paradz@@
abhuku
ces
ingi
Zvinhu
unda
ved
therefore
ra
Rather
Tower
shows
ister
refer@@
wakanga
crow@@
pray
evidence
anonzi
fles@@
physical
ouya
ago
ush@@
odza
ol
win@@
wanikwa
rep@@
bata
May
fungidzira
isika
eta
mig@@
UN@@
Ezek@@
ungamir@@
10@@
effec@@
MA@@
vakafa
1914
govera
wagwa
VaRoma
anh@@
munyengetero
Ts@@
edzi
command@@
enhau
ende@@
authority
remain
remain@@
Lo@@
requ@@
clear
nezvem@@
daugh@@
irire
lif@@
zvakadai
gura
ater
uchenjeri
spiritually
already
kwou@@
onero
history
zvinodiwa
near
uted
gen@@
achin@@
country
Na@@
ivers@@
neigh@@
Soromoni
onesa
ow
drin@@
wer@@
etimes
started
iver
mentioned
idze
hiring@@
ub@@
protec@@
past
Genesis
forts
unot@@
head@@
aid
anodaro
uda
ears
yakarurama
onyanya
prophecy
Inde@@
etsika
sex@@
dambudziko
zor@@
yakadaro
public
super@@
neBhaibheri
neZvapupu
det@@
IR@@
vats@@
nga@@
chikuru
loved
pite
edly
Their
sign@@
ri
prof@@
eration
aramba
vol@@
truly
Inter@@
fundo
Tinofanira
aw@@
zvakat@@
kuwedzera
fungisisa
arrang@@
ches
waJehovha
clean
cop@@
zvising@@
An
Neiko
IS@@
rather
Sat@@
happiness
held
sheep
cons@@
onekwa
batanidza
anang@@
aba
heal@@
return
mutoo
kubud@@
asvika
sour@@
nemakore
cam@@
reason@@
vanod@@
edom
sou@@
longer
yat@@
irei
dia
ense
cas@@
common
standing
tell
nyanzvi
Paul’s
kwakadaro
book@@
pic@@
showed
anots@@
Dzimwe
apupu
ravo
America
leave
chinokosha
onzera
ext
hana
wand@@
39
See
ime
atong@@
suf@@
VaKor@@
overse@@
DZ@@
ngozi
ifananidzo
sug@@
tor
hakuna
zvar@@
oorana
mumwoyo
mukana
poin@@
inspired
anyone
hiy@@
mamiriro
ans@@
duc@@
rit@@
mitemo
friend
meaning
evedz@@
lost
Mess@@
destro@@
chikoro
avanhu
ought
Witness
perhaps
ibvunz@@
azhinji
Mat@@
local
rule
kept
36
Austr@@
Hebrews
itendero
offic@@
chinetso
enza
Ser@@
written
ials
Far@@
information
abhorosi
hund@@
inal
lear@@
ver
ikin@@
rwomunhu
die
irwe
read@@
mibvunzo
huku
pes@@
ikisa
ishanda
orinte
nezvo@@
El@@
engera
Hand@@
serious
uyewo
heyo
Bo@@
takes
chat@@
chen@@
ord
witness
orudzidziso
imbo@@
akati@@
dini
reli@@
iti@@
ban@@
mutswa
edzera
Sam@@
dza
fic@@
ount
Roman
mumhuri
slave
understanding
hop@@
ared
Catholic
alone
Nharireyomurindi
hurukuro
enj@@
wid@@
akashata
naizvozvo
rwake
muushumiri
Cha@@
prepar@@
ified
pfuurira
ah’s
im
hangeri
countries
eb@@
sever@@
husingaperi
justice
itive
kufanira
desir@@
tation
Nemhaka
qualities
working
wechokwadi
got
Bhet@@
cour@@
accept
iyana
mam@@
foret@@
nokur@@
South
y’s
shall
pokunge
akapiwa
emor@@
homanene
kuchengeta
chi
uto
akananga
ada
n’t
omera
ding
inokosha
aries
declar@@
Im@@
gamuch@@
agara
cur@@
urs
greater
mov@@
months
inz@@
circumstances
cov@@
endangariro
ipp@@
vag@@
than@@
eping
batana
usina
vashumiri
sisters
pioneer
iridza
Russ@@
clud@@
akwan@@
building
akura
congregations
church
zviuru
yev@@
apfuura
apoka
muranda
persec@@
travel@@
ishand@@
within
Eph@@
vakazodzwa
hearts
soku@@
ataura
strength
humb@@
True
ambwa
Chi@@
38
provided
lived
iramu
Q@@
feel@@
meet@@
isarema
imbika
anidzwa
port
call@@
wari
prop@@
angu@@
som@@
pec@@
ushumiri
L
yu
righ@@
yika
ererano
ople
auro
hoko
utivi
lik@@
fu
wed
ikanwa
sacrif@@
vha
ungu
Scriptur@@
Mag@@
kind@@
ingap@@
ungam@@
kuru@@
hos@@
vi@@
ereki
itu@@
fill@@
muny@@
M
ur
organ@@
ational
VaK@@
Ver@@
ply
sham@@
ip
cle@@
Amer@@
tru@@
fri@@
Zvir@@
zara
Ger@@
C
individ@@
kno@@
courag@@
tem@@
usa
bor@@
du
urch
sim@@
ikidza
․
ʹ@@
zvi
Krist@@
ith@@
$
bap@@
jus@@
pione@@
enh@@
Christi@@
proph@@
ingaperi
child@@
ibh@@
oub@@
ica
wir@@
ult
okwadi
weya
servan@@
endeka
chenjeri
aching
centur@@
muv@@
nec@@
cer@@
tro@@
Cho@@
Uye@@
oor@@
eep
differ@@
youn@@
Zvin@@
your@@
ation@@
prot@@
follow@@
ustr@@
F
author@@
ody
ibvunzo
enly
prac@@
suffer@@
onek@@
Timo@@
kurumb@@
devel@@
kunz@@
K
sacr@@
lar@@
resurrec@@
furikidza
Kuny@@
chool
nesses
princ@@
isiro
fai@@
lov@@
Israel@@
odzera
ren
faith@@
kusv@@
hist@@
G
omana
him@@
v
overa
hid@@
Jer@@
circ@@
homan@@
The@@
bvunz@@
ith
langu@@
ready
é@@
cent@@
Ik@@
kuchenget@@
idziso
bet@@
haps
uth
ul
qual@@
Rus@@
oth
know@@
relig@@
hel@@
J
ozi
erer@@
ization
iyoni
dir@@
ubl@@
spir@@
respons@@
●
tle
giv@@
humiri
respon@@
crib@@
phys@@
W
B
itude
Mos@@
outh
akash@@
selves
ially
omba
ances
–
◆
mater@@
igh
import@@
osi
tiz@@
habh@@
okwazvo
Ca@@
Gir@@
ugh@@
Afr@@
thor@@
kurum@@
Ac@@
hure
kurusa
oo
adh@@
sat@@
prob@@
Somu@@
ques@@
evo
acr@@
ys@@
Dav@@
situ@@
é
lood
ept
wom@@
rece@@
husb@@
anci@@
conduc@@
fam@@
can@@
Eg@@
enzira
Isa@@
Nem@@
zar@@
Eur@@
apost@@
Do@@
diffic@@
Su@@
mean@@
Pet@@
deter@@
zvoizvo
fel@@
Chokwa@@
indi
P
some@@
prophec@@
wayo
lasting
trav@@
tak@@
ey
zek@@
contro@@
uke
itsi
criptur@@
ousness
wic@@
Genes@@
evel@@
prophe@@
knowled@@
ped@@
Zvis@@
mess@@
ro
sion@@
port@@
Sin@@
Jeho@@
yes
isters
paf@@
fol@@
inted
uring
ught
main
numb@@
them@@
wish
las@@
avo@@
itud@@
anguva
iyo@@
ʹ
umende
hara@@
í@@
hil@@
long@@
inform@@
Bha@@
æ@@
priv@@
Soci@@
La@@
Acc@@
tow@@
Af@@
with@@
ames
isv@@
hang@@
á@@
olic
Cath@@
inspir@@
X@@
God@@
wanakomana
Yo@@
fut@@
etso
Tho@@
relation@@
ather
Jes@@
ü@@
dom
spiritu@@
contin@@
need@@
Joh@@
Tru@@
Bec@@
simil@@
liv@@
led@@
onaka
erc@@
dif@@
guva
bvunzo
aim@@
Corin@@
yl@@
bs
h’s
ower
Bh@@
circum@@
syst@@
Paul@@
amberi
build@@
⁠
thin@@
okwa@@
sel
&
vakaz@@
ã@@
fal@@
©
etim@@
ft
Rom@@
anidzo
zvadzi
hal@@
flu@@
chenj@@
cc@@
ó@@
urama
certain@@
marri@@
bef@@
kurukuru
Cons@@
%
ukuro
Z
ukur@@
embers
ö@@
ben@@
hinji
ider
ainst
Yor@@
X
imbo
irc@@
Sol@@
è@@
tries
oug@@
q
—@@
Jerusal@@
Bab@@
ween
▫
wag@@
Psal@@
ham
reci@@
Isai@@
etsero
ause
eru
congreg@@
til
oku
how@@
ivid@@
ú@@
ô@@
bhir@@
°
ione@@
lit@@
ether
dam
ogn@@
ñ@@
baptiz@@
uals
ʼ@@
Creat@@
tower
lem
yewo
|
blems
ä@@
Wit@@
ł@@
urrec@@
ç@@
stances
q@@
Sor@@
zvininip@@
How@@
iples
ā@@
yomur@@
á
Wat@@
Hap@@
❑
aizvozvo
Corinth@@
abhor@@
bec@@
✔
ḥ@@
Watch@@
Matthe@@
B.@@
Á@@
inip@@
ording
zarurwa
verbs
menti@@
ticle
○
:@@
Ip@@
ë@@
◯
”@@
É@@
cong@@
ë
í
_@@
nex@@
ê@@
▶
>
ʽ@@
à
j
oup
orin@@
Nhar@@
❏
Zvap@@
Q
ה@@
■
י@@
ו@@
ה
#
righte@@
espec@@
.E
=
↓
▸
❖
â@@
rote
tog@@
®
č@@
‛
ð@@
→
ī
ū@@
ʼ
è
ï@@
⇩
Bhabhir@@
ø@@
ś@@
Mate@@
-@@
å@@
š@@
ş@@
ī@@
ž@@
ł
←
◇
Š@@
É
↑
Jak@@
−
ē@@
ä
ē
ą@@
arema
Ã@@
ý@@
ā
£
rom
ü
Í@@
ń@@
ö
Ö@@
ŏ@@
̆@@
_
+
ę@@
ó
­
î@@
⇨
―
ň
ý
Ž@@
ō@@
Chris@@
Revel@@
Ś@@
û@@
š
Ó@@
̩@@
ã
ú
mudzim@@
­@@
Ü@@
Hebh@@
⁠@@
ō
ε@@
\
ι@@
œ@@
ě@@
ş
Ḥ@@
Ż@@
ß@@
΄
õ@@
Bhaibh@@
Ł@@
ṣ@@
ż@@
ć
È@@
▾
ν@@
Æ@@
פ@@
σ@@
ū
Ṭ@@
ς
Ú@@
נ@@
ש@@
ׁ
ẹ@@
obho
Dhav@@
æ
yomurindi
Jerus@@
Nharire@@
Ō@@
Á
Α@@
Ô@@
ν
κ@@
¡
Å@@
ß
γ@@
Ş@@
☞
Ä@@
ἰ@@
ʺ
Isra@@
◗
à@@
€
·
™
⁄@@
̗@@
π@@
ω
ı@@
‐
ṭ@@
Î@@
ő@@
ֹ
ώ@@
א
ʽ
⁄
₦
Â@@
å
י
ř@@
Å
ְ@@
μ@@
@
hidhi
ẹ
ο@@
ù
Ō
ă@@
Ñ@@
ò@@
ύ@@
÷
Jehova@@
ň@@
➊
Sorom@@
ŭ@@
ẓ@@
â
̧@@
̇@@
ė@@
À
τ@@
ρ@@
Κ@@
ç
Ä
Í
ḍ@@
È
ά@@
ê
Ω
Υ@@
Ε@@
ì@@
υ
Ò
Ø@@
¢
<
ć@@
ד
ל@@
ק@@
ì
ś
ọ
Ọ@@
ă
ֹ@@
ָ@@
λ@@
α@@
Ρ@@
Ç@@
¿
ĕ@@
ό@@
ᾶ@@
δ@@
ţ@@
đ@@
û
Ẹ@@
ט
ש
ę
נ
ǒ
Ë@@
ů@@
Hebre@@
ź
ï
ò
ń
̆
☒
×
ḥ
❍
α
ι
muchira
›
Ā@@
▲
◀
̀@@
;@@
