<unk>
<pad>
<s>
</s>
.
,
é
lɛ
ɔ
the
e
na
mɛ
to
ɖò
tɔn
nɔ
ɖɔ
:
a
of
kpo
dó
nú
mǐ
and
?
“
”
wɛ
ɖó
bo
in
nǔ
Jehovah
that
bɔ
ye
we
ɖé
ka
nyí
)
(
wu
ǎ
—
sixu
​
è
jí
-
is
sín
gbɔn
Mawu
for
wà
enɛ
mɔ
ɖè
his
É
was
you
I
wá
be
ed
on
not
with
1
our
bǐ
sɔ́
us
as
;
ni
he
have
ing
mǐtɔn
s@@
will
jɛ
it
un
t@@
can
are
ko
d@@
re@@
or
es
xá
lɛ́
c@@
Biblu
kpɔ́n
xó
hwenu
2
A@@
ma
God
do
ɖokpo
from
The
ɖevo
an
yì
mɔ̌
who
!
3
Bible
by
in@@
S@@
their
lee
they
’
l@@
a@@
yí
what
nu
yetɔn
k@@
f@@
gbɛ̀
Jezu
tawun
ó
Jesus
E@@
bló
s
p@@
all
d’alɔ
alǒ
at
What
ce
4
t
one
b@@
m@@
g@@
xlɛ́
5
W@@
had
gbè
o@@
en@@
T@@
an@@
kplɔ́n
e@@
emi
ayi
him
à
people
God’s
your
y@@
ɛ
un@@
mì
w@@
gègě
this
ɖěɖee
were
zán
H@@
about
nukún
al
gudo
xwè
6
N@@
Ðò
them
ad@@
gbɛtɔ́
when
st@@
tuùn
bonu
How
byɔ
v@@
r@@
did
‘
i
Jehovah’s
u@@
B@@
would
kún
Mǐ
M@@
al@@
y
azɔ̌
ar@@
Enyi
er
si@@
Amɔ̌
G@@
help
i@@
ac@@
n@@
ɖu
my
In
8
z@@
hɛn
A
ted
zɔ́n
12
kú
9
Mɛ
We
so
vǐ
n’i
Nɛ̌
er@@
may
nɔví
J@@
10
7
at@@
time
D@@
me
gbigbɔ
Enɛ
life
towe
F@@
ba
how
11
L@@
C@@
has
Klisanwun
ali
nugbǒ
He
ɖɔhun
ɖagbe
ti@@
ers
those
13
P@@
gb@@
15
nyɔ́
love
ts
K@@
’s
Nǔ
linlin
ate
her
agun
but
alɔ
cí
lin
tɔ́
O@@
h@@
jó
to@@
b
wutu
Un
R@@
more
tɛ
mi
nyì
I@@
ly
on@@
14
jló
dis@@
Etɛ
lobo
nǔ@@
[
]
kpé
is@@
el@@
make
ri@@
kpɔ́ndéwú
16
te
con@@
taji
ag@@
elɔ
am@@
tɛn
ɔ@@
sɔgbe
some
ɖi
wɛn
có
ji@@
su@@
others
fí
could
li@@
as@@
mɛ@@
n
lo@@
17
ent
ation
il@@
also
many
good
wǎn
But
im@@
work
if
ɖaxó
hun
xɔ
kɔn
wema
nyɔnu
em@@
b’ɛ
should
sunnu
gɔ́
or@@
When
way
it@@
out
enyi
nukɔn
bl@@
been
need
hugǎn
j@@
vi@@
red
ting
does
even
wanyiyi
x@@
huzu
such
1@@
d
Tɔn
k
19
lɔ
pre@@
Pɔlu
do@@
It
ɖebǔ
l
ro@@
able
de@@
ninɔmɛ
È
20
gbɛ́
ds
ded
es@@
Hwenu
ous
18
she
é@@
aw@@
o
Paul
tlɛ
ec@@
ve
ally
kaka
ma@@
th@@
pro@@
up
wiwa
tamɛ
example
ated
than
Ð@@
we@@
brothers
ra@@
things
ɛ@@
other
faith
wlan
nɛ
sinsɛnzɔ́
ganji
ta@@
hwɛ
congregation
xò
nù@@
tion
Ye
no
amɔ̌
lanmɛ
years
because
m
there
ex@@
ví
ful
E
th
ab@@
le@@
u
tr@@
í@@
Christian
jla
akwɛ
mɛɖé
awǎjijɛ
mɔhun
wuvɛ̌
As
se@@
They
tɔ́n
V@@
dìn
de
ee
nu@@
Jaan
ur@@
vo
sè
dò
If
jlǒ
Ðó
kp@@
en
23
ɖě
For
Etɛwu
nya
hu
first
Why
di@@
gblamɛ
king
U@@
like
day
ayikúngban
give
gǎn
hudo
Kingdom
ci@@
xwé
spiritual
kplé
ap@@
24
ding
Xó
xwédo
tò
hlɔnhlɔn
ine
kpó
et@@
22
said
hú
family
dɔn
est
nùɖiɖi
nukɔntɔn
these
21
see
made
take
re
for@@
tions
Y@@
sù
ɖ’ayǐ
tinmɛ
le
par@@
ou@@
Mi
Axɔsuɖuto
gbe
must
over
ter@@
man
Christians
sp@@
Ma@@
ayǐ
spirit
world
wusyɛn
á
gbeta
which
jɛn
kpɔ́
se
That
This
sɛ̀n
ak@@
sinsɛn
az@@
pl@@
children
ɛn
says
togun
Nú
sú
asì
And
into
ment
come
X@@
only
p
xomɛ
Nugbǒ
kàn
kpa
show
being
per@@
fi@@
Z@@
yɔyɔ̌
ic@@
nyanya
age
wè
égbé
ho@@
tíìn
times
know
te@@
Nù@@
19@@
be@@
syɛnsyɛn
ú
h
fɔ́n
hw@@
ylɔ
ol@@
You
yeɖée
gbɛzán
Kúnnuɖetɔ́
heart
gu@@
earth
í
gosin
very
new
gi@@
Klisu
fífá
feel
baptɛm
might
well
xwedó
emitɔn
Witnesses
ya
true
Ði
kpò
just
hǔn
ying
ɖexlɛ́
co@@
gan@@
comm@@
mi@@
gbɔ
own
Word
ɖe@@
ɔn@@
Ee
mo@@
tre@@
ah
la@@
qu@@
serve
ɛn@@
learn
gl@@
bo@@
mis@@
om@@
nùɖé
5@@
now
any
ings
acɛ
used
kpowun
ely
truth
after
xɔ́ntɔn
ones
akpá
parents
then
kɔ
akpáxwé
mɛjitɔ́
pri@@
before
flín
tive
ates
ty
its
end
ev@@
ant
fully
So
use
’@@
ob@@
get
me@@
ess
ali@@
mímɛ́
sɛ́dó
Davidi
person
words
gbé
ence
important
vɛwǔ
tly
mɛsɛ́dó
ance
ɖeji
sion
ɔ́@@
become
jɔ
azɔn
ver@@
mɛxo
Mat
28
wǔ
op@@
An@@
David
ta
tic@@
N
á@@
kanbyɔ
lixo
d’eji
tagba
ahwan
no@@
hi@@
nùnywɛ
keep
Do
Nɔví
hwebǐnu
ph@@
kɛ
asú
tɛntin
another
ahwanvu
Izlayɛli
xà
To
Read
jɔ@@
ks
told
hwe
faithful
read
want
John
w’azɔ̌
men
sin@@
ayi@@
Mɛ@@
25
ves
ji
Xà
ary
ties
much
sísɛ́
lè
winnyawinnya
am
found
ning
find
ha@@
why
toxo
us@@
mǐɖée
ɔ́
der@@
Lee
Christ
nukúnnú
over@@
der
Th@@
nyikɔ
right
young
oun@@
peace
jixwé
ter
ny@@
xota
mind
consider
tuto
mɔkpan
r
zé
w
where
sɛ́n
ɖ@@
ther@@
gr@@
most
ons
lɛkɔ
two
each
ar
Kpɔ́n
death
ans
*
wlí
7@@
ch@@
ved
ity
Ðɛh
sin
jijɔ
har@@
sí
jo@@
ite
Satáan
gave
study
wor@@
tɛnkpɔn
.@@
However
finɛ
d’@@
ministry
One
bá
Nɔ
he@@
go
fl@@
30
pu@@
kpéwú
jì
ther
tu@@
pres@@
let
6@@
ru@@
through
ch
jɛxa
ge
min@@
26
Kɔ
today
ating
kɛɖɛ
ked
ang@@
article
ne@@
pe@@
ever
mil@@
8@@
Jwifu
same
part
ɔ́n
gán
gbéjé
vo@@
tri@@
sh@@
ay
To@@
hɔn
gbexosin
preaching
kpá
though
doing
apostle
33
yiyi
jiwǔ
ry
bɛ́
rec@@
com@@
fe@@
ir@@
lɛ́vɔ
kanweko
ay@@
4@@
af@@
After
gbeɖé
led
32
say
jɛji
res
ving
sed
po@@
wife
go@@
20@@
ul@@
Re@@
long
brother
má
sɔnǔ
ory
never
os@@
sísí
et
felt
agbaza
baptized
sure
sɛkpɔ
gɔ́n
ness
mar@@
cu@@
sa@@
kpɛɖé
d’ewu
x
29
self
ited
sɛ̀
ways
Peter
think
nugbodòdó
man@@
view
wi@@
azɔ̌@@
ɖiɖó
too
home
ó@@
Some
later
azǎn
kan@@
loɔ
old
mlɛ́mlɛ́
worship
tin@@
means
helped
ten@@
c
Ɛ@@
da
hwɛhwɛ
gbeji
27
lin@@
lɛn@@
wu@@
At
put
éɖée
ep@@
kpodo
against
gbesisɔmɛ
given
Mɔ̌
nyɔna
alɔkpa
son
Un@@
ourselves
service
gbejinɔtɔ́
fin@@
st
jɛ@@
hun@@
ɖesu
back
great
She
Tɔ́
serving
34
set
place
00
name
pa@@
live
Ðɛhan
out@@
des
human
meetings
alijitɔ́
oo@@
ght
susu
sìn
language
ca@@
la
han@@
Mɔyizi
ɖó@@
joy
40
became
Piyɛ́ɛ
course
wh@@
lu@@
pi@@
act
himself
hwe@@
elders
news
ɔ̌@@
Scriptures
31
fac@@
Nùx
ín@@
ws
future
bu
37
ja
xɛsi
ayihɔngbe
bu@@
sisters
ɖiɖe
gift
war@@
ard
zinzan
g
servants
án
ces
alixlɛ́mɛ
learned
ba@@
oc@@
nukúnmɛ
iz@@
humans
happy
Matie
xoɖɛ
ɖí
Satan
tɛ́n
akɔnkpinkpan
xósin
See
ad
experience
cre@@
Tim
ú@@
often
asked
vɔ@@
exp@@
gh@@
sions
began
afɔ
holy
tain@@
ke@@
ish
always
Gɔ́
han
Father
away
still
hu@@
wrote
yawu
vɔ
ected
ɖíe
Jud@@
look
understand
ori@@
ari@@
dó@@
questions
xwi
S
cobo
tic
vɔ́
zɔ́
ong@@
sɔ
hwɛ@@
Li@@
LƐ
35
dly
wɛnsagun
nùɖuɖu
ɛ́@@
year
No
needed
biblo
gre@@
sɔyi
ned
nɛ̌
ɛ́n
au@@
ments
atɔn
hope
personal
íi
hwɛjijɔ
came
ke
trans@@
fellow
ars
gbɛ@@
Yet
gbɔ@@
hwɛhuhu
pe
yɛ@@
gbi@@
cen@@
av@@
ǒ
disciples
possible
Hlɔ
fa@@
moved
ǎn
Mawuxówema
something
nùnina
nǔwiwa
My
giving
every
táan
dec@@
ality
less
aring
syɛn
ɖ’emɛ
cho@@
ga@@
den@@
bi@@
xóɖiɖɔ
gbe@@
el
Many
alɔ@@
Even
ect
nukúnɖiɖo
ing@@
end@@
three
lan@@
sɔgudo
making
Bɔ
ze
xixo
ɔ̌
Mɛsɛ́dó
va@@
Mar@@
ere
whom
ily
vivǐ
dɛ
ran@@
kindness
víví
days
benefit
message
expres@@
Ablaxamu
sister
ɖɛ
du@@
face
mother
living
our@@
ill@@
nɔte
glɔ
There
kin@@
vɛ́
gblé
By
ple@@
Ali
axɔsu
Sɛ́n
acɛkpikpa
ɖɛ@@
ters
support
under
dr@@
Our
ess@@
best
9@@
ée
ask
Then
wɛnɖagbe
word
Consider
Let
vovo
ni@@
setónú
gener@@
Ch@@
thinking
Tan
ations
during
someone
Daniel
od
ection
tan
ough
Psalm
rel@@
wn
zun
took
mimɔ
agb@@
ayixa
ects
sec@@
among
Luk
etɛ
knowledge
clo@@
T
0@@
195@@
z
agɔ
book
Israelites
side
des@@
reason
kún@@
free
full
kancica
bly
sɛ́
together
and@@
Bo
ple
wisdom
pos@@
pas@@
ɖiɖɔ
Xó@@
Jozɛfu
kan
yi@@
xo
na@@
result
ada
Moses
while
tel@@
Az@@
power
appe@@
died
sing
ɖesunɔ
themselves
problems
ement
thing
tó
stri@@
freedom
ses
emi@@
Go@@
ingly
Mavɔmavɔ
both
form@@
continue
akp@@
enti@@
lɛ@@
loving
wanted
lead@@
century
Bǐb
ear@@
sɛntɔ́
nùkanbyɔ
down
jlɛ́
tó@@
King
wise
different
hand
cor@@
Aklunɔ
nabi
Ebl
sol@@
lín
child
ic
Adamu
decisions
ver
Is
avoid
ently
hwiɖée
Vǐ
ling
under@@
cannot
ov@@
ture
Because
lidǒ
examples
so@@
move
bǔ
sub@@
tɛnmɛ
ě@@
fact
als
kúnkplá
ents
exc@@
receive
dɔkun
Axɔsu
appro@@
bǐbɛ̌mɛ
ǒ@@
nukúnnúmɔjɛnǔmɛ
les
gbɛ̌
Ezek@@
ished
opp@@
aca
hard
any@@
matter
nǔwukpikpé
wa@@
gɔn
father
fun
promise
respect
kpɛví
hwexónu
situation
desire
lation
last
hagbɛ̌
Jɔbu
kplɔnkplɔn
HAN
comp@@
Nǔ@@
mat@@
Je@@
Abraham
imitate
2@@
served
br@@
On
mɛtɔ́
dandan
alɔdo
point
klewun
Nu@@
sun
den
reading
str@@
zɔn
kind
zɛ
nwt
kpléɖókpɔ́
yɔ@@
husband
mɛsɛntɔ́
Ac@@
zɔ
uni@@
axɔ@@
Xwè
fru@@
better
ei@@
mɛtɔn
14@@
heaven
nùkplɔnmɛ
married
order
counsel
tutoblonunu
mitɔn
ún
hwɛ̌
cri@@
v
knew
Joseph
xwlé
remain
close
ously
Hlɔmanu
ajɔ
gbejininɔ
without
His
jinjɔn
rely
ɔ́n@@
U
With
nú@@
tional
kplá
having
vívɛ́
honor
xw@@
id
Kpl@@
lɔmɔ̌
De@@
ɛ́
Pro@@
ages
purpose
ún@@
gives
few
ɛ́n@@
ransom
prayer
pioneer
Matthew
SONGS
bring
try
jǐ
kudeji
hàtɔ́
mag@@
tru@@
dre@@
3@@
city
concer@@
wěɖexámɛ
however
loyal
Job
ner
really
These
inclu@@
fó
Yes
associ@@
sɔmɔ̌
ɛ̌@@
ened
yourself
friends
Adam
ɔn
gbà
righteous
lives
encouragement
coun@@
Jews
ged
blawu
share
ef
qualities
d’s
ɖeɖɛ
likely
Gbɔn
nina
marriage
ss
nor
sinsɛn@@
baptism
ɖo@@
direc@@
off@@
hweɖelɛnu
Daniyɛli
Nɔwée
ɖ’alɔ
difficult
ǐ
He@@
care
writ@@
saw
lim@@
Pi
ain
spiritually
comfort
Al@@
linkpɔ́n
ach
Timɔtée
Gb@@
preach
im
hwi
toward
ju@@
watɔ́
Eza
tes
whether
akɔta
bad
omɛ@@
arly
Sala
ps
following
arri@@
greater
Linlin
0
Nǔbǐwukpétɔ́
kɛ@@
gro@@
ast
jonɔ
ven@@
bro@@
atɔ́
serious
loo@@
lu
principles
oni@@
alɔwliwli
cl@@
tan@@
mon@@
wal@@
turned
hon@@
believ@@
Those
ɖótó
fínfɔ́n
up@@
cro@@
akpàkpà
Hu@@
sel@@
jw.org
received
ò
ced
strong
Your
lead
care@@
bel@@
sive
dic@@
O
cobɔ
less@@
san@@
win@@
wɛ@@
áa
decision
using
úmɛ
ep
respon@@
food
ɖi@@
gɔ
ten
ɖyɔ
É@@
ron@@
No@@
xógbe
sen@@
land
tually
teach
organization
ined
hwɛhutɔ́
special
reali@@
ɖu@@
eyes
ble
pp@@
ges
39
tɛn@@
Na
olo@@
discipline
Xota
went
ref@@
form
sukpɔ́
answer
kú@@
ck
Ha@@
fy
between
sha@@
called
wrong
willing
Ju@@
wemafɔ
Dó
fore@@
ren@@
ɖ’ayi
beg@@
mavɔmavɔ
ɖɔ@@
Hlɔma
inter@@
she@@
control
bú
hwlɛn
il
gbá
pt
jlɛ̌
Com@@
klán
xóxó
lo
Although
Ɔ@@
follow
enjoy
early
ls
As@@
In@@
Ak@@
heavenly
cé
change
mǐɖesunɔ
angels
194@@
All
éɖesunɔ
mer@@
xomɛnyínyɔ́
done
requi@@
Hw@@
50
Efɛ
suúlu
known
Jeluzalɛmu
gn@@
cyɔn
number
jininɔ
hin@@
deli@@
inv@@
sɔ@@
por@@
anointed
10@@
ty@@
que
visi@@
ninɔ
Aw@@
needs
believe
ě
ín
thy
teaching
got
provi@@
cul@@
fied
From
38
Son
descri@@
ld
H.M
adohu
ction
dá
wě
feelings
instruc@@
material
tɔ́@@
asure
Ɔ
again
strength
practical
prove
ise
ish@@
tal
cap@@
bunɔ
loved
ice
turn
ship
ɛnu
matters
Thus
ǎ@@
36
Ezayíi
wicked
yɛ̌yi
tɔ@@
Di@@
mod@@
sísɔ́
hold
́
si
going
woman
next
rest@@
sla@@
person@@
attitude
unity
apostles
blessings
sing@@
ening
aj@@
Ma
gle@@
ce@@
aff@@
ah’s
dido
walɔ
assi@@
left
gudogudo
members
afɔ@@
osi@@
iah
courage
mentioned
don@@
fe
̀
Jerusalem
ani@@
New
undeserved
vie@@
soon
provide
sent
xó@@
relationship
truly
lɔn
li
así
Brother
wemaxɔmɛ
hwenɛnu
eng@@
ost
Timothy
jl@@
stu@@
fine
xixa
Be@@
ɛnɛ
ris@@
immor@@
Noah
ek
Azɔ̌
Kpɔ́ndéwú
sor@@
Jo@@
wegɔ
tlolo
ati
Of
ns
personality
ences
Su@@
forever
Kan@@
mu@@
tim@@
Instead
ath
huzuhuzu
reas@@
Luke
ɔw@@
refu@@
Sarah
certain
information
Wema
mɛɖée
jijɛ
000
accept
St@@
Israel
individuals
Ad@@
fɛ́nú
tell
ature
mankind
experienced
taught
ɔntɔ́
sense
asi
So@@
R
speak
ply
happ@@
off
Acts
ɖe
zed
Lin
ines
emb@@
C.E
rance
ɔ̌n
strengthen
Romans
rela@@
question
cá
tice
While
lɛ́@@
ganjɛwu
pray@@
f
assu@@
fu@@
prac@@
kun@@
ack
ahwan@@
nùjɔnǔ
around
Bǐbɛ̌mɛ
ject
field
sínsɛ́n
tion@@
ached
gran@@
Sam
jla@@
ain@@
qui@@
men@@
Hebrew
Babilɔnu
hor@@
zɔ́@@
light
four
Ny@@
yɔ
nukúnkpénuwutɔ́
gui@@
far
mɛtɛnkpɔn
lilɛ
exerc@@
Con@@
ore
house
set@@
bed
especially
gǔ
ast@@
trust
Par@@
pic@@
ì@@
xóɖɔ@@
vlafo
̌@@
present
,000
stay
ember
ches
gain
fre@@
Ru@@
proph@@
ous@@
money
od@@
dogbó
Ɛ
Ta@@
titewungbe
linu
ahwanfun@@
kun
jɛnu
Wem@@
kept
false
À
ecu@@
wl@@
dness
ml@@
wants
verse
Gbe@@
En@@
duc@@
actions
zo
talk
lis@@
fore
thought
school
circumstances
biba
all@@
ancient
esty
kpannukɔn
Betɛli
resurrection
reve@@
sho@@
Gi@@
Ps
allow
older
viol@@
ek@@
Bethel
mɛ̌
sur@@
nùwanyido
friend
nukúnɖeji
helping
everlasting
indic@@
wlantɔ́
are@@
Joz@@
Gu@@
pen@@
born
similar
involved
ised
Law
ering
Mɛɖé
ɖokponɔ
tribu@@
ring
deal
case
ax@@
Today
kl@@
Rather
kannumɔgbenu
showed
Watchtower
evi@@
mɛxomɔ
taking
yeɖesunɔ
zin@@
Sín
ests
Égbé
temple
ase
Eli@@
div@@
ak
mission@@
tɛ@@
zǎn@@
Luki
ki
din@@
ló
ed@@
real
bor@@
perfect
comfor@@
d’akpá
inc@@
Gbɛtɔ́
obey
blessing
body
xo@@
Wanyiyi
makes
dent
action
small
country
Kp@@
the@@
some@@
understanding
maintain
fic@@
sun@@
kannumɔ
dem@@
essi@@
cla@@
ong
Asa
nyla
iti
ọ@@
inspired
Fili@@
clear
written
Atɔxwɛ
zǎn
site
ach@@
courag@@
illustr@@
encourage
repor@@
appreciation
comes
nukún@@
saying
resul@@
wɛnjlatɔ́
lion
past
interest
Can
sà
Ar@@
since
see@@
ward
ami
mean
45
thus
Scriptural
dɔ̌n
Ab@@
remember
mor@@
satis@@
worl@@
imperfect
patience
ders
determined
Nǔɖexlɛ́mɛ
kɛ́n
200@@
kplɔn@@
coming
tain
conduct
table
valu@@
sy@@
nor@@
awakanmɛ
standing
increas@@
els
da@@
ir
minis@@
system
kpan
suffering
elder
uses
hwen@@
lobɔ
ɖibla
gra@@
nyi@@
Kɔlɛntinu
women
congregations
promises
tur@@
beli@@
iting
religious
gar@@
hands
ser@@
eli@@
plac@@
perhaps
ɖekúnnu
suɖuto
trials
mɛɖebǔ
ɔnu
occa@@
med@@
shows
ut
lɛlɛ̌
obedi@@
Rus@@
advice
thers
Qu@@
Ebléegbe
spe@@
Greek
once
nùkplɔn@@
hur@@
tives
every@@
wemata
cial
rac@@
Or
bac@@
sal@@
Ga
confidence
inu
xwi@@
Mary
Mawuxó
mɔ@@
comman@@
issue
please
compassion
ɖagbeɖagbe
è@@
helps
apply
Still
precious
Lu@@
lif@@
daughter
anxiety
doubt
ats
working
kanɖeji
goal
low@@
alls
until
jiɖe
Isaiah
stated
Philipp@@
Lo@@
arrang@@
ǔ@@
iyasi
pers@@
tóo
nùɖíɖó
high@@
fav@@
yet
wing
bir@@
kɔ@@
ǐ@@
ffered
Wh@@
standards
livi
vɛ̌
goals
shor@@
convention
ants
ability
ased
wel@@
gbɛxixɔ
gbeyiɖɔ
AN@@
ɖókpɔ́
ur
W
little
Ali@@
vǐ@@
Eblée
ze@@
ective
fear
emo@@
ff@@
simply
tra@@
travel@@
Gbɛ̀
Na@@
fulfill@@
199@@
branch
account
imag@@
gy
yed
agre@@
ens
tɛmpli
j’@@
di
outh
opportunity
ome
fun@@
ví@@
temp@@
second
half
alu@@
tors
affect
ɖuɖu
med
whole
complete
assignment
Hwɛ@@
lived
seen
cause
fo@@
nukɔnmɛ
activities
hearts
bre@@
miɖée
privilege
Did
col@@
reli@@
tal@@
draw
ini@@
xomɛsin
speci@@
stop
Bonu
anger
Loɔ
promised
enter@@
wer
Are
alaxɔ
anyone
yi
contribu@@
May
witness
conf@@
bǎ
du
val
presen@@
nothing
started
án@@
kúnkan
Mali
ɛ̌
anything
return
Lord
Bible’s
conclu@@
endure
stru@@
ended
named
dɛɛ
discus@@
prot@@
desires
gǔ@@
kpaca
ge@@
health
stre@@
Dìn
xwégbe
deep
followers
wutɔ́
Satan’s
Would
stand
cha@@
gn
xɔ@@
ink
H
atch
mɔ̌to
else
ste@@
dee@@
shi@@
one@@
ayed
couple
prophet
based
lɛdo
Does
brought
cyan
sted
sovereignty
pray
attention
succ@@
night
adingban
hear
Such
ond
liter@@
ass@@
ell
ì
Bo@@
govern@@
fir@@
vivɔnu
ems
efforts
accompl@@
gan
ann@@
rather
sible
Matt
junjɔn
ado
wlɛnwín
Gbɛ@@
iled
explained
BL@@
41
áan
ose
wun
ets
Babylon
Can@@
thre@@
malin
high
lɔ@@
Jewish
happiness
Later
ve@@
sour@@
heard
mean@@
sear@@
ries
ilities
Nǔɖe
ɖée
organiz@@
alone
18@@
Be
Hweɖelɛnu
spoke
cur@@
faith@@
jlɔjlɔ@@
asp@@
Ðɔ
xlɛ́mɛtɔ́
gal
local
akaxixo
bǔninɔ
ands
Roman
ately
Who
Like
choose
Sim@@
encourag@@
ahw@@
sugg@@
circuit
law
gǎn@@
kwín
greatest
worshippers
Indeed
regularly
reach
Nukún@@
wɔn
available
leave
respond
position
provided
nùblibliwiwa
ital
kpl@@
aka
foreign
including
16@@
neigh@@
challenges
tomɛ@@
nùɖitɔ́
dress
kill@@
géé
stance
already
Si@@
196@@
stud@@
sures
rule
promo@@
nyɛ
earth@@
lem@@
sisa
rewar@@
Ɛvu
Bro@@
Now
pain
listen@@
responsibility
wed
Henɔci
ǔ
Nukɔnmɛ
Mɛ̌
posi@@
Ste@@
Kolo
stan@@
effect
Will
sins
yɛ
sacrifice
fá
Ne@@
aklunɔzán
godly
prosp@@
clearly
ber@@
Per@@
peri@@
Stu@@
cam@@
James
atten@@
wonderful
plan@@
Creator
hurch
ti
decided
flú
gb’akpá
scho@@
dia
mɛɖéekannuninɔ
Paul’s
famili@@
encouraged
reflect
influence
ook
Goli@@
happened
effort
assigned
zin
resp@@
Akpáxwé
ful@@
tried
ɛntɛnɛti
kpɛ
tor
with@@
evidence
tation
consi@@
desi@@
public
ety
car@@
agba
Jaki
showing
won@@
lost
gg@@
war
Gal@@
kɛntɔ́
my@@
nǔɖɔɖ’ayǐ
ms
mɛɖesúsínínɔ
displ@@
listen
kpinkplɔn
recogniz@@
ɖiɖo
nɔzo
reason@@
sign@@
masɔgbe
dedic@@
invol@@
etɛwu
Af@@
zun@@
ans@@
pɛ́@@
ors
vu
ye@@
wex
dɔn@@
flesh
build
sú@@
Just
sis
even@@
explains
éyɛ
meeting
Ji@@
ure
boo@@
longer
kúnnuɖenú
ca
wé
Gbè
mercy
dín
ghty
everything
Keep
develop
offi@@
axɔ
pioneers
faced
ct
oli@@
kpɔn
hwan
Cor
kúnnuɖe@@
met
42
Gbɛɖotɔ́
focus
than@@
IN@@
Kpo
publ@@
ai@@
Tu@@
On@@
clean
Egy@@
paragraph
KP@@
quality
ace
númɛ
gbá@@
dead
bur@@
Alǒ
strength@@
anxi@@
origin@@
harmon@@
xɛ
key
mǐ@@
nation
sequ@@
die
bɔwǔ
articles
Ri@@
volun@@
Gbigbɔ
cer@@
justice
70
tin
Wɛ
app@@
dí@@
ular
tent
inten@@
ever@@
mov@@
wr@@
students
stood
cy@@
tɛɖɛ̌
gbakpé
nùjlɛdonǔwu
gbě
Ðaxó
Nùnywɛxó
cejɛn@@
lɛ̌
overseer
hwɛ́
Fili
savɔ̌
Wɛn@@
choice
devo@@
eps
Se@@
pr@@
refer@@
hab@@
building
role
heart@@
struc@@
group
tiva@@
ico
conscience
dies
dedication
ill
area
created
Eve
rit@@
ɛ́ɛ
hear@@
laws
ado@@
Sam@@
sever@@
etting
whose
anu
thr@@
abo@@
dónúmɛ
destro@@
Le@@
Their
bɛ@@
regarding
Samuel
mɛɖesunɔ
There@@
gbò
guidance
there@@
work@@
cle@@
correc@@
religion
rejo@@
pursu@@
beau@@
along
easi@@
gban
Fin@@
accepted
direction
continued
World
scrip@@
xomɛ@@
Ja
grow
eff@@
cal@@
Salomɔ́ɔ
em
Akp@@
Mɛjitɔ́
becoming
We@@
char@@
plied
tlɔlɔ
start
Revelation
zɔn@@
cɔ́
sexual
tuùntuùn
accur@@
dents
taken
xwewu
ide@@
changes
kplɔn
publishers
sim@@
Have
ext
lan
Co@@
mp@@
didó
firm
kɔnyiyi
sic
tou@@
ched
advan@@
progress
ɖenu
tivity
15@@
changed
quali@@
Sɔ́
Sɔgbe
nùwalɔ
alíi
dóhwɛ
physical
teach@@
seek
abǐ
Perhaps
onu
Also
céɖécéɖé
ssed
Sa@@
Since
knows
angel
adu@@
hist@@
EN@@
sell
xomɛhunhun
Hwɛhwɛ
situations
Corinthians
jlɔjlɔ
addition
wlan@@
Flín
benefits
ɖ’@@
eping
acc@@
atín
aga
younger
atever
d’ayi
humble
invited
her@@
line
vod@@
rebel@@
mistakes
Ser@@
sí@@
praise
nyiɖée
Ep@@
pli@@
gbɛmɛ
cy
remain@@
jɛhun
Y
estions
First
regular
throughout
fic
BI@@
xɔsa
prison
xwiti@@
Nin@@
gesí
ound
n’@@
ements
beyond
gò
visit
common
ɖiɖi
Flǐn
held
atɔ́@@
vlamɛ
vic@@
answers
despite
certainly
lě
Mic@@
Por@@
só
self@@
judgment
friendship
fri@@
dered
itation
ken
closer
Jos@@
Memorial
mani@@
nations
determin@@
allowed
mɛɖesɔhwe
identi@@
wǒ
kplɔnmɛ
appropriate
psal@@
El@@
worked
doya
problem
D
proper
ɔmɛ
attend
wɛnɖagbejijlazɔ́
easy
wanyiyinɔ
water
eri@@
Genesis
hlɔn@@
nam@@
appreciate
wam@@
battle
Glɛkigbe
kpaà
Ó
considered
obe@@
offer
challenge
ganjɛ
Australi@@
gba
wuntun
People
truths
tem@@
sons
produc@@
Hwɛjijɔ
quickly
fɔ@@
ech
Mo@@
hospitality
training
tún
near
sisɔ
xókwin
nǔnyany@@
grateful
yá
appointed
acé@@
earlier
expected
Gre@@
Is@@
bla@@
thoughts
foc@@
meet
kɔ́n
blɛ́
pleas@@
TƆ@@
sɛ́@@
powerful
interests
deal@@
Not
Jɛfutée
ɔ́ɔn
adly
learning
Enoch
tures
refl@@
aan
Before
seri@@
contrast
vation
Samuwɛli
gri@@
ft
abl@@
esta@@
Sinsɛn@@
ɔy@@
Young
aan@@
Wɛnɖagbe
mu
ign
soldi@@
kplékplé
experien@@
hand@@
mit@@
Do@@
ared
Ò
exten@@
nega@@
according
dokú
itɔ́zɔ́
publications
mya
Ejipu
convinc@@
1914
Kpléxɔ
political
46
lilɛdogbeɖevomɛ
tɛgbɛ
humility
value
THE
jlɛ@@
vǔ
Bap@@
maɖóblɔ̌
letter
Lefèv@@
know@@
lɔ́n
Sil@@
theless
ground
yitɔ́
ɖetɔ́n
fai@@
44
ahead
ǎn@@
large
hol@@
bɔkun
nùnywɛ@@
Jephth@@
wɔ@@
react
ready
call
jinu@@
pare
perf@@
paradise
complet@@
gen@@
Christ’s
def@@
ood
gun
car
Awovi
ble@@
ovinú
kpin@@
Hence
necessary
dep@@
baɖabaɖa
fill@@
surpris@@
will@@
wǔjɔmɛ
During
efs
Rom
office
School
ake
demonstr@@
Mari@@
nyin@@
hom@@
authority
Alɔ@@
resurrec@@
Mi@@
akɔ@@
nǔɖokan
events
cultivate
60
vɛ̌sex@@
forgive
gbɛ̌ta
akpɔ̀
LI@@
vision
weak@@
tɔji@@
pris@@
head
ered
Jɔb
deci@@
bal@@
síìn
wer@@
aware
slave
months
lions
itate
agne
survi@@
protect
sight
acted
tting
ditions
interested
ath@@
Tru@@
territory
Tit@@
aki
hwlɛngán
examine
lesson
servant
accep@@
recor@@
injustice
Arth@@
works
palaɖisi
ban@@
chapter
here
plo@@
new@@
Nukɔntɔn
York
head@@
ele@@
fill
genu@@
discuss
conver@@
Proverbs
rele@@
zízé
teachings
sacrifi@@
enjoyed
ition
bear
accoun@@
Solomon
judi@@
righteousness
alij@@
dwide
́@@
MA@@
afatɔ́n
gbló
sist@@
Ano@@
explain
Wu@@
speaking
forward
kpɛvu
patient
hɛnnumɔ
zɔwatɔ́
Chris@@
poin@@
bli@@
mɛɖée@@
ɖeɖayi
warning
Mal@@
chil@@
kewise
yí@@
tively
tment
Tín
duce
attending
lǒ
ɖɔtɔ́
lands
reward
L
prayers
eag@@
loc@@
vɛ@@
om
Devil
hwi@@
ths
sac@@
ɖ’eji
Wor@@
ámɛ
let@@
tí@@
àn
ord
bless@@
ne
ould
úxwlé@@
princi@@
privile@@
titu@@
ɖ’e@@
jud@@
auth@@
lɛn
axɔmɛ
dition
nyí@@
ù@@
pu
Mat@@
esp@@
,@@
wun@@
dǒ
confi@@
disci@@
win
stand@@
tle
loy@@
atch@@
buil@@
great@@
wǔ@@
import@@
yl@@
appreci@@
gbó
Au@@
ki@@
ẹ
inɔ
òdó
takes
divi@@
worshipp@@
gh
wem@@
Ho@@
learly
ought
aying
iyɛli
spo@@
heaven@@
nei@@
ust
can@@
Ef@@
devel@@
wan@@
ud@@
ate@@
low
hɔn@@
paragrap@@
langu@@
ɔtɔ́
ody
kúngban
differ@@
à@@
soci@@
hou@@
pati@@
gover@@
cou@@
yɛn
La@@
kpan@@
onu@@
ites
ll
arr@@
pione@@
itɔ́
hwex@@
materi@@
ays
ɛli
suppor@@
bat@@
ǎjijɛ
member
syɛn@@
suc@@
Xo@@
sting
sɛ@@
tical
bǔ@@
ffering
tro@@
ome@@
recei@@
aching
righ@@
ol
ested
opportu@@
Sins@@
individu@@
main@@
Joh@@
lafo
t’s
thi@@
ON@@
Mawuxó@@
spiritu@@
Ez@@
ile
Davi@@
follow@@
call@@
hospit@@
nugb@@
itness
ples
Hebre@@
read@@
sa
iness
h’s
bɔ@@
poli@@
suɖu@@
Í
B
ò@@
help@@
azɔ́
overse@@
xu
eta
cour@@
Nùnywɛ@@
ɔ́ntɔn
ù
ends
F
deser@@
ɖagbe@@
amu
ept
continu@@
sagun
ɔna
itness@@
deed
wus@@
iel
enjo@@
̌
pur@@
w.@@
endu@@
ɔ́ɔ
Sar@@
gned
sm@@
who@@
ere@@
adise
ovi
mb@@
ɛsi
feel@@
ame
awu
lar
difficul@@
adv@@
crip@@
Ù@@
doub@@
dev@@
ority
ɖitɔ́
Í@@
bs
ɖa
Isa@@
Mos@@
heal@@
ith
hum@@
stead
Jer@@
titude
avo@@
compl@@
influ@@
odòdó
knowled@@
issu@@
sci@@
Nùny@@
wic@@
anci@@
recogn@@
ẹ@@
fel@@
lé
agbaz@@
suú@@
TH@@
Babyl@@
jlatɔ́
eter@@
awinnya
hel@@
ese
maɖó@@
challeng@@
conven@@
disc@@
Ðɛ@@
alaɖisi
unɔ
eless
friend@@
M
ist@@
yɔy@@
lolo
gation
ili@@
Jeho@@
lasting
xámɛ
thin@@
enu
ɖiɖ@@
train@@
gbɛ
kúnnu@@
donǔwu
HA@@
dance
spi@@
ile@@
dom
responsib@@
Iz@@
ritu@@
contr@@
ards
ǔn
chap@@
ben@@
shipp@@
Hwe@@
Josep@@
prophe@@
aking
evil
gy@@
ọ
ɛɛ
wa
prin@@
iy@@
raise
liv@@
kplé@@
fles@@
fo
Israel@@
gbɛ̌@@
daugh@@
G
su
|
ala@@
Sin@@
ɔgbe
appoin@@
conc@@
ness@@
onɔ
Christi@@
quic@@
expl@@
Corin@@
ɔwatɔ́
wis@@
long@@
jɔmɛ
xwé@@
Dan@@
assign@@
physi@@
lea@@
consci@@
ef@@
main
conduc@@
xa
eci@@
ques@@
ether
wɛn@@
illu@@
Ú@@
ew
Pet@@
cal
ingdom
Ǔ
ger
kpɛ@@
ɔví
benef@@
àkpà
Ǎ
tɛm
Kún@@
ɔ̀
tivate
jlɔjl@@
lar@@
xlɛ́mɛ
mal@@
viv@@
trav@@
kponɔ
nec@@
prop@@
ude@@
eld
ɛti
jus@@
bec@@
wers
kpi@@
mɛ́
ègě
vɔ̌
avi@@
lit@@
Abraha@@
contro@@
lik@@
Bibl@@
human@@
oming
xi@@
memb@@
conv@@
xwɛ
vol@@
Kplé@@
ǐn
·@@
Axɔ@@
of@@
exam@@
eve
nukɔn@@
exosin
religi@@
ěɖe@@
tis@@
ɛkpikpa
kpé@@
hlɔn
Ó@@
apost@@
wo
sion@@
progre@@
rap@@
lǐn
overei@@
lé@@
fam@@
nab@@
ɖí@@
heav@@
aka@@
d’e@@
Á@@
husb@@
ousness
circum@@
Ú
Jɔ@@
sm
kpo@@
yiɖɔ
ility
grou@@
nin@@
discipl@@
power@@
wɛnɖagbeji@@
Kɔlɛn@@
û@@
infor@@
l’s
tural
ffer@@
ffi@@
kwin
ather
jitɔ́
an’s
chang@@
hɛn@@
ɖɔɖ’ayǐ
V
nɔ@@
kpénuwutɔ́
The@@
serv@@
exer@@
ava@@
wide
ator
alɛ@@
ʹ@@
yes
asi@@
uring
xlɛ́@@
public@@
orig@@
ɖotɔ́
Hen@@
zuhuzu
jin@@
Q@@
númɔjɛnǔmɛ
xixɔ
kes
kpikpa
ɛntɔ́
wut@@
territ@@
ñ@@
inspi@@
fol@@
Pau@@
Ða@@
pose
ɖa@@
Ph@@
Glɛ@@
donǔ@@
ɛ́nú
jlazɔ́
ï@@
garding
allow@@
numb@@
gé@@
zu
mí@@
mɛɖesɔ@@
bran@@
vice
Bec@@
Pe@@
som
cica
hɔngbe
Tho@@
judg@@
mess@@
hunhun
zinz@@
ilɛdogbeɖe@@
Cor@@
nee@@
Lin@@
rit
fí@@
itnesses
dra@@
Scrip@@
Ì
lay@@
Jɛ@@
Sal@@
lɛnwín
wish
ěɖexámɛ
dren
ɖée@@
wom@@
Tim@@
tioned
K
deserved
nùblibl@@
Matthe@@
adin@@
mlɛ́
Ǔ@@
emori@@
ci
hl@@
ɖenú
ough@@
/
lunɔzán
promis@@
star@@
nyawinnya
simil@@
wunt@@
wliwli
bǐ@@
ɖes@@
fal@@
bet@@
passion
nuɖetɔ́
jlɛdonǔwu
Gen@@
ǔmɛ
tuùn@@
ames
vomɛ
sexu@@
Phili@@
kɔn@@
ɔkun
Eno@@
ɖíɖó
bǐnu
sus
ok
Cre@@
vɛ̌@@
ɔ́zɔ́
lilɛdogbeɖe@@
fu
ost@@
Babil@@
–
relation@@
bǐwukpétɔ́
dand@@
certain@@
cir@@
blɔ̌
ayíi
tinu@@
ibl@@
ô@@
hwlɛn@@
resu@@
explain@@
éw@@
god@@
hus
tewun@@
ause
rifi@@
ven
e’s
>
wɛnɖagbe@@
lunɔ@@
̀n
sín@@
̌mɛ
ìn
mas@@
gbenu
sib@@
ili
toblonunu
dence
akanmɛ
lier
nw@@
J
your@@
Psal@@
ö@@
gbé@@
bapti@@
mɔ̌@@
youn@@
akɔn@@
xwe@@
ich
numɔ
wanyido
sel
tie
ç@@
wli
Eji@@
jɛwu
syst@@
stances
kanwe@@
ou
gations
oin@@
kannuninɔ
them@@
though@@
Á
Solom@@
necess@@
hal@@
Ǎ@@
ónu
פ@@
nity
Bet@@
iyi
נ@@
wanyi@@
oughout
tog@@
eas@@
atɔ́n
ɖisi
X
desp@@
ishers
nyínyɔ́
q
accor@@
yond
ש@@
ׁ
anmɛ
b’@@
C
‛
ěɖee
blonu@@
zu@@
dou@@
osin
kly
ganiz@@
kúnnu
gbesi@@
til
ibla
flu@@
humil@@
marri@@
Nukɔn@@
kpénu@@
È@@
demon@@
Jerusal@@
kpinkpan
Kɔ@@
ater
̣@@
wín
etermin@@
omɔ́ɔ
wonder@@
Jeluzalɛ@@
wany@@
selves
mation
ɔhun
jɛn@@
show@@
ɖis@@
yɛ̌@@
evel@@
ovin@@
othy
raha@@
regul@@
æ@@
tivities
tɛnɛti
ork
gudo@@
ónú
lewun
nyany@@
udeji
lamɛ
sɔmɛ
innya
xwlé@@
wli@@
úsínínɔ
Sol@@
lear@@
preci@@
till
Sat@@
Ke@@
$
him@@
free@@
Samu@@
’azɔ̌
ges@@
anoin@@
ã@@
dividu@@
kno@@
P
dogbe@@
Ş@@
usb@@
ser
wukpikpé
ɖé@@
ה@@
meet@@
י
led@@
ata
denti@@
Izlay@@
congre@@
appropri@@
bibl@@
nùblibli@@
ween
zí@@
Corinthi@@
regu@@
Ì@@
̣
Rom@@
Ǒ
Ě
enge
grate@@
kpɔ
wifu
gb’@@
xomɔ
oney
tiv@@
Â@@
emorial
fect
jun@@
Scho@@
mɛɖes@@
augh@@
mɔgbenu
blibl@@
unɔ@@
GS
lunɔ
Gbi@@
sins@@
Lef@@
jé
î@@
cé@@
ü@@
op
õ@@
lɛ́mlɛ́
kpà
tée
jɛnǔmɛ
irst
toblonu@@
ogn@@
ʹ
Ò@@
̀@@
Eb@@
j
org
circu@@
tinu
thel
avail@@
Youn@@
situ@@
ה
Mawu@@
port@@
ught
olo
áxwé
°
overeignty
kpa@@
xom@@
ɖokan
streng@@
tury
tower
ɖɛ̌
èv@@
nyi
«
»
aɖa
wukpétɔ́
kannu@@
Î@@
Ǒ@@
ṣ@@
Ù
númɔ@@
ɔci
Ě@@
ɖab@@
Ọ@@
ë@@
C.@@
ê
àtɔ́
parag@@
ysi@@
especi@@
mpl@@
sider
ppor@@
Bǐ@@
SON@@
wanyiy@@
&
gě
ê@@
ʼ@@
ɖexlɛ́mɛ
ople
À@@
ʺ
Tod@@
righte@@
xamu
usal@@
Mɔyiz@@
ɔ́nd@@
fín@@
wɛli
ɔlu
mpli
