<unk>
<pad>
<s>
</s>
.
,
da
a
the
ya
to
:
of
“
”
in
?
and
yi
ba
su
ta
kuma
na
mu
that
-
ne
)
(
—
za
is
Jehovah
’
ka
an
we
sa
Allah
for
cewa
ce
his
wa
mai
Jehobah
​
ga
1
be
on
iya
shi
with
cikin
are
;
you
zai
as
was
not
suka
ing
ed
yin
A
it
ke
he
will
yana
us
I
have
s@@
wannan
Yesu
our
A@@
suna
t@@
re@@
God
s
2
Jesus
yake
in@@
or
a@@
sun
c@@
The
ko
i
can
ci
don
ma@@
es
masu
Mai
S@@
un@@
i@@
by
daga
abin
from
haka
suke
d@@
‘
3
ar@@
f@@
who
T@@
ma
their
e@@
What
y
what
mutane
aka
en@@
p@@
they
do
g@@
Tsarki
nuna
4
Littafi
5
all
!
u@@
yadda
at
al@@
ar
E@@
an@@
k@@
er
God’s
y@@
e
so
6
Bible
ra@@
this
one
G@@
him
m@@
wasu
al
ku
wani
nan
n@@
sa@@
o@@
game
zama
as@@
u
K@@
How
b@@
t
your
Jehovah’s
C@@
them
ur@@
it@@
H@@
kai
l@@
yawa
had
sosai
er@@
B@@
were
I@@
7
Ta
gaba
In
w@@
people
b
did
o
duniya
r@@
M@@
hakan
domin
ji
12
9
about
10
15
ers
8
F@@
st@@
dukan
on@@
yaya
when
L@@
waɗanda
Ka
ted
ad@@
would
kyau
kan
has
Amma
11
ba@@
j@@
me
ƙ@@
en
ly
son
wa@@
ta@@
time
ab@@
sa’ad
ha@@
z@@
R@@
or@@
may
those
ation
muna
ate
amfani
kasance
is@@
du@@
’s
13
il@@
lo@@
Ya
yan
con@@
my
P@@
W@@
14
fi
ciki
O@@
life
ri@@
kamar
fa@@
at@@
taimaka
kamata
kin
wanda
lokacin
D@@
but
san
waɗannan
li@@
ya@@
muka
d
amma
wajen
ina
irin
He
how
bi
ti@@
ai
el@@
mana
har
idan
ni
war@@
ts
ho@@
es@@
help
shekara
m
cin
take
ro@@
N@@
U@@
ac@@
17
more
16
zuwa
ent
muke
’@@
de@@
ana
We
Bulus
insa
love
out
su@@
th@@
ir@@
gaskiya
v@@
am@@
id@@
da@@
•
op@@
good
her
Y@@
l
ci@@
some
war
Idan
should
ex@@
man@@
kar@@
ka@@
Me
ake
bai
ge
man
pro@@
ga@@
bauta
Kiristoci
k
ku@@
also
ated
ve
ance
ki
[
]
ds
19
way
mo@@
does
she
farin
able
18
such
un
things
20
Paul
ul@@
la@@
sai
masa
ment
wurin
lokaci
yar@@
ru@@
Christians
been
up
be@@
make
many
ful
Da
mutum
work
yar
fa
le
inmu
kuwa
go@@
tana
si@@
tare
spirit
Christian
red
h@@
even
Why
bukatar
ally
im@@
day
24
rai
It
ting
tar@@
ɗaya
if
soma
tu@@
ic@@
ol@@
ƙarfafa
gaya
fi@@
bu@@
J@@
ita
ata
par@@
When
1@@
Ma@@
wata
other
le@@
no
muhimmanci
har@@
Kingdom
musu
for@@
mar@@
faith
au@@
said
yan@@
ity
could
ded
than
22
se@@
Kristi
abubuwa
21
wa’azi
mat@@
others
its
Ba
di@@
need
se
so@@
Ubangiji
world
th
koya
ding
spiritual
yau
qu@@
bo@@
Za
mu@@
congregation
Wannan
ɓ@@
ko@@
ce@@
Yohanna
farko
uwa
hi@@
there
est
tion
n
samu
jin
ous
example
sha@@
Saboda
king
first
dis@@
aiki
ɗ@@
aminci
earth
ne@@
end
sh@@
Sa’ad
Hakika
these
As
If
ec@@
ter@@
come
For
misali
They
must
no@@
Menene
sami
rubuta
mutanen
19@@
Christ
into
ch
Z@@
insu
mun
because
This
ye
sp@@
ning
ves
bayan
ɗan
23
ƙi
Al@@
biyu
which
ations
5@@
gi@@
us@@
bayyana
like
san@@
ah
ƙauna
kar
But
ban
mata
me@@
ones
ying
aikin
being
ev@@
dace
years
ai@@
pre@@
han@@
Ko
aba
Witnesses
nufin
hidima
made
ƙar@@
te@@
Zabura
ut@@
tar
heart
Kirista
ings
wan@@
abu
Na
magana
pri@@
ou@@
addu’a
do@@
words
ent@@
know
we@@
ine
rayuwa
ons
see
bi@@
bin
true
abo@@
ƙasar
give
ang@@
Re@@
gu@@
des@@
Shaiɗan
family
ja
only
6@@
tsa@@
28
ag@@
An
25
fin@@
dabam
wat@@
/
cika
co@@
You
girma
Sa@@
hankali
per@@
he@@
children
ima@@
fahimci
za@@
ty
ruhaniya
abubuwan
ver@@
well
become
ess
p
then
ant
Dauda
pe@@
sed
anci
times
kula
says
sama
dā
bisa
pres@@
own
ish@@
tuna
kansa
awa
Shaidun
men
ect
riƙa
Bitrus
To
Wane
wan
E
duk
tsarki
el
um@@
might
Adam
Word
samun
before
w
far@@
Duk
Kuma
ak@@
kawai
just
c
yanzu
una
ila
truth
all@@
over
now
That
David
r
mar
mi@@
koyi
zo
ts@@
rashin
ence
ann@@
ƙaunar
faru
after
ged
Ku
gar@@
ob@@
faithful
ran@@
end@@
kanmu
use
om@@
30
very
fe@@
na@@
brothers
Matta
any
ter
ating
ited
biyayya
keep
death
show
And
to@@
kansu
John
new
great
ke@@
Mene
ikilisiya
Alal
comm@@
ch@@
name
sur@@
go
karanta
Bayan
bar
tal@@
serve
wato
ges
26
att@@
ely
cho@@
asa
today
fully
aure
read
gab@@
ure
ving
ear@@
kada
8@@
ish
Muna
ƙa@@
apostle
kafin
ap@@
ness
mis@@
yan’uwa
through
com@@
ge@@
kana
sion
iyar
29
27
matsayin
tra@@
V@@
pl@@
another
study
der
most
ren@@
am
arin
Do
taɓa
tly
ali@@
ws
ved
Lo@@
An@@
ministry
ality
holy
ing@@
tions
Mulkin
ud@@
Ko@@
vi@@
babu
7@@
h
ents
te
each
fe
word
why
gro@@
two
ganin
part
Kalmar
mor@@
mag@@
ary
against
ik@@
ice
much
tunani
33
himself
po@@
kawo
learn
Israel
Read
ist@@
worship
Isra’ila
*
tri@@
31
ƙa
find
though
od
littafin
res@@
ruhu
can@@
kafa
sani
off@@
ɗauki
inda
gir@@
parents
shi@@
baya
musamman
Babu
shakka
feel
faɗa
jin@@
However
fir@@
ks
kal@@
news
sake
Peter
where
nazarin
young
same
ansa
kowane
jo@@
ite
ked
min@@
Satan
Yana
adalci
mind
iya@@
ates
ay@@
Yoh
used
found
Domin
tattauna
sar@@
self
zu@@
cre@@
means
anta
wrote
amin@@
kasancewa
tunanin
zunubi
disciples
important
rec@@
sha
zuciya
course
view
taron
akwai
person
Mulki
tre@@
sel@@
bl@@
preaching
shafi
je
arsa
hikima
Wasu
fo@@
human
4@@
ver
ast
Mar@@
ways
Sar@@
led
right
say
servants
appro@@
ju@@
kan@@
Abin
lura
ɗa@@
bar@@
pos@@
Karanta
rana
In@@
ze
Ƙ@@
shekaru
kake
daraja
Isra’ilawa
ƙaun@@
os@@
Hakan
tun@@
hu@@
ari
Yaya
dar@@
place
ities
R
saboda
abi
So
Ishaya
One
let
dar
S
ƙara
ced
hope
baƙin
x
Mat
wor@@
get
re
tun
exp@@
fiye
ist
ently
sanin
et
Musa
wuya
maka
Kamar
ck
wal@@
encoura@@
ere
yoyin
vis@@
bangaskiya
ad
zan
dist@@
bukata
upon
doing
Wani
ƙarshe
service
never
hanyar
tsar@@
set
Father
taro
gida
AN@@
long
Sai
sin@@
ection
gaban
Waɗanne
ies
g
ments
32
ever
ep@@
ry
ourselves
fin
juna
Wa@@
gare
hana
given
coun@@
ma’@@
anointed
power
ering
ambata
book
cu@@
tain@@
ther
wise
baftisma
put
age
kin@@
gama
Don
tawali’u
daina
isa
Shin
ƙasa
fur@@
la’akari
iyal@@
em@@
uku
,000
Psalm
fellow
ƙin
days
loving
too
requ@@
ban@@
By
told
ph@@
want
hal@@
ected
taimake
sure
Be@@
knowledge
ranar
M
After
became
ane
gra@@
consider
far
ects
inka
wife
mutu
Luka
under
ise
car@@
mutuwa
Ba@@
At
less
34
zamanin
din
ki@@
hanya
ion
shawara
Scriptures
wn
abada
daidai
sin
Na@@
Go@@
ors
gave
ansu
King
iko
ref@@
live
among
hidimar
de
bincika
20@@
si
ined
Moses
bel@@
pp@@
koyar
anin
kinsa
Ƙari
yarda
fu@@
enti@@
every
tur@@
ned
Daga
act
Romawa
iri
ɗa
nu@@
Our
mini
during
Son
whom
Ha@@
Ina
ory
halin
ship
sunan
ƙarfi
marar
wane
making
ƙoƙari
iyawa
kas@@
dogara
kashe
away
dang@@
zed
mugunta
duka
over@@
kusa
rel@@
dly
2@@
bishara
peace
wahala
Some
prayer
albarka
Me@@
came
sing
als
dness
Ɗ@@
ses
mon@@
back
40
kira
9@@
yanayin
37
35
Sun
ɗaukaka
Israelites
amince
yed
ily
zan@@
bur@@
marriage
kwatanta
Un@@
His
saka
les
motsa
Let
star@@
’a@@
mutumin
deli@@
ƙoƙar@@
waye
gaske
nasara
personal
wa’azin
wur@@
wadda
mafi
joy
hor@@
down
often
guda
godiya
Manzanni
elders
ened
ces
ari@@
ɗi
kun@@
il
matattu
ura
onsa
Yin
iy@@
ill@@
home
ib@@
the@@
amsa
halaka
later
began
living
Ya@@
nake
Ayuba
tabbaci
Yes
our@@
counsel
sec@@
cor@@
felt
ken
inv@@
ɓata
order
ished
year
Matthew
themselves
AR@@
ji@@
Zab
reason
face
wo
humans
ths
tsakanin
tafiya
Ibraniyawa
ili@@
sal@@
yanayi
dai
ular
On
pa@@
rit@@
sau
kaɗai
clo@@
hai@@
Yahudawa
ask
saur@@
ss
tic
share
ong@@
yara
bat@@
kat@@
ƙarya
albar@@
Am@@
birnin
mur@@
With
hand
daɗewa
toward
appe@@
abinci
always
ess@@
misalin
old
manzo
Urushalima
fara
bab@@
nam@@
shiga
ɗan@@
Is
ward
comp@@
tic@@
Pro@@
O
hak@@
house
Waɗannan
look
ther@@
century
anar
beg@@
bir@@
St@@
tabbata
dattawa
ikon
serving
unsa
ght
Su@@
dre@@
ani
tive
righteous
out@@
There
ign@@
mut@@
zar@@
hear@@
uni
ening
sto@@
fied
Bari
hali
’ar
kāre
wicked
heaven
faɗi
ously
gan@@
bas@@
batun
ple
mil@@
ƙun@@
rely
gani
ps
ra’a@@
ans
still
rayuwar@@
expres@@
gh@@
tr@@
Jerusalem
zur@@
bukat@@
yawan
full
wu@@
giving
while
gr@@
meetings
purpose
kur@@
,@@
lafiya
maza
relationship
bayin
chan@@
Ibrahim
anmu
however
ten@@
gg@@
sauƙi
ƙyale
acc@@
kuna
point
iti@@
three
Yet
sau@@
sab@@
She
10@@
200@@
ins
kama
gargaɗi
ct
ƙwarai
Wataƙila
ff@@
iyaye
ƙarni
took
without
kawa
heavenly
pla@@
yayin
article
think
Mutane
Sarki
possible
br@@
wataƙila
inta
Mo@@
fact
future
called
vo@@
ewa
ɓa
zauna
questions
Then
Misalai
owa
Kor
sho@@
menene
together
Shi
experience
prot@@
Kada
ic
pas@@
45
bring
sar
almajir@@
Ru’ya
both
fore@@
neman
aff@@
close
alheri
rep@@
something
ingly
try
ative
jir@@
lead@@
dalilin
daɗin
ace
needed
kindness
cial
ide
kya@@
babban
reg@@
As@@
wisdom
ture
duba
ikilisiyar
having
ati@@
T
message
gre@@
sta@@
Yi
helped
benefit
Mun
continue
ziyar@@
atta@@
Con@@
Bo@@
ɗaukan
aw@@
shawarar
salama
Suna
canja
koyarwa
ja@@
Farawa
hidimar@@
’a
trans@@
challen@@
nations
und
av@@
Ar@@
zuciyar@@
present
Even
land
Daniel
fine
dole
reve@@
gora
tiv@@
discus@@
addin@@
teaching
Many
result
Rom
hu
Isaiah
der@@
So@@
ging
ters
respon@@
asked
father
ayyuka
thing
marasa
He@@
amfana
kam@@
ƙan@@
done
De@@
person@@
ƙarshen
atar
tas@@
din@@
lic@@
mamaki
hukun@@
hold
attitude
kind
tabbatar
0
really
brother
New
jawo
hanyoyi
por@@
husband
majagaba
cl@@
moved
Do@@
eyes
All
ɗauke
mugun
Ad@@
haɗa
fear
jar@@
sy@@
daɗa
jimre
stud@@
sun@@
iyali
No
Tim
Mu
kaci
atu
tsoron
und@@
dom
den
stri@@
Tun
lam@@
gu
shafaffu
mankind
omi
sarauta
ven@@
ig@@
labarin
alkawari
desire
support
tsai
gaskata
gina
yal@@
Du@@
writ@@
nufi
light
uwar
understand
mutanensa
tal
Maimakon
Mal@@
ction
between
36
di
best
served
’i
learned
happy
associ@@
al’um@@
Job
emp@@
speak
conf@@
baptized
shin
taimakon
Law
lives
ze@@
fit@@
mata@@
care
spe@@
arsu
dab@@
haɗin
gidan
al’am@@
nemi
fru@@
aya
Because
cap@@
loo@@
hur@@
members
taimako
kirki
ra’ayin
gaɗi
hannu
bed
kwan@@
receive
rest@@
fuskanta
avoid
eas@@
ms
assign@@
yaƙi
waje
Th@@
Masu
prophe@@
lead
amf@@
list@@
Who
bal@@
Timothy
ara
followers
ame
Bethel
Ne@@
Korinthiyawa
tan@@
ser@@
tually
bad
prophet
kowa
From
matter
slave
woman
misal@@
gun@@
certain
ayyukan
ƙarin
Luke
Those
under@@
kowace
practic@@
x@@
dam@@
mother
last
gl@@
waj@@
annab@@
kullum
jiki
head
system
38
ians
ene@@
app@@
hin@@
position
These
almajiransa
Mat@@
El@@
haikal@@
uni@@
shu@@
aikata
follow
dition
gin
matasa
Zai
him@@
fas@@
thr@@
men@@
No@@
sheep
respect
ray@@
Saul
nat@@
haɗ@@
ā@@
shirya
uta
mahai@@
ene
zunu@@
rin@@
ach
saurar@@
food
descri@@
Je@@
ibi
direc@@
conduct
IN
nazari
Ban
gur@@
ƙar
attention
again
form
enjoy
3@@
someone
mb@@
ble
armu
mit@@
hard
d’s
tsanani
dangantaka
D
Le@@
warsa
al’ummai
ƙo@@
.@@
situation
cannot
yen
ong
Abraham
answer
ama
ach@@
En@@
righteousness
kwat@@
indic@@
gam@@
ner
gener@@
pur@@
Acts
interest@@
My
kuka
pray@@
bayani
trust
bari
uri
kawar
Ƙa@@
different
ah’s
apostles
Consider
je@@
mean
remain
ond
wi@@
city
dedic@@
nation
Jo@@
yan’uwan@@
ose
shir@@
dra@@
hel@@
account
went
begen
cau@@
tali@@
Adamu
riƙe
fito
pray
shawar@@
sacrifice
kalmomin
sense
shaida
ancin
spiritually
hada@@
kun
prove
ef
ate@@
39
Yadda
wakil@@
Wata
Har
language
gid@@
shugab@@
Su
comman@@
yet
child
ever@@
koma
reading
temple
Eli@@
dic@@
ical
nor
imitate
law
nas@@
Manzo
see@@
Kana
vie@@
thy
Hel@@
ct@@
up@@
sol@@
kuɗi
Ex@@
yo@@
ni@@
arly
ign
keɓe
saying
sauran
individuals
wace
im
Kal@@
low@@
eli@@
ask@@
umur@@
cim
ƙunshi
Jews
subj@@
ensa
died
ƙud@@
following
teach@@
ome
tsarin
ya’yan
wing
shan
sons
kwanaki
worl@@
ans@@
bro@@
resurrection
ɗauka
iyar@@
early
are@@
00
maganar
naɗa
likely
50
saw
ƙoƙarin
needs
zaɓi
going
fuskantar
gives
’u
fushi
ore
thus
number
kowan@@
ti
bangaskiyar@@
doko@@
koyarwar
sabuwar
ren
suff@@
turn
ised
Mis
lafa
Irmiya
guje
Per@@
yourself
instru@@
fil@@
ikilis@@
Your
Thus
Of
tain
supp@@
ira
ath
few
knew
imp@@
false
ude
little
known
received
stru@@
lon
thinking
alkawarin
kir@@
wo@@
left
kiya
laifi
ruwa
cikakken
qualities
adv@@
problems
matsa@@
ens
tem@@
dangantakar@@
believers
44
ainihin
gyara
MA@@
yarsa
Timothawus
tice
Joshua
Although
kanka
rul@@
Lord
inter@@
suffering
ost
gor@@
especially
ƙas@@
strong
Ra@@
sc@@
sisters
case
Li@@
kome
women
table
0@@
ires
coming
taking
Da@@
yawancin
aring
matters
question
enc@@
Yahaya
ough
ɓe
provide
Yayin
wasi@@
ten
sha’a@@
better
matsaloli
change
ruwan
temp@@
prophecy
teach
Ɗan
iah
ra
Paul’s
Revelation
perfect
ƙwazo
bimbini
annin
Afisawa
fita
tara
Christ’s
kingdom
religious
everlasting
aika
Yaƙub
ihi
tan
lokatai
st
body
fus@@
ɗin
haƙuri
Ka@@
cha@@
bawan
works
feelings
gafarta
thought
expla@@
ware
married
pt
onmu
produ@@
zamani
N
concl@@
wrong
ton
Wan@@
faranta
peri@@
difficult
cc@@
duniyar
cause
yayya
rubu@@
off
riga
wari
ither
principles
ys
Almasihu
’an@@
ika
f
Nassosi
reali@@
concer@@
yon
fy
happ@@
ruhun
gh
yoyi
zaman@@
samaniya
kwa@@
brought
mate
James
tambayoyi
Tur@@
maimakon
born
Waɗanda
nor@@
Bu@@
waɗanne
NA
care@@
publ@@
gaskiyar
umurnin
yarwa
ancient
Luk
invol@@
tuba
ests
godly
blessings
littattafai
oned
tell@@
minist@@
ash@@
loyal
cen@@
Romans
Kir@@
cen
Ana
tamba@@
Ayukan
ety
gwada
wwa@@
42
ld
dep@@
kiyar
whether
dy
stan@@
Ga
great@@
ions
dama
Such
dec@@
move
prayers
Sam@@
ring
1914
41
whole
real
Satan’s
hr@@
consid@@
ƙasashe
ire
Corinthians
ns
shows
cal
Far@@
▪
ective
C.E
mul@@
dom@@
circumstances
Ho@@
foc@@
strength
similar
v
rayuwar
res
until
displa@@
cont@@
friends
seen
shepher@@
gift
la
Dukan
yan’uwanmu
Fa@@
since
demonstr@@
daɗ@@
ƙarfin
Mu@@
less@@
comes
Rather
promise
ol
H
tsoro
adam
Proverbs
iting
yiwu
incl@@
Bar@@
sabon
shekar@@
anka
appointed
kaɗan
guji
hab@@
taught
tru@@
faɗ@@
mal@@
inspired
’uwa
asure
Ru@@
arr@@
yay@@
dare
makes
kusan
iyayen@@
Ta@@
str@@
bay@@
abokan
Markus
Irin
Ibran
gay@@
examples
taimaki
Devil
See
fuskanci
free
jim@@
next
occ@@
witness
privilege
glory
using
turned
Since
ularly
⁠
diti@@
bayinsa
arrang@@
jaw@@
U
run@@
Kor@@
side
akuna
vere@@
thers
sakamakon
Does
yu
Are
verse
Y
shirye
certainly
tiyawa
halaye
loved
cinmu
Messi@@
ɗan’uwa
sen@@
cikinsu
plac@@
Par@@
clear
ƙe
occas@@
stand
Ayyukan
exerc@@
heard
comfort
ƙarƙashin
Littafin
let@@
fam@@
tafi
arri@@
Wace
DA
organization
truly
Like
Sulemanu
fri@@
43
ached
nagarta
Com@@
anku
saƙon
ders
Samu@@
divine
kiyaye
pati@@
199@@
ton@@
wuri
labar@@
vic@@
Nuhu
kalmar
involved
bayar
cop@@
yab@@
bada
ple@@
ir
satis@@
ur
Baby@@
accept
maintain
gare@@
bambanta
tation
understanding
material
ented
examin@@
suwa
high@@
ve@@
zaman
iyya
mada@@
tashi
bege
kud
Scriptural
ibada
sub@@
malla@@
wana
rule
halar@@
az@@
confidence
fav@@
hankal@@
taken
tell
lalata
wanted
Sim@@
Ju@@
tu
blood
ƙo
waɗansu
believe
sent
sign@@
regarding
huɗu
eless
faruwa
integrity
hol@@
fan@@
vers@@
ris@@
sister
Hu@@
yanke
sures
sight
zuciyarmu
Bab@@
talifin
–
awa@@
provid@@
night
Tsaro
rewa
bu
blessing
states
Man@@
clean
provided
rayuwarmu
mun@@
Tho@@
draw
ayyu@@
mentioned
karɓi
id
rage
half
ches
ak
Can
Hab@@
Bro@@
ining
sarautar
persecu@@
along
overse@@
ident
ately
manz@@
miƙa
pite
ep
Galati@@
outh
taima@@
resul@@
ilim@@
Far
aikin@@
annabta
Watchtower
becom@@
Yan@@
af@@
she@@
World
recogni@@
decisions
fiyar
tamani
including
tsira
While
Dokar
cinsa
tumaki
hist@@
Gre@@
honor
ered
willing
yaushe
pleas@@
addini
matarsa
asp@@
auren@@
ut
ase
ould
lies
onal
gran@@
tafar@@
illustr@@
deep@@
devo@@
ƙungiyar
takes
eri@@
special
preach
apply
sear@@
tho@@
Co@@
char@@
14@@
eff@@
Be
amin
Mic@@
fassara
fahim@@
Hasumiyar
enjo@@
soon
imani
gwamnat@@
damuwa
goma
if@@
Mut@@
yaransu
ashen
around
action
keep@@
authority
ight
immor@@
conven@@
ck@@
Today
tambayar
deser@@
vision
valu@@
Bit
allow
gain
mies
Akwai
iled
claim@@
opportunity
ma’aurata
dead
ech
Yanzu
cikin@@
Allahn@@
effect
tting
Ku@@
low
accompl@@
rema@@
adise
member
interest
nis@@
gā@@
evidence
biy@@
kon
greater
shen
ala@@
hearts
reason@@
daugh@@
banza
daɗi
mulki
deep
tau@@
effort
yaren
atan
showed
ensu
Solomon
kept
KA
contr@@
ell
vari@@
seem@@
ashin
forever
ide@@
has@@
ty@@
commun@@
milli@@
hon@@
ement
courage
ɗan’u@@
meaning
gwaji
cultiv@@
return
AN
Cikin
’i@@
benef@@
standing
nothing
direction
tes
Yahuda
damu
ive
Wor@@
ciya
page
ord
Still
near
wed
Nehe@@
congregations
declar@@
i’a
remin@@
ia
cri@@
miya@@
ashe
fl@@
speaking
control
canje
public@@
ransom
tsara
deal@@
therefore
bin@@
justice
itive
’az@@
deci@@
sanar
powerful
one@@
covenant
gud@@
judgment
obey
exc@@
Se@@
prosp@@
ƙa’idodin
Instead
past
To@@
addu@@
recorded
shall
Sha@@
high
sing@@
vital
inku
pris@@
ational
Mutu@@
gy
Ɗansa
tab@@
yinsa
standards
kill@@
inst@@
earthly
nufinsa
serious
doubt
field
mabiyansa
em
bayan@@
iyalin
AL@@
wonderful
talk
gement
ants
promises
ars
heavens
govern@@
happiness
tambaya
Bib@@
ability
efforts
zing
liter@@
gi
biya
destro@@
sukan
ell@@
annabcin
second
pers@@
Hebrews
Yusufu
den@@
med@@
ste@@
Iblis
cinsu
sam@@
ƙai
z
ana@@
respond
every@@
based
kacin
wer
appreciation
agre@@
value
ani@@
kyauta
ain@@
shor@@
repor@@
helps
here
small
daras@@
igh@@
regard
Han@@
Babila
tashin
determined
angels
increas@@
sarki
mi
Ab@@
tered
spoke
viol@@
faɗin
rejo@@
60
hala@@
Jos@@
ill
praise
col@@
halarci
dies
cr@@
ɓan
ceto
ched
bakwai
includ@@
shari’a
saurari
enmu
experienced
ph
tsu@@
aren
ites
won
alam@@
On@@
abil@@
annabci
Hebrew
marsa
Not
accep@@
gen@@
rukunin
faith@@
Lev@@
iyoyi
sins
proved
ta’az@@
Har@@
․
written
gad@@
vely
mala’iku
Now
ɗe
tawa
once
religion
trust@@
won@@
shelar
biyar
unci
clas@@
reli@@
iyel
itu@@
Amirka
school
foretold
work@@
aled
matsalol@@
Greek
auta
yata
Hence
sla@@
seek
group
offer
older
Nas@@
IN@@
gorar
alama
meeting
val
mizan@@
halayen
listen
dered
tat@@
aljan@@
poin@@
Joseph
psalmist
gin@@
exist@@
ɗauka@@
tanadin
ared
hamayya
sakamako
posed
bautar
mace
remember
Masar
allow@@
zuciyar
Phili@@
ought
gwa@@
lac@@
anyone
walk
les@@
shige
public
water
progre@@
gon
baptism
Jeremiah
unt
itation
Uban@@
strengthen
flo@@
ual
pol@@
Lab@@
sum@@
mene
flesh
atten@@
Indeed
ious
ial
hannun
pioneer
zin@@
duc@@
ed@@
cep@@
om
During
proper
bre@@
gargaɗin
halicci
according
le’s
Ni
Bai
perhaps
Ƙar@@
already
her@@
promised
Will
Duniya
four
ron@@
119
alin
dem@@
70
money
manta
May
Ro@@
events
wants
tatt@@
unana
jan@@
matsala
stu@@
jama’a
trials
mala@@
gn
Roma
daida@@
prepar@@
ages
Mark
health
decision
tsawon
dalla
Isha
makaranta
Creator
ubu@@
karantar
yen@@
ber@@
Hakazalika
wurare
kalm@@
tambayi
information
’t
righ@@
sist@@
than@@
role
Ser@@
mer@@
arka
ami
cike
physical
dokar
cles
manif@@
form@@
ɗab@@
compani@@
anta@@
spo@@
ater
halitta
gane
al’a@@
lation
lear@@
tures
buɗe
alka@@
leave
working
ƙwa@@
maj@@
lost
ature
um
activities
los@@
complete
Mary
imperfect
Judah
ƙur@@
sive
house@@
within
responsibility
ource
dan@@
kace
illustration
ung@@
gine
muku
ona
gue
strength@@
gwiwa
precious
some@@
salvation
sayi
tarayya
chapter
iness
iye
kasu@@
medi@@
pic@@
ences
hir@@
idan@@
rather
got
ƙari
Des@@
zahiri
manyan
Jeho@@
matar
cted
ties
yiwuwa
resurrec@@
mulkin
lived
Matt
kammala
Mashaid@@
soul
Shari’a
uses
tabba@@
instance
dalil@@
contribu@@
orin@@
actions
Maryamu
umi
Did
Fur@@
kno@@
Fir@@
dda
tern@@
Sh@@
ile
zarafin
jud@@
thoughts
sanyin
B.C.E
appreciate
ls
sarai
activ@@
lim@@
alil@@
WA@@
hear
emo@@
necessar@@
mirac@@
Matiyu
stated
wers
kamil@@
everything
tso@@
building
equ@@
ghty
hatever
dalili
garin
lad@@
mission@@
ok
ific@@
tattaunawa
Ubansa
lied
Jac@@
dau@@
reach
continued
fulfillment
cece
46
rayu@@
rinja@@
reasons
tsofaffi
kā@@
Therefore
harmony
orig@@
even@@
HO@@
ort
lab@@
tsabta
makiya@@
formed
ɗalib@@
ciyar
Kafin
askiya
People
ecting
eds
hadaya
ism
comfor@@
bincike
endure
my@@
aki
fahimta
hands
reflect
repres@@
La@@
gn@@
Their
ired
arziki
cle@@
Shaidu
anan
furta
tsam@@
Ɗan@@
bes
rej@@
fan
aniya
rest
perf@@
ian
helping
Keep
ising
Za@@
sions
Pe@@
Filib@@
annabi
elder
Majami@@
Fit@@
y’s
clearly
jira
happened
obedience
Afis
Jewish
shel@@
addu’o@@
fahimtar
jitu
inten@@
please
wansa
Eve
matsal@@
friend
relati@@
A.Z
anything
servant
Ca@@
mama
affect
resp@@
gari
Accor@@
identi@@
Jon@@
fansa
tribulation
kwanciyar
guidance
ree
kanta
fill
letter
SONGS
nan@@
ling
compas@@
uka
meet
showing
large
conscience
yan’uwan
ceci
ya’ya
ƙasashen
discipl@@
48
littattafan
Ruhu
cies
hi
Genesis
gri@@
inher@@
Noah
kuɗin
atu@@
tsananta
erous
True
haske
Game
Dan@@
sunansa
asse@@
gun
couple
concern
Just
vered
fulness
mili@@
continu@@
kasa
dawo
urin
du
travel@@
jah
WAƘOƘI
forth
Moreover
poss@@
teachings
vin@@
THE
feel@@
issue
eration
Yakubu
obedi@@
guard
Ezekiel
simply
neighb@@
build
further
discre@@
magance
SHA@@
anx@@
Phar@@
pe
head@@
lier
maƙwab@@
yansa
bishar@@
kly
sarkin
humility
ition
dwide
discer@@
accepted
develop@@
kyaut@@
influence
Shekar@@
Ps
Q@@
longer
tes@@
ƙalubal@@
pain
Tas@@
sha’awar
speci@@
deal
tent
ther’s
ements
derly
ext
Egypt
sac@@
pione@@
First
aj@@
yar’uwa
call@@
don@@
ya’yan@@
al’aj@@
whose
iyay@@
dattijo
op
Mag@@
sequ@@
mos
illi@@
shafe
fari
oughout
asar
humble
tor@@
Have
kalaman
She@@
zabura
Israel@@
Timotawus
jinta
cla@@
wr@@
pursu@@
Ruth
explained
individu@@
quic@@
fill@@
min
pages
umurni
cce
beau@@
dun@@
’uji@@
AG@@
HA@@
sura
fulfilled
read@@
dan
len@@
call
195@@
kanku
ƙaunaci
advice
expression
carry
wh@@
zaune
koki
blessed
weak@@
available
offered
unity
Christ@@
glor@@
lal@@
rich
deed
yakan
establ@@
ajizai
Kolos@@
fahar@@
firm
haifi
ress
unta
crowd
partic@@
alone
line
ido@@
mercy
haɗari
lands
ma’a@@
istoci
worshippers
free@@
W
scrip@@
sacrifices
murna
cing
antawa
Iliya
Sp@@
ƙaura
Ano@@
ile@@
Mas@@
sor@@
training
waha@@
succ@@
uban@@
unsu
kusku@@
considered
bis@@
success@@
yo
destruction
ɓoye
zeal@@
jik@@
daily
cam@@
dern
matashi
prev@@
refl@@
believ@@
scho@@
mak@@
nagar@@
aman
aching
tim@@
lik@@
determin@@
tsan@@
cei@@
attu
spir@@
ashi
evil
sul@@
oura@@
Kar@@
muhimman@@
mani
accoun@@
tanad@@
heal@@
devel@@
know@@
ƙon
itate
Wat@@
fore
bor@@
bran@@
of@@
Rom@@
maƙ@@
alkawar@@
mawa
’u@@
wahal@@
ek
cul@@
tam@@
ready
zara@@
cour@@
bam@@
belie@@
experienc@@
Ibran@@
will@@
hum@@
cro@@
disci@@
whe@@
hann@@
lai@@
mp@@
ƙwar@@
cikak@@
reas@@
lar@@
muhim@@
ah@@
els
lic
sid@@
Isa@@
TH@@
ɗau@@
loka@@
itness
shafaff@@
buil@@
.Z
tak@@
proble@@
Af@@
disc@@
L
thou@@
alher@@
utar
K
ruh@@
prac@@
who@@
sib@@
ung
Tru@@
essi@@
mabi@@
import@@
wai
Ye@@
ada
serv@@
hat@@
ful@@
num@@
princi@@
Is@@
ft
ends
haps
chi@@
sue
differen@@
Yo@@
Wh@@
ghts
halit@@
ll@@
The@@
privile@@
coura@@
vid@@
ihin
itude
langu@@
dara@@
rans@@
help@@
fic@@
appreci@@
ous@@
cir@@
cts
tro@@
tsor@@
learly
finsa
lea@@
Jam@@
sou@@
miah
itness@@
situ@@
litta@@
ith@@
Ci@@
dev@@
sible
ƙ
rukun@@
nin
abin@@
ility
follow@@
thor@@
guid@@
apost@@
aking
Phi@@
ital
prin@@
obe@@
kaɗ@@
inc@@
ƙu@@
:@@
main@@
pu@@
koyar@@
Timo@@
adal@@
ƙarfa@@
ā
pi@@
aji@@
centur@@
chil@@
hus@@
guar@@
ith
·@@
recei@@
reat@@
fre@@
opportun@@
lan@@
—@@
materi@@
wancin
influ@@
bra@@
worshi@@
ber
fel@@
Nu@@
zu
ques@@
responsib@@
kata
Abra@@
halic@@
Lu@@
Yah@@
ya’@@
Jer@@
Christi@@
hiri
vel@@
isto@@
ustr@@
cou@@
ida
Ubangi@@
shari@@
pra@@
’o@@
Ir@@
appoin@@
fiya
soci@@
zuci@@
Yahu@@
Isha@@
zam@@
mean@@
usu@@
comple@@
ribu@@
pow@@
Abraha@@
ƙa’ido@@
garga@@
ples
tsab@@
ousness
ecu@@
faff@@
G
Misal@@
yu@@
miya
div@@
lasting
iyayya
author@@
Nassos@@
Ke@@
Eze@@
ome@@
aul@@
cer@@
tle
ilis@@
F
umin
kama@@
Mul@@
ears
wic@@
tabbat@@
gy@@
uld
condu@@
orts
Tim@@
yal
mug@@
kak@@
zaun@@
bangask@@
Jud@@
unawa
Chr@@
gover@@
aƙ@@
jam@@
bene@@
sarau@@
consci@@
tsakan@@
littattaf@@
mala’i@@
ust
datta@@
dw@@
fal@@
alla
00@@
fassar@@
zanni
unu@@
crip@@
diff@@
earth@@
gafar@@
sus
grou@@
organi@@
sos@@
karan@@
mee@@
ON@@
lood
difficul@@
jit@@
sat@@
bs
ll
Allah@@
inted
omin
avo@@
regar@@
pose
faf@@
bang@@
Sat@@
sacrific@@
alib@@
use@@
worshipp@@
itnesses
ʹ@@
shak@@
spiritu@@
ble@@
priv@@
mot@@
danganta@@
iki
religi@@
ancewa
heav@@
physi@@
dam
ear
doub@@
hat
ū@@
any@@
haƙ@@
inu@@
Sin@@
fol@@
missi@@
Egy@@
B
Fil@@
yes
eld
an’s
chap@@
knowled@@
masi@@
wa’az@@
wis@@
proph@@
rus
yi@@
uring
jus@@
ness@@
000
divid@@
ɓi
aci
naz@@
ew
sci@@
alu@@
reco@@
wish
simil@@
isawa
beli@@
with@@
long@@
hidi@@
majir@@
circum@@
ɗu
ruhan@@
dren
maki
’ido@@
cient
Tsar@@
crow@@
human@@
nee@@
é
ft@@
ese
Solom@@
sage
aga@@
tatta@@
ih@@
erful
nec@@
abu@@
vice
cially
port@@
standar@@
ven
V
C
J
alities
tural
gas@@
contro@@
organiz@@
pher@@
Bec@@
itta@@
ali’u
gni@@
idai
Scrip@@
mony
wom@@
greg@@
taray@@
kil@@
relation@@
Ɓ@@
dawa
í@@
gask@@
ften
jami@@
Dani@@
fulfill@@
é@@
gwam@@
apo@@
Mis@@
P
rection
simp@@
ftisma
thin@@
judg@@
las@@
mes@@
Gen@@
ftis@@
prop@@
Joh@@
salm
lokat@@
mir@@
ano@@
oub@@
gara
ma’aur@@
Rev@@
memb@@
ida@@
angu@@
è@@
dat@@
arz@@
isti
tattaf@@
psal@@
fu
led@@
hama@@
decis@@
ɓo@@
Whi@@
giyar
neigh@@
yana@@
ail@@
kari
erc@@
kus
Shar@@
Waɗan@@
Ayyu@@
Dau@@
ō@@
mutan@@
esh
cum@@
recor@@
tings
tribu@@
yan’u@@
bless@@
adda
gani@@
Mos@@
Jere@@
All@@
Dun@@
tism
lit@@
promis@@
forma@@
ü@@
preci@@
marri@@
aul’s
god@@
termin@@
|
fice
insp@@
X@@
your@@
sacri@@
formation
bet@@
sel
congreg@@
Bul@@
á@@
certain@@
vation
inst
ause
til
yya
accor@@
/@@
dattij@@
abuwar
datti@@
Isra’il@@
accom@@
ô@@
taw@@
haya
vid
Jerusal@@
Hak@@
smal@@
reng@@
Almasi@@
wab@@
ather
destru@@
wonder@@
syst@@
ecy
irka
mala
yau@@
jagaba
□
stances
ō
æ@@
Kr@@
ƙarƙ@@
waɗan@@
●
Yaƙu@@
flu@@
som
ma’a
faffi
ó@@
Timoth@@
dividu@@
gether
©
hallen@@
alubal@@
$
bapti@@
elation
’ya
Gal@@
Shaid@@
ʹ
kus@@
Ezeki@@
eren@@
○
ʼ@@
ö@@
ã@@
tower
Shai@@
Il@@
Consid@@
bap@@
Á@@
⇩
imakon
ista
band
grity
kima
ú@@
Creat@@
Ā
inte@@
◆
Matthe@@
Joshu@@
yale
Sul@@
menti@@
Acc@@
ercy
demon@@
ticle
bamb@@
Corinth@@
GS
>
whi@@
aro@@
bata
ysi@@
imbini
verbs
Bit@@
imbin@@
eman@@
ñ@@
fter
streng@@
coven@@
bec@@
X
◇
Watch@@
olom@@
ł@@
eph
q
ween
Z
More@@
al’@@
í
pub@@
mselves
bah
kazalika
gwi@@
ä@@
idence
icul@@
Litta@@
&
kull@@
fuskan@@
ƘI
▸
É@@
Ƙ
rote
Masha@@
ç@@
righte@@
ū
selves
Chris@@
avail@@
B.@@
mone@@
Ā@@
esis
ה@@
abura
’akari
abubu@@
j
פ@@
ש@@
ה
ׁ
°
%
❖
Korinth@@
Hasum@@
נ@@
heaven@@
hanna
resur@@
ו@@
ʽ@@
SON@@
י@@
✔
thel
ł
Uru@@
Yaku@@
exam@@
ä
®
mist
ê@@
ë@@
ē
→
acce@@
←
☞
stead
espe@@
ople
q@@
awus
ē@@
ś@@
€
‛
Ş@@
ę@@
ø@@
‘@@
Ay@@
▾
á
י
ʼ
è
å@@
ż@@
essar@@
hout
samman
ú
Yusu@@
à
C.@@
−
Isra’@@
Mati@@
Isra@@
ą@@
ï@@
­
š@@
ý@@
É
ů@@
Š@@
Jehov@@
aul
;@@
­@@
î@@
ó
Hebre@@
=
ń@@
ı@@
ǒ
à@@
È@@
Ü@@
#
oug@@
Ô@@
ƘO@@
ù
kwai
↑
zalika
Ayu@@
lima
yan’@@
▼
ʺ
yamu
̄
₦
̄@@
WAƘO@@
ö
ş
⁄
refore
+
Ž@@
Ó@@
£
tabl@@
↓
