<unk>
<pad>
<s>
</s>
.
,
a
u
vha
the
:
na
nga
to
of
“
”
tshi
and
?
uri
o
)
(
ri
in
ya
ha
wa
’
that
s
zwi
kha
—
we
i
-
is
Yehova
1
ndi
Jehovah
vho
ḓo
for
Mudzimu
ed
ita
;
his
God
sa
I
zwa
e
2
on
t@@
nahone
he
be
with
s@@
dza
ni
ma@@
you
U
was
hu
not
as
mu@@
ḽa
tsha
vhathu
ing
are
3
es
c@@
zwo
it
will
S@@
p@@
4
k@@
us
A@@
have
re@@
amba
e@@
a@@
Ndi
5
musi
our
si
vhe
The
khou
Nga
b@@
6
or
Yesu
Jesus
A
nḓila
ine
ho
can
f@@
H@@
E@@
i@@
vha@@
d@@
n@@
yo
from
zwine
by
o@@
ra
in@@
M@@
l@@
who
an
12
do
ela
u@@
15
their
10
er
fanela
one
7
9
they
8
itela
al@@
t
‘
what
!
11
What
g@@
no
vhu@@
mu
dzi
T@@
all
y
w@@
m@@
ane
Vha
an@@
P@@
13
ar@@
vhukuma
al
Bible
C@@
at
er@@
lwa
14
F@@
ḓi
I@@
re
is@@
y@@
th@@
this
en@@
W@@
him
mi@@
kana
it@@
O
K@@
R@@
zwenezwo
O@@
r@@
17
Bivhili
ele
16
had
-@@
your
vhu
ers
ra@@
zwithu
them
tshifhinga
were
L@@
tshi@@
Musi
ation
B@@
ani
es@@
il@@
sumbedza
people
zwi@@
sh@@
thusa
N@@
How
about
oni
G@@
ralo
tsh@@
hani
Mu@@
elwa
thoma
ṱoḓa
v@@
did
el@@
In
im@@
isa
on@@
muthu
un@@
ted
vhane
when
18
fhedzi
mini
my
ul@@
ha@@
li@@
Naho
would
st@@
ri@@
zwe
D@@
ent
ḓi@@
has
mafhungo
vhaṅwe
b
or@@
19
Vha@@
ad@@
ngayo
muya
wana
ate
1@@
Ri
20
mb@@
may
ḽi
aho
ye
dzula
those
time
ly
l
muṅwe
ac@@
as@@
life
vhona
wo
so
ndeme
but
U@@
am@@
ho@@
ts
J@@
He
ṋea
songo
help
me
Y@@
Naa
ngei
lo@@
ve
ea
h@@
We
ro
ana
how
de@@
se@@
hone
op@@
dzo
24
kha@@
phanḓa
ngoho
si@@
ṱ@@
ḓivha
]
[
V@@
dz@@
ab@@
nda
ur@@
shumisa
ngo
ḓ@@
vh@@
E
funa
ex@@
lu@@
wawe
ng@@
Vhu@@
21
22
out
Vhakriste
th
dovha
love
ndo
her
d
dzi@@
more
ang@@
guda
ngani
ol@@
mushumo
also
Paul
su@@
miṅwaha
good
us@@
Paulo
z@@
n
some
tsumbo
waho
at@@
tsho
ous
ated
m
be@@
ḓa
le@@
arali
should
dis@@
ala
for@@
able
c
humbula
way
con@@
iwa
ti@@
ter@@
kona
ite
many
he@@
ro@@
things
vhutshilo
does
murahu
di@@
pro@@
vhawe
ula
qu@@
ap@@
Zwi
bva
res@@
such
om@@
23
ting
ṱhogomela
It
shango
edza
na@@
Tshi@@
ag@@
When
hawe
ance
Ma@@
•
work
make
amb@@
been
ini
/
Kha
up
la@@
man
John
if
par@@
ment
even
go@@
do@@
end@@
vhana
em@@
ec@@
Ni
iswa
ise
ano
maanḓa
other
Christian
ally
k
hashu
Why
Kristo
Christians
day
said
spirit
19@@
le
vhudza
ic@@
ence
could
elo
ir@@
mbo
nd@@
j@@
king
zwavhuḓi
ent@@
dzhia
world
ah
than
Christ
shuma
tshoṱhe
Muvhuso
there
ity
others
te@@
need
Arali
its
edzwa
ka
faith
Fhedzi
edz@@
yawe
pf@@
28
no@@
ou@@
ak@@
um@@
mbilu
Kingdom
vhanzhi
25
ary
lufuno
ing@@
vhoṱhe
congregation
hu@@
she
example
wa@@
ge
ḓuvha
ings
se
But
earth
vhuya
en
tshila
sp@@
mo@@
end
For
ying
est
They
ne@@
If
fu@@
ḽo
because
tou
these
ful
tion
years
into
lutendo
own
vi@@
come
hulu
Lu@@
This
lu
ons
tra@@
5@@
ning
spiritual
ves
gu@@
ev@@
As
must
ob@@
Witnesses
huwelela
mul@@
ci@@
bv@@
first
ations
over
Ṱhanzi
which
tsini
ḽifhasi
ṱaḓulu
fana
tri@@
naho
p
zwone
ant
dzine
zwiṅwe
like
yeneyo
awe
anga
children
family
ngauri
Ndo
ness
war@@
fi@@
ene
pres@@
pfa
ṅwambo
ds
made
thetshelesa
zwoṱhe
havho
know
sion
Hu
being
ku@@
ty
fh@@
You
Dz@@
use
fulufhedzea
te
ones
eli
Th@@
ḽi@@
ther
des@@
tend@@
30
take
give
tr@@
hi@@
and@@
ch
ṋ@@
says
per@@
only
ish
fanaho
Yohane
20@@
ṱuṱuwedza
see
27
heart
26
pre@@
ce
2@@
true
Ṱ@@
elela
Sa
Na
6@@
athu
Matthew
*
ess
Sathane
nṱha
become
ar
eni
bvela
ely
ep@@
Mateo
words
David
times
munna
S
29
kone
go
riṋe
Satan
then
AN@@
com@@
ali@@
sa@@
x@@
ect
Psalme
kale
vhi
katela
pe@@
used
ḽiṅwe
maipfi
Davida
Ps
pri@@
brothers
Psalm
fa
itea
Ḓ@@
muṱa
fhedza
vhala
de
ans
very
8@@
swika
vhuṱali
ḽ@@
hune
men
might
33
oṱhe
ong@@
tshine
after
just
ind@@
pfi
over@@
That
tenda
shangoni
fhethu
before
han@@
ru@@
h
pfesesa
ashu
31
rec@@
da@@
me@@
7@@
Peter
fhiraho
comm@@
ear@@
any@@
cho@@
bo@@
sedzana
any
ver@@
zwino
now
vhuimo
mis@@
And
sur@@
vhi@@
to@@
edzo
nga@@
ding
Petro
pha@@
isi
el
sia
Ḽ@@
pos@@
mil@@
ating
comp@@
ṋamusi
Samusi
ṅwala
keep
1-@@
death
Vho
ny@@
Re@@
truth
car@@
ents
faithful
maitele
new
Word
show
led
w
iṅwe
als
age
vhal@@
att@@
ali
ving
Read
Vhalani
person
isela
une
edzi
nṱhani
gi@@
ks
ko@@
tshenetsho
sed
apostle
today
ei@@
told
funza
ther@@
humb@@
fa@@
shumela
od
mar@@
yoṱhe
ḓipfa
Ipfi
another
of@@
ulo
well
dzina
ge@@
learn
parents
phetho
Do
most
Vhukuma
Mi@@
great
fully
Acts
pl@@
pfunzo
name
id@@
Luke
two
mavhonele
tshiṅwe
tshivhidzo
os@@
Israel
feel
lw@@
ima
zwenezwi
ined
fhira
Luka
thihi
hum@@
tshil@@
hulwane
serve
ḓe
much
ded
res
ter
34
each
tshifhingani
tions
iti@@
nṋe
po@@
ited
vhonala
bvaho
Vhaisiraele
Vhathu
ud@@
bugu
ality
ati@@
am
yavhuḓi
To
through
tly
fhasi
elaho
shum@@
gh@@
mishumo
vhabebi
vhahashu
fulufhedzeaho
gra@@
x
takalela
So
ele@@
anda
nyeletshedzo
ei
ere
why
though
Roma
é
washu
ch@@
32
ws
part
ṱanganedza
kho@@
find
against
eng@@
ministry
found
read
old
dec@@
fulufhelo
samusi
vhushaka
However
ya@@
where
avho
EL@@
tre@@
young
holy
vhar@@
Khotsi
har@@
word
important
umb@@
humbela
himself
ry
pi@@
wi@@
henefho
und@@
get
ṱangan@@
zw@@
T
inc@@
man@@
reg@@
rabela
say
study
yashu
pa@@
vu@@
wi
wanga
Bivhilini
takala
cre@@
g
kh@@
wor@@
shed
ght
vhune
les
we@@
ó
ene@@
wrote
Father
khulwane
bu@@
ph@@
nae
means
N
right
khonani
mbudziso
ia
encoura@@
ved
ṱavhanya
lwo
vhurereli
ged
itwa
yeneyi
tshivhidzoni
son
One
dze
preaching
zwifhinga
vhavho
por@@
mba
the@@
ara
ently
inter@@
ked
fun@@
dziṅwe
kwa
vhafunziwa
tshithu
vhuṱungu
sha@@
35
esa
worship
fhela
od@@
sel@@
ily
thi
ek@@
tshela
Yes
Tsh@@
place
eaho
37
exp@@
teaho
Vhaṅwe
mind
3@@
news
human
oun@@
want
ze
r
ory
ori@@
far@@
TH@@
IN@@
Vhukriste
edze
ee
vhone
vhutshiloni
mon@@
livhisa
wife
ila
alaho
Ng@@
view
londwi
Y
Matt
let
tu@@
tea
inwi
uli
aṋu
tic@@
ḓiimisela
Mat
dzhiela
disciples
onoyo
rel@@
same
hon@@
Mar@@
40
vhili
course
fara
ck
fac@@
DZ@@
never
malugana
ili@@
hafhu
doing
act
thi@@
der@@
Li@@
Nahone
ne
cal
thabelo
ifhio
ina
ḽoṱhe
After
appro@@
mulalo
olo@@
est@@
il
fhi
book
hoṱhe
dzul@@
off@@
ling
ered
ling@@
tshee
set
hope
ris@@
mukhethwa
became
vhudz@@
ess@@
fe@@
maḓifha
ways
waṋu
Zwiṅwe
put
ates
expres@@
4@@
ard
too
mbiluni
service
br@@
given
gave
live
Mushe
servants
pp@@
upon
rac@@
00
Z@@
Zwi@@
cont@@
ḽine
ls
fulufhela
du@@
dzoṱhe
Lo@@
fheli
Timothy
ṅwal@@
ofha
tevhelaho
In@@
ver
fha@@
mat@@
pur@@
vhahulwane
Timotheo
yed
14@@
̭@@
ection
ected
eneo
Corinthians
dzawe
ṋewa
alo
ever
home
tevhela
ref@@
ned
red
vhukati
Isiraele
ambiwa
acc@@
fhambanaho
co@@
khagala
9@@
vhuleme
AR@@
ani@@
hul@@
sure
At
ṱuku
ourselves
consider
dzhi@@
navho
days
ever@@
came
anointed
wan@@
avhuḓi
By
ed@@
yavho
Maṅwalo
ale
Khosi
gr@@
engedzeaho
less
aff@@
zwivhi
haṋu
fin@@
ug@@
Tim
fore@@
ipfi
dzashu
nḓ@@
sw@@
zed
edzela
dzule
lingedza
ku
vhea
away
tak@@
sub@@
ṅwana
so@@
ments
during
ta@@
Some
Be@@
tshin@@
ship
often
ad
hel@@
No
under
thero
ts@@
tshe
nnzhi
tshimbila
ition
Scriptures
ṱangana
ects
King
ga@@
IS@@
fellow
Yobo
vhanna
ḽawe
Mirero
sumb@@
Job
takadza
zwinzhi
ble
Eli@@
every
fan@@
lini
10@@
felt
zwiḽiwa
Proverbs
ps
ement
vhashumeli
Mishumo
mufumakadzi
back
marriage
jo@@
naa
nge
our@@
among
kwama
Isaiah
Yesaya
Let
bel@@
musadzi
dzifhio
lugaho
power
ṅw@@
Nṱhani
Our
sec@@
later
Ho
ast@@
pfaneleo
wonoyo
200@@
ill@@
ands
ṱa
ṅwaha
inv@@
lungafhani
konḓelela
whom
land
occ@@
mbingano
vhungoho
down
vhon@@
tendela
Yakobo
enti@@
vho@@
deli@@
vhenevho
knowledge
His
Moses
wel@@
ast
ths
khotsi
Muṅwe
Romans
khwaṱhisa
livhuha
dakalo
af@@
clo@@
khosi
living
tikedza
making
gro@@
ened
nungo
vhe@@
Ro
publi@@
prayer
De@@
ful@@
long
thu
tsi@@
ors
honoho
yi
MU@@
ask
began
Dzi@@
Ph@@
always
VH@@
maṅwe
peace
et
edzisa
Is
hal@@
vhani
dly
anc@@
nnḓu
still
mal@@
Pet
form@@
Israelites
Murwa
thuso
ndugelo
ist
think
ee@@
Ha@@
st
ngaho
pu@@
article
TSH@@
Korinta
He@@
fhio
ice
teach@@
fhindula
dzavho
hab@@
sokou
Al@@
vhuḓidini
yone
D
themselves
lushaka
siaṱari
vis@@
fhedz@@
ule
ndivho
Revelation
Mukriste
There
ki
ins
haṱ@@
look
ṱanganela
litsha
elani
ining
usa
see@@
With
humans
hazwo
vhing@@
tshivhi
joy
ening
tshelede
personal
khethwa
house
ḓiṱukufhadza
ṱhoḓea
Son
aru
elders
av@@
ambo
An@@
̭a
vhudzisa
oli@@
vers@@
On
muapostola
helped
She
tendelana
hayani
perfect
khombo
ef
iledza
wavho
raloho
tain@@
fir@@
ta
hand
uni@@
Zwenezwi
ṱalutshedza
Jud@@
khwine
serving
vhuḓifhinduleli
father
order
brother
muhulwane
face
shumiswa
Zwenezwo
bl@@
vhuthu
appe@@
.@@
while
wise
without
reason
Then
counsel
ṱhogomelo
á
concer@@
out@@
heaven
fhelelaho
something
husband
lovhedzwa
kwa@@
took
three
lufu
Nd@@
Vhayuda
ut
possible
Heb
ome
haseledza
khu@@
ṱoḓaho
vhan@@
less@@
dzangalelo
iso
Yoh
questions
tshivhindi
Na@@
asked
tive
Ch@@
fhel@@
ḽeneḽo
gn@@
ward
wicked
zwiimo
khetha
huweleli
adza
sin
sc@@
together
hol@@
muthihi
mang@@
fha
36
Ar@@
Many
tru@@
kund@@
C.E
0@@
Genesis
Zwo
ke
Genesi
tshigwada
loving
cr@@
C.E.
ayo
ities
edzea
H
ist@@
38
ṱu@@
disc@@
cha@@
purpose
ular
giving
ill
edzani
wahashu
5-@@
called
discus@@
ges
fact
3-@@
century
vhaswa
pfu@@
tshipiḓa
45
dzim@@
ṱal@@
prot@@
Do@@
vhulivhisi
however
relationship
understand
both
righteous
dzavhuḓi
toward
sing
asi@@
der
meetings
vhofholo@@
humbul@@
needed
ously
lug@@
point
ound@@
happy
39
hear@@
Mul@@
cl@@
ative
consider@@
St@@
Yet
ambi
Jerusalem
future
pr@@
elekanya
mulayo
having
vhuy@@
ow@@
dzwa
ction
Abrahamu
child
ew@@
Cor
Hebrews
experience
ture
Even
enea
Murena
iswaho
sto@@
ve@@
ests
edzaho
message
Yerusalema
mazwifhi
New
dzhen@@
Abraham
lavhelela
James
Ha
cor@@
ḓana
sha
Ab@@
ound
share
My
ences
50
really
tshisadzini
havhuḓi
Ex@@
wisdom
Ṱhogomelani
woman
ṱuṱuw@@
UL@@
kind
muvhuso
tse@@
close
vhamb@@
ised
ḽe
ḓivhi
mulaedza
stud@@
continue
fied
thu@@
bring
fhelisa
assign@@
dic@@
maḓipfele
tic
tsireledza
AL@@
gudisa
All
learned
bvelela
vhuḓinḓani
tshifanyiso
onom@@
tshedza
mankind
muswa
tiv@@
year
ER@@
ingly
ese
ak
care
vhurabeli
vulanḓila
ith@@
kan@@
id
Ya
thing
ṱoḓ@@
Con@@
ṱa@@
result
ake
tting
ma
baptized
lead@@
IL@@
benefit
gudiswa
mvelelo
shi@@
heavenly
THE
pris@@
fic@@
someone
2-@@
eful
Ngauralo
pas@@
Mark
rul@@
Lord
edzwaho
olo
iwe
ering
vhufhelo
pli@@
hanga
hard
Gal@@
khae
done
cal@@
vhuṱanzi
EN@@
tel@@
vhusa
sy@@
WA
swa
42
tsikel@@
best
ple
bul@@
ṱolisisa
dzhena
mother
MA@@
desire
self
pt
Because
accep@@
associ@@
sal@@
tsha@@
vhuporofita
NW
44
SH@@
uwa
alu@@
f
gar@@
maḓuvha
des
ai@@
chang@@
fhe
support
fine
long@@
B.@@
tshik@@
gre@@
ters
zhi
ong
speak
vhusi
different
eyes
kunda
From
fore
language
nnyi
gg@@
last
7-@@
6-@@
Nḓila
between
moved
ze@@
try
Mo@@
wal@@
Per@@
Your
mur@@
sol@@
vhuthihi
ḓadzea
died
au@@
bad
send@@
receive
la
again
fy
mura@@
zi
bre@@
matter
den
tsirel@@
ES@@
IT@@
No@@
coun@@
under@@
ungo
ON@@
mor@@
enjoy
vhumb@@
ys
nations
inclu@@
ḓodzwaho
Marko
kindness
city
respon@@
mit@@
tshiitisi
mme
ses
went
using
lune
oloni
avoid
nndwa
Tsha
khwaṱhaho
ach
nyambo
lead
minzhi
rit@@
ner
anaho
vo@@
anya
present
Mulayo
kule
Tho@@
These
conc@@
See
lives
iti
certain
eledza
sisters
bi@@
members
mean
fulfill@@
Ndzumbululo
slave
nnḓa
trust
luambo
maho
ola
ol
beg@@
dem@@
ulwa
ose
vhukando
vhuvhili
vhuḓifari
teaching
ko
answer
vhuyedza
adzi
ure
zwifhio
difficult
khandiso
cap@@
rab@@
situation
aravha
exc@@
Tshi
follow
cul@@
you@@
miṱanganoni
gathi
ḓiphina
min@@
miraḓo
devel@@
vhuvhi
ari@@
thetshel@@
hang@@
respect
tain
ser@@
food
low@@
prom@@
cannot
left
practic@@
reve@@
R
murwa
VHU@@
41
who@@
eli@@
help@@
knew
enc@@
buil@@
nḓivho
married
gener@@
Muapostola
khetheaho
tim@@
ṱo@@
gud@@
head
prove
Bo@@
lelu@@
vhuyelwa
endo
desi@@
self-@@
lar@@
ḓaho
As@@
milayo
ḓiṋek@@
remain
ambela
Those
friends
pray
direc@@
eas@@
au
Vhak@@
prophet
sin@@
position
Zwa
vusa
thr@@
Who
ni@@
Muya
ens
bro@@
stri@@
L
system
fumi
pla@@
ṋama
ilu
problems
wavhuḓi
ath@@
tor@@
duc@@
MB@@
lwe
dzenedzo
form
Ngauri
phaṱhutshedzo
vhulenda
Adamu
expla@@
fe
better
sons
Ru@@
obedi@@
Bar@@
vhuhulwane
Law
yanga
imitate
spe@@
zwiṱuku
eḓ@@
Consider
med
Hu@@
dzimu
wr@@
fru@@
miṅwahani
received
ject
ond
ANI
vhunzhi
saw
add@@
following
needs
ḓanani
account
VHA
ZW@@
feelings
uswa
Adam
strong
malofha
ough
khamusi
Mish
attitude
loy@@
43
religious
vhatevheli
Although
loo@@
lavhel@@
little
reali@@
tshaka
zwipi@@
refl@@
saying
ree
few
Daniel
–
followers
thinking
known
ṋekedza
Vharoma
Bro@@
thy
appreci@@
ngazwo
dra@@
0
apostles
ṅwe
gives
hand@@
wanted
Jews
going
8-@@
tshinnani
person@@
luga
reas@@
fulufhedzisa
konḓ@@
ature
tur@@
dzh@@
ḓifara
learly
law
Sim@@
yourself
nor
ind
Sedzani
dzin@@
Le@@
ṱalutsh@@
ple@@
qualities
sense
sue
umiwa
takadzaho
dalela
conduct
Heberu
ten
loyal
requ@@
eṱhe
anyana
mmbi
indic@@
fear
ER
muhumbulo
ṱalusa
yet
ack
dzana
ṱuwa
teach
fhingani
ṅwalwa
misini
hana
heberu
io
wani
tes
hw@@
konḓaho
mbeu
turn
imela
porofita
Gi@@
star@@
maṱo
until
bor@@
fhamba
thers
peri@@
stru@@
ṱoḓea
tshelo
str@@
adv@@
dzaho
Noaxe
ost
kat@@
fhis@@
influ@@
Noah
000
milingo
tshanduko
likely
Solomon
attend@@
parad@@
,000
sedza
nngu
Com@@
thus
everlasting
ara@@
uma
TI@@
taking
pati@@
iting
Rom
Ṅ@@
arly
believe
case
pfes@@
Mir
righteousness
sheep
Of
mag@@
kuvhang@@
Joseph
ndaela
change
Prov
Samuel
false
▪
answ@@
ṱhogom@@
shaka
nation
thought
bebwa
sacrifice
served
om
dr@@
ḓor@@
brought
ually
ented
ility
ven@@
rengul@@
ca@@
Muthu
nazwo
ites
dedic@@
vhavhili
mulandu
oho
roṱhe
ress
vhidzwa
im
khakhe@@
ḓow@@
next
ES
fo@@
preach
Vhan@@
emp@@
fhambana
aluwa
Yo@@
than@@
ṱhonifha
spiritually
mbil@@
isani
shandu@@
tice
ṅwedzi
ms
arrang@@
number
politi@@
reading
early
khaṱ@@
coming
,@@
provide
oni@@
sister
tha@@
blood
El@@
eki@@
usi@@
especially
vhuḓalo
shows
plac@@
succ@@
Watchtower
Wa
tshumelo
resurrection
off
ena
lwashu
ṱha@@
HA@@
prayers
fhaṱa
da
Mb@@
mbili
tal@@
vhaapostola
enda
similar
wee@@
itu@@
atu@@
ṱungufha@@
vhatendi
Zwino
fu
fulufhedziso
ste@@
ulu@@
EHOV@@
ten@@
great@@
question
happ@@
shandula
ancient
tshidza
individuals
attention
temple
ef@@
fho
gl@@
foc@@
vhur@@
ath
cause
kaho
women
udz@@
principles
ḓinḓa
ached
sim@@
oned
United
vhuḓinḓa
wrong
comple@@
ns
vhaṋu
tshibuli
Am@@
um
gift
Does
fhaṱ@@
swikelela
born
aring
Thus
ring
sor@@
Are
ages
lindela
body
ron@@
cer@@
let@@
muḓi
matters
sions
wane
themb@@
tevh@@
Daniele
prophe@@
tshawe
ndugiselelo
adzwa
livh@@
ging
makes
kon@@
huna
vhukonani
talk
konḓa
inde@@
Ḓi@@
shay@@
khwaṱhisedza
Mic@@
loved
HO@@
pfulu@@
since
anḓa
kingdom
turned
Pro@@
up@@
Rather
luvhi
Diabolo
states
free
persecu@@
Devil
khwaṱha
muni
magaz@@
Yosefa
gh
gwada
heard
light
mashango
psalme
dzudzanya
Yeremia
arri@@
bur@@
Samuele
ines
199@@
ḓil@@
ga
zwihuluhulu
works
aloni@@
mbu@@
vhufhio
ous@@
far
mufarisi
Jeremiah
lwisana
move
believers
Jo@@
lim@@
thaidzo
sent
fheliswa
real
YA
soon
ided
circumstances
OR@@
vhavhingani
role
ndima
Fulu@@
high@@
comes
engedz@@
tshili@@
angaphanḓa
muporofita
her@@
muṋe
whether
ond@@
funzi
mbinganoni
Ephesians
wela
vhetshela
taught
Salomo
wn
strength
vhela
í
Be
hulisa
lwawe
tsiko
tation
NA
rum@@
maḓi
comfort
Since
aṋ@@
decisions
tell
command@@
ore
lic@@
4-@@
tshel@@
khathu@@
isi@@
En@@
s.
physi@@
ndimana
fici@@
thus@@
ḽino
suffering
list@@
describ@@
valu@@
inspired
iness
invol@@
ck@@
table
accept
tshimbidzana
lwela
Kor@@
satis@@
mentioned
Yuda
anzela
vhulaha
sign@@
anger
conf@@
dzenedzi
ili
mee@@
special
fhaṱu@@
ularly
Such
Khamusi
Wor@@
ested
enjo@@
serv@@
cond@@
So@@
phindulo
hor@@
1914
umo
shepher@@
allow
ective
ir
46
ould
Kor
sou@@
Can
enzhe
TO
full
119
mbi
dd@@
HA
page
organization
umb
mission@@
ḓivhudzisa
cop@@
along
transl@@
Zw@@
tshilapfu
val@@
examples
fhu@@
clear
yaṋu
Today
provi@@
Egy@@
pe
eless
esi
rep@@
aḽo
whole
fav@@
ran@@
hist@@
vhonalaho
ide
mutakalo
exam@@
ole
ḓu@@
promise
mulanga
ḓani
ss
ree@@
Ne@@
RE@@
vhanga
Mafhungo
ants
rend@@
dom
tshumeloni
seem@@
asure
Tr@@
zwifanyiso
Me@@
Messi@@
school
ṱhu@@
Like
prophecy
overse@@
appointed
dee@@
vhuk@@
kanzhi
mak@@
understanding
sive
kul@@
pleas@@
side
fhelela
ign
verse
sing@@
rembulu@@
around
truly
nor@@
ately
enter@@
ata
ḓivhadza
refer@@
night
fhiwa
fany@@
May
witness
ety
fush@@
dead
col@@
ufhio
takal@@
ḓisa
willing
conven@@
hevh@@
misi
privilege
becom@@
OU@@
On@@
certainly
opportunity
stu@@
taken
glory
exerc@@
ḓodzwa
ony@@
esi@@
omb@@
gand@@
thivhela
commun@@
koni
zwiitea
Eng@@
ito
tshifhiwa
195@@
temp@@
nzhi
stand
ral
blessings
48
States
tshiṱhavhelo
ase
vhukhakhi
tha
control
ṋe@@
ly@@
pioneer
seen
takes
valo
obey
material
AHO
mathomoni
Zwine
Instead
gwadamela
ilo
Tshiingamo
viol@@
While
ur
bvel@@
ulaho
ED
vel@@
kunaho
war
ND@@
return
liter@@
Rev.
rule
vhuts@@
atch
dzanga
ably
ING
lunzhi
involved
onal
zwivhuya
ḓini
including
worshipp@@
daugh@@
lov@@
hold
isaho
gn
hur@@
ach@@
tshiitea
thom@@
mber
wanala
zwiitisi
eff@@
challeng@@
vic@@
Creator
past
fur@@
Wahashu
forever
demonstr@@
bir@@
farwa
poin@@
group
Gre@@
fel@@
iled
ṱo
ost@@
vhukoni
ink
recogni@@
interest
money
vhelesi
religion
dzumbul@@
immor@@
faith@@
resul@@
World
Sam
ches
̭o
Efesa
livhaho
kept
integrity
Gen
small
Lev@@
vharuṅwa
ire
ech
tshiny@@
Gen.
kombe@@
70
promises
ability
emb@@
kanya
writ@@
claim@@
half
mer@@
greater
covenant
displa@@
ḓitika
vhudzekani
confidence
nothing
60
manzhi
lutamo
draw
dzing@@
shumisana
elelwa
khuthadza
’@@
field
ars
ual
God@@
muyani
dom@@
congregations
govern@@
Bi@@
showed
view@@
nya@@
courage
vula
Ṋamusi
wonoyu
konadzea
EDZ@@
NGA
vhugala
hosi
blessing
helps
sla@@
Tru@@
land@@
direction
Mal@@
Vh@@
sedz@@
ign@@
guid@@
sight
sumbedzwa
honor
rema@@
Scriptural
Nṋe
ater
provided
ust
wants
gain
worl@@
ember
ṱhuṱhuwedzo
dies
older
shing
aka
Not
itions
pra@@
US@@
ply
Musiki
apply
uni
water
mp@@
Greek
Acc@@
sures
ṱhogomele
vhila@@
pray@@
Go@@
ṱoḓi
ransom
ḓivh@@
Will
uses
sacrific@@
action
Ecc@@
effort
shu@@
destro@@
fhi@@
med@@
wide
clas@@
ruṅwa
iselela
During
Shango
tsimu
pir@@
public@@
wake
discipl@@
maintain
tion@@
ngae
gerika
z
zwa@@
asi
serious
wau
kill@@
vhulah@@
zwavho
pain
fheleloni
ṱhoni@@
vhil@@
buth@@
gy
reason@@
remember
gri@@
lear@@
tshenetshi
ulula
reli@@
once
meaning
fhura
Ge@@
magine
vhege
angels
vhang@@
Q@@
ty@@
benef@@
bad@@
second
anyone
beli@@
minis@@
hangwela
Saulo
leave
vhuṅwe
decision
eri@@
vari@@
gwadameli
ṱhanzi
ational
Nehemi@@
regarding
ḓadzisa
tovholwa
here
zwivhidzo
speaking
nayo
reng@@
Bethele
shor@@
tshenzhelo
preci@@
deep
aria
Ser@@
Babyl@@
ṱuṱuwedzwa
tivate
shanduka
ranga
got
work@@
allow@@
Zwe
tama
ail@@
happiness
justice
tor
listen
ising
9-@@
meeting
zwilinganyo
necess@@
imoni
ingo
xi@@
Sa@@
determined
ḓivhazwakale
ngudo
won@@
emo@@
vhuronwane
muṱani
afhio
ambe
prosp@@
vision
tshinya
elea
There@@
Still
four
milli@@
proved
crip@@
standing
effect
Uri
devo@@
etshela
neigh@@
tism
phetha
shall
everything
Maria
Kan@@
pemb@@
clean
written
Saul
value
beb@@
travel@@
65
evidence
fulufhedz@@
47
anea
Gal
vhuvhusi
dzia
ought
powerful
oka
UM@@
ṱalu@@
engedza
Isa
already
divine
tshihulwane
health
accomp@@
strengthen
Egipita
ṱutshela
Now
vhat@@
enter
salauno
vhusi@@
aw@@
OF
Ra@@
vhasadzi
ared
aro
gidi
eleni
phu@@
Tshifhinga
Vhabebi
according
bap@@
ṱho@@
cons@@
experienced
based
appreciation
vital
Can@@
spoke
mies
near
FH@@
Parad@@
̭i
zwawe
vhashu
emori@@
gement
khuny@@
nḓuni
remind@@
rely
gin@@
grat@@
lost
Did
vum@@
started
friend
fhisea
ue
Par@@
vhulu@@
bvelelaho
timat@@
kumedza
La@@
heavens
ḓoweleaho
vhidza
ism
stand@@
stay
Pha@@
Da@@
spo@@
trus@@
deal@@
iwaho
bus@@
maṅwalo
ber@@
hearts
aela
harmon@@
efforts
lived
tshimbi@@
illustr@@
iter@@
flo@@
apo
crow@@
SI@@
low
ken
fhaṱutshedza
tem@@
Nz@@
requi@@
ord
ental
speci@@
therefore
Mary
care@@
elwe
itation
vul@@
ero
Ee
prepar@@
itive
nz@@
ereke
hatever
Eva
jud@@
ense
lupfumo
continued
dness
omo
ini@@
doubt
Humbulani
val
People
judgment
ilipi
ties
alela
adz@@
Jac@@
ements
instruc@@
standards
promised
afho
uri@@
asp@@
ilities
increas@@
ok
vhafumakadzi
merc@@
vhulwadze
psalmist
tshifhinganyana
Indeed
couple
Iṅwe
anything
rejo@@
Amo@@
Babele
aled
ṱahulela
wiwa
pfe
hear
ot@@
umba
vhul@@
maswina
wonderful
my@@
ḓivhe
Ṋ@@
ere@@
reach
Bethel
Su@@
funela
mushumoni
medi@@
wadze
ama
mvelaphanḓa
offer
tribul@@
tho@@
Their
erved
NYIMBO
Hebrew
zing
timatimisi
fear@@
declar@@
vhumatshelo
earthly
musi@@
ant@@
elwaho
pione@@
note
Yeneyo
lwavho
mate
SONGS
friend@@
W
prog@@
sinyuwa
muk@@
Hence
flesh
khathihi
working
wing
ext
tevhedza
jus@@
swa@@
55
din@@
edu
information
praise
events
feel@@
tovhola
․
siny@@
M
produc@@
ṱhalu@@
langa
vhunga
happened
pic@@
ster
show@@
Chris@@
ṱanu
repres@@
Un@@
ended
Gilead
Just
famili@@
op
posed
kheth@@
mukoma
endure
Messia
hangwa
vhel@@
ṅwalela
conscience
ustr@@
mbofholowo
perhaps
Ez@@
raru
simply
Vhene@@
humbudza
zwashu
ffer
quic@@
pfalaho
mbuno
pages
walk
gudi
cam@@
illustration
abo@@
vhuṱolo
ḓal@@
Eph
khuth@@
hurch
stated
activities
zwiné
high
mvu@@
ource
proper
eeping
Eve
tshikolo
shumeli
fuda
vuswa
visi@@
ṱungu
bveledza
ert
imi
NG@@
ok@@
Joshua
bas@@
The@@
mahumbulele
ilip@@
respond
mihumbulo
ists
1-3
muvhili
huṅwe
It@@
bless@@
Vhane
thoughts
seek
authority
kly
pik@@
VHA@@
full-time
dzudzany@@
building
ndangulo
Lufuno
rather
sins
resurrec@@
Ev@@
deal
trans@@
chapter
Is@@
explained
tshipikwa
anoni
ount
Keep
contribu@@
khul@@
kno@@
khw@@
ann@@
zwanḓa
beau@@
mula@@
tually
letter
Fir@@
ṱanziela
ile
elder
lik@@
instance
miṅwe
local
tswa
househo@@
scho@@
advice
responsibility
sen@@
ngeno
please
wh@@
within
evid@@
vely
shua
country
vusul@@
inher@@
strength@@
Fa@@
lands
khomb@@
vhusahoṱhe
sika
vol@@
well-@@
ḽiswa
plan@@
ain
itate
first@@
actions
ona
fhaṱuwa
ential
success@@
uro@@
believ@@
recorded
ame
relati@@
resp@@
pers@@
esp@@
ndwa
eho@@
gen@@
perf@@
unity
Di@@
funz@@
adzaho
activ@@
ans@@
ow
ṱan@@
heal@@
some@@
lel@@
individu@@
uly
continu@@
khwaṱhis@@
righ@@
ngu@@
hasel@@
ṋek@@
oul@@
iah
ld
ino
soci@@
differ@@
ey
ḓivha@@
vhene@@
hi
eep@@
itness
sac@@
ṱolis@@
oman
oma
ema
proble@@
tshenzh@@
fice
know@@
ace
read@@
ble@@
alugana
ready
will@@
aching
year@@
ṅwalo
cla@@
ording
humbu@@
confid@@
imo
oura@@
ders
atch@@
ay
swi@@
fill@@
inst@@
ghts
challe@@
cle@@
vhaho
fhungo
experi@@
cour@@
orinta
isel@@
eme
spir@@
evil
□
miṱangan@@
cent@@
nei@@
follow@@
ṱang@@
Wh@@
fal@@
lovh@@
fl@@
circ@@
vhuso
sup@@
umbul@@
obe@@
disci@@
cri@@
funziwa
vhuṱ@@
isana
Isa@@
lang@@
eo
bli@@
mind@@
iṋ@@
coura@@
ower
tshivh@@
dre@@
kind@@
fanyiso
yu
ith
elana
K
itness@@
Kho@@
langu@@
fulufh@@
ital
aking
tro@@
lind@@
seri@@
haps
mun@@
situ@@
theo
princi@@
anz@@
muṱ@@
tsi
fee@@
Vhal@@
hulu@@
ṱhe
pfu
heth@@
import@@
ṱavhan@@
eed
els
Yene@@
zwin@@
buli
iri@@
funzo
ḽenel@@
tendo
ear
ph
port
obo
itude
ult
Pe@@
lea@@
ṱhavhelo
inted
privile@@
Je@@
prac@@
pow@@
sumbo
tik@@
ṋe
shumo
sible
To@@
ecu@@
member
ugh@@
dev@@
artic@@
v
Fh@@
materi@@
vus@@
á@@
cro@@
ances
vhuḓi
Mur@@
vhula@@
konadz@@
thor@@
eloni
reat@@
recei@@
suffer@@
ft
ome@@
ṅwahani
ques@@
sia@@
oung
ú
rang@@
wis@@
onoyu
anyo
ḓiṱukufha@@
criptu@@
gni@@
Mos@@
apost@@
opport@@
Pa@@
ḓiim@@
responsib@@
masw@@
main@@
ó@@
self@@
bebi
é@@
div@@
ples
vhuḓ@@
ept
Israel@@
dzang@@
enel@@
fhelo
conduc@@
ḓadz@@
nḓa
dy
ʹ@@
fri@@
hy
zwil@@
Ac@@
kum@@
Shang@@
ax@@
lood
erika
sib@@
consci@@
ura
fhe@@
uralo
cou@@
tle
Christi@@
Tim@@
ff@@
dzoni
diffic@@
tshis@@
ongo
Jehov@@
fulu@@
ew
enced
swik@@
husb@@
gid@@
umi
anani
mean@@
indi
lasting
ati
P
ention
stead
spiritu@@
one@@
AH@@
alelo
ness@@
cked
there@@
determin@@
memb@@
fumakadzi
ude
shand@@
thomoni
pol@@
fam@@
ousness
X@@
sist@@
Ind@@
hous@@
grou@@
aga@@
organi@@
deter@@
ngu
nḓu
dini
ndi@@
ḓulu
tshila@@
indulo
cy
whe@@
pose
khwaṱh@@
mvel@@
Beth@@
Ṱho@@
worshi@@
ey@@
huwel@@
ṱhoḓ@@
tshedzo
mushum@@
nee@@
Kha@@
them@@
earth@@
ises
kel@@
sion@@
anci@@
vhidzo
gover@@
Eph@@
itnesses
í@@
ono@@
oub@@
instru@@
livhu@@
ḓiṋ@@
Yos@@
inf@@
fhani
enef@@
vhonele
heav@@
zwene@@
hen
dren
rabeli
regar@@
ano@@
itele
bug@@
pfumo
nyi
psal@@
yuda
ou
religi@@
imana
knowled@@
priv@@
uring
eve
vhilini
farisi
divi@@
ulu
ards
eld
sadzi
Jos@@
mes@@
Ú
oh@@
esus
fhindul@@
author@@
Sin@@
gwadam@@
eletshedzo
every@@
crib@@
erc@@
raḓo
chap@@
wonder@@
aya
SO@@
him@@
khe@@
with@@
waṱ@@
F
thin@@
vhelo
doub@@
fhamb@@
B
avo@@
sis@@
circum@@
Wa@@
ṱuw@@
vice
ṱukufha@@
chil@@
fhu
Sal@@
ven
pointed
timatim@@
can@@
inspir@@
akalo
enefho
khethe@@
ṅ@@
·
ú@@
◆
andu
ury
numb@@
simil@@
ffer@@
amo
Mat@@
ü@@
·@@
ile@@
dzwaho
Bec@@
Corin@@
C
iṋe
yani
matshelo
contro@@
ndang@@
vhingani
ḓo@@
Ef@@
l-@@
̗
inu@@
Ṱhogom@@
prin@@
V
tshimb@@
relation@@
erful
hanḓa
vhuṱan@@
G
mbe@@
ḓiph@@
fol@@
ando
port@@
hat
gy@@
organiz@@
alities
ṱ
imu
zwifhi
lond@@
hus
inform@@
cc@@
Nga@@
J
prop@@
ames
rection
mbulu@@
è@@
fari
itisi
decisi@@
phy@@
olis@@
eleaho
isiraele
ereli
sage
marri@@
gipita
ḓiti@@
Mes@@
uda
tow@@
ṱari
eep
kriste
̭iwa
●
aphanḓa
thou@@
hich
evel@@
Gen@@
sting
judg@@
Nṱ@@
Vhuk@@
congreg@@
Psal@@
led@@
udo
mbudz@@
apostola
ribu@@
hulela
Rev@@
nṱ@@
certain@@
fhir@@
recor@@
gala
ḓila
org@@
Josep@@
huluhulu
fhinga
tings
eleo
fhind@@
E.
ḓivho
khi
humbulele
consi@@
gom@@
tovhol@@
enz@@
inst
ḓin@@
your@@
ṱanzi@@
bs
lut@@
|
ö@@
Af@@
humbulo
Bab@@
ṅwa
forts
sel
til
enzh@@
fort
ã@@
ṱhutshedzo
MBO
honi@@
irc@@
ather
nec@@
Sat@@
how@@
NY@@
haho
andu@@
sm@@
ł@@
©
sat@@
Vhar@@
wom@@
yl@@
Sol@@
ngafhani
evh@@
shu
tshipi@@
em
eci@@
ṱuku@@
reco@@
dzudz@@
abelo
sacri@@
iselelo
usb@@
ivhisi
gether
endi
bapti@@
halle@@
anduko
æ@@
fid@@
vhelela
Á@@
$
esh
ʹ
holo@@
̗@@
zwakale
inganyo
som
SONG@@
shang@@
tshinn@@
ause
pfele
andiso
dam@@
ṱhuwedzo
Musi@@
hemi@@
Kris@@
anzi@@
○
fhinduleli
Rom@@
ofholowo
selves
integr@@
tegr@@
porof@@
X
Á
ught
Davi@@
tshum@@
Abra@@
⇩
Consi@@
elede
Abraha@@
Isi@@
maḓi@@
ñ@@
&
lit@@
menti@@
hat@@
Zwene@@
tower
circumst@@
q
dam
>
Dani@@
Adam@@
kun@@
fumak@@
vhusa@@
heaven@@
ô@@
Mir@@
adzini
Joh@@
Humbul@@
pfan@@
Gile@@
Ephesi@@
Yes@@
tshene@@
full-@@
demon@@
ral@@
ivh@@
eno
takalo
akale
coven@@
righte@@
Corinthi@@
Watch@@
ç@@
Z
ä@@
stem
ffic@@
huw@@
É@@
◇
Creat@@
ul
č@@
thai@@
ṅwa@@
streng@@
vhuḓi@@
bet@@
j
esis
yene@@
✔
verbs
ł
How@@
bec@@
ekani
ween
gaz@@
kou
̭
pheth@@
ngufha@@
à
_@@
atters
Jerusal@@
▸
Ž@@
Petr@@
Ó
gwa@@
̭u
°
Samu@@
®
efa
rote
ndug@@
dzumbululo
%
ý
fhing@@
❖
onani
q@@
ה@@
נ@@
פ@@
ש@@
ø@@
mist
ׁ
■
ingamo
khwaṱ@@
auno
ʽ@@
ה
thel
š@@
Ş@@
ople
Hebre@@
ê@@
ṇ@@
alug@@
É
reek
ä
☞
riste
resur@@
ʼ@@
‛
ofholo@@
greg@@
orin@@
C.@@
↓
ý@@
vharu@@
Š@@
ë@@
י
ż@@
י@@
Å@@
ő@@
å
Matthe@@
å@@
ï@@
ו@@
ē
vhutshil@@
ehova
Isra@@
↑
←
è
ehov@@
‘@@
tshifhing@@
Solom@@
Ó@@
−
usal@@
_
→
ǒ
ß@@
Å
ù
Ü@@
Yak@@
IMBO
ń@@
EHO@@
Ô@@
̇@@
à@@
ö
Ł@@
#
Ã@@
ï
ů@@
Î@@
ā@@
rom
Ṭ@@
Í
Timo@@
+
̆
ı@@
ž@@
ą@@
̆@@
Jeremi@@
Yoh@@
dzen@@
evheli
Sath@@
=
tovh@@
vhuḓin@@
ʺ
⁠@@
Ç@@
Ṱ
:@@
especi@@
epher@@
tshivhi@@
ˈ
abolo
Scriptu@@
‵
