<unk>
<pad>
<s>
</s>
,
.
the
:
of
to
a
and
“
”
in
-
s@@
?
s
l@@
’
that
)
(
ed
y@@
n@@
—
z@@
is
ng@@
ing
b@@
e@@
is@@
t@@
m@@
el@@
w@@
i
ab@@
al@@
in@@
ukuthi
for
c@@
S@@
futhi
we
em@@
e
u@@
en@@
k@@
es@@
i@@
um@@
I
im@@
on
L@@
es
as@@
1
an@@
as
;
am@@
ol@@
was
be
a@@
ela
it
iz@@
il@@
with
ul@@
d@@
r@@
on@@
M@@
isa
or
ay@@
o
h@@
The
are
p@@
kw@@
f@@
er
Jehovah
o@@
A@@
E@@
his
God
g@@
not
ez@@
you
un@@
eng@@
ukuba
ar@@
er@@
y
an
N@@
ang@@
2
H@@
B@@
ku@@
U@@
have
-@@
ob@@
‘
ing@@
he
K@@
ad@@
az@@
om@@
O@@
eni
ub@@
re@@
W@@
th@@
ele
al
ile
by
v@@
t
will
3
ac@@
ers
ic@@
one
I@@
ayo
us@@
C@@
R@@
os@@
or@@
from
wa
u
5
us
!
noma
ath@@
oku@@
their
uku@@
4
ib@@
at
eb@@
they
id@@
ala
no@@
ini
all
G@@
Ng@@
st@@
ey@@
ag@@
P@@
T@@
aba
6
ngoku@@
aph@@
this
ek@@
it@@
wa@@
ts
abantu
D@@
aku@@
can
ung@@
lapho
who
F@@
ik@@
ama
eka
q@@
ation
tr@@
Y@@
our
8
uth@@
ind@@
ph@@
sh@@
Bible
ona
se@@
ani
ith@@
uy@@
at@@
weni
were
ted
ise
akh@@
ak@@
Jesus
7
noku@@
ig@@
ch@@
ate
ed@@
iy@@
had
ula
end@@
9
ong@@
hl@@
A
kakhulu
what
av@@
eli
ikh@@
ane
do
ec@@
kwa@@
yoku@@
your
ezin@@
Uku@@
uma
In
af@@
10
eth@@
12
iph@@
15
has
njeng@@
ev@@
od@@
people
them
iv@@
be@@
ana
ent@@
my
ent
alo
and@@
11
ly
ukuze
azi
if@@
ur@@
What
x@@
le
about
Z@@
ti@@
kul@@
14
for@@
elo
uNkulunkulu
ef@@
n
way@@
ahl@@
aw@@
ish@@
ash@@
iswa
elwa
uk@@
time
ase
ezing@@
Um@@
eku@@
kh@@
when
dis@@
int@@
amb@@
uz@@
would
j@@
13
J@@
uJehova
le@@
so
ated
kun@@
him
enza
ika
Iz@@
ama@@
athi
but
tion
elwe
ne@@
kodwa
en
ine
isi
h
may
we@@
okw@@
bab@@
into
out
more
et@@
pr@@
ihl@@
emb@@
ies
k
ow@@
ro@@
nom@@
eke
17
ity
16
[
]
esi@@
par@@
kuy@@
ap@@
iso
si@@
abang@@
some
ting
kanjani
und@@
con@@
eg@@
m
iq@@
able
soku@@
ex@@
It
kub@@
life
ar
20
me
th
kung@@
abab@@
many
Is@@
ud@@
qu@@
did
abo
ok@@
no
eph@@
koku@@
res@@
been
ence
19
also
its
ene
izin@@
18
nez@@
ia
How
iya
oy@@
op@@
ot@@
b
nje
those
ary
anga
In@@
de@@
pl@@
ehl@@
Ngoku@@
dl@@
her
ess
ug@@
ter
Kodwa
ale
such
uka
ir@@
ally
zoku@@
ic
ekh@@
up
loku@@
khona
nam@@
1@@
He
ola
ter@@
izwa
ov@@
ali
Ab@@
lw@@
sp@@
other
there
untu
age
ons
ain
anda
V@@
umb@@
phakathi
ance
ment
est
aza
oc@@
/
22
enz@@
uJesu
izwe
Nokho
even
umuntu
than
man
Th@@
d
per@@
ess@@
But
ibh@@
Lapho
awo
sing@@
Witnesses
ond@@
et
aban@@
cl@@
5@@
l
way
she
iza
how
abanye
uM@@
ngal@@
world
elela
Ingabe
if
4@@
24
19@@
oph@@
ous
ngokuthi
ha@@
dr@@
ye
21
oba
ant
uza
eleni
said
ba
which
ngayo
omb@@
years
ings
ke
over
these
ely
We
ina
ations
indlela
eminyaka
work
zonke
il
ole
ush@@
kaNkulunkulu
isikhathi
ion
des@@
izinto
ice
help
woku@@
pro@@
good
6@@
This
2@@
ri@@
ukul@@
day
abh@@
ukuz@@
eza
yini
oth@@
old
onisa
ukukh@@
njengoba
dla
qala
Ch@@
ep@@
li@@
ule
uph@@
ose
rem@@
ness
ohl@@
yo@@
should
Ngakho
yakhe
wan@@
E
Am@@
ingi
pre@@
Uma
could
azo
alwa
rec@@
fl@@
kus@@
uzo
things
When
They
se
ukh@@
isela
ut@@
inc@@
does
children
amandla
gr@@
usa
iwe
only
ning
ngokw@@
uhl@@
bay@@
nes@@
str@@
imp@@
olo
el
elele
inye
Paul
John
ngo
ass@@
ngo@@
lokho
nang@@
ide
ear@@
end
Christian
uc@@
dec@@
Kristu
te@@
ize
og@@
make
ents
ono
ngen@@
car@@
uluma
says
fu@@
kom@@
Im@@
ithi
bang@@
enze
love
eny@@
aka
ay
any@@
own
ngenxa
ezi
emp@@
comm@@
kanye
su@@
uq@@
ci@@
wane
because
inga
over@@
wakhe
lokhu
ink@@
ach@@
wonke
eh@@
23
ati@@
oFakazi
first
bas@@
ure
phila
Ph@@
For
amaKristu
isayo
uba
earth
ful
ue
ka@@
like
esing@@
okung@@
emhlabeni
thi
igh@@
ase@@
esi
00
then
engu
ukuth@@
others
g
Njengoba
wab@@
oni
p
S
est@@
war@@
ish
BakaJehova
Ez@@
If
ra@@
most
made
ou@@
ch
As
ve
qond@@
ce
being
imb@@
iBhayibheli
cwele
iphi
uny@@
ngoba
angu
oz@@
ukw@@
kuphela
use
ukuphila
siy@@
come
cr@@
enc@@
att@@
akaz@@
ethu
family
abaningi
Christ
ite
used
pos@@
ezinye
ngisho
fund@@
king
tic@@
reg@@
aya
ekile
just
ukub@@
sas@@
O
kube
St@@
25
comp@@
osi
IN@@
ah@@
nas@@
kwakhe
ngom@@
ami
ili
una
x
199@@
enk@@
ila
okh@@
Christians
isek@@
rel@@
ied
iw@@
ating
now
als
ight
esh@@
njalo
nezin@@
andla
ty
am
etha
You
atha
abe
wal@@
pe@@
any
nal@@
times
wazi
aq@@
must
Kingdom
w
Why
man@@
Matthew
ethi
28
alela
yay@@
kwaku@@
need
*
bh@@
ors
ekela
om
kufanele
hum@@
nem@@
com@@
ange
abaz@@
eq@@
ever
kum@@
after
umela
see
30
8@@
eziningi
onto
aphezu
ibe
id
ered
Johane
kwez@@
bl@@
imi
example
iny@@
Mar@@
ities
dly
wathi
oya
ill@@
bakhe
very
esif@@
ying
And
New
izim@@
Mathewu
amakh@@
ena
ikeza
ell@@
7@@
yonke
ical
wor@@
sin@@
new
kuye
cre@@
akho
ngang@@
iwa
ngempela
where
En@@
tions
know
atsh@@
men
take
9@@
parents
enhl@@
ast
Tr@@
lom@@
ember
ake
ins@@
ds
qiniso
wh@@
qh@@
uko
elayo
anc@@
ban@@
esikh@@
faith
two
har@@
before
ow
les
eki
ones
kumelwe
0@@
br@@
enti@@
ill
ezim@@
eziy@@
ongo
wayo
iti@@
kahle
3@@
ngendlela
ew@@
spirit
was@@
zima
iswe
become
ach
ekayo
much
ad
onke
ah
okhu
prom@@
Un@@
ngemva
abal@@
ukuhl@@
ukum@@
well
ory
jalo
hlaba
gl@@
Kungani
Roma
bonke
oun@@
abanga
izing@@
amba
sib@@
An@@
ist
ans
ike
ame
Israyeli
siz@@
land
ih@@
ibon@@
true
ks
through
uthi
ulwa
thetho
get
baz@@
ates
imo
tive
ens@@
esikhathi
ukela
akwazi
ually
give
ukun@@
gu@@
ezwe
El@@
of@@
Futhi
words
odwa
umel@@
ant@@
abath@@
ich@@
another
our@@
enzeka
read
ezela
Em@@
kuka@@
he@@
ris@@
inter@@
found
khaya
ebh@@
Psalm
bus@@
abas@@
death
ist@@
umsebenzi
ngez@@
spiritual
aJehova
obo
elana
ement
mis@@
me@@
abazali
Al@@
prov@@
waz@@
pres@@
Kw@@
26
Lokhu
okomoya
yom@@
onakala
vis@@
sis@@
congregation
eso
expl@@
United
ive
wakh@@
each
ily
konke
So
uPawulu
okwa@@
acc@@
ages
zing@@
isi@@
ka
aye
manje
anele
ial
000
One
book
isha
ently
29
iko
abay@@
athu
wase@@
bal@@
ood
Nakuba
kwenza
aba@@
uye
unye
esib@@
tic
1-@@
esin@@
ulek@@
ziy@@
U
nob@@
ezinto
AN@@
uf@@
Ngemva
heart
tim@@
all@@
kwalokho
eN@@
though
person
That
ited
go@@
sik@@
27
great
ther
uzi
itha
writ@@
sha
ezith@@
form@@
Ar@@
Peter
wayeng@@
red
kokuba
fac@@
human
say
act
ikela
kuth@@
esihl@@
Ngokwesibonelo
zakhe
young
izikhathi
ther@@
indawo
ge
ukuph@@
enkolo
sur@@
Yini
today
oll@@
amazwi
ulo
bo@@
part
ained
olwa
iqiniso
cont@@
sil@@
endulo
ba@@
ands
ality
ect
Kung@@
zaz@@
amath@@
ere
name
enziwa
thing
awula
home
press@@
usuku
lik@@
do@@
te
abaf@@
study
uze
po@@
sion
ism
feel
alulekile
often
ort
esig@@
gre@@
onza
osh@@
Kwa@@
ifund@@
uzwa
mar@@
aNkulunkulu
iye
ver@@
might
labo
sal@@
usha
ambi
ry
ign@@
33
.@@
okun@@
ove
UJehova
izith@@
endl@@
find
Some
hamba
ezinhle
Jesu
ual
,@@
year
eas@@
Korinte
uv@@
States
However
IHubo
sho
uleka
place
same
31
zom@@
mon@@
eme
□
50
sub@@
eyay@@
med@@
c
ens
hlangano
To
yil@@
truth
zin@@
ezulwini
sl@@
Petru
usi
ened
abi
sebenzisa
called
ze
suku
akw@@
obu@@
ku
against
okom@@
,000
ains
esim@@
cono
up@@
ard
happ@@
yethu
fir@@
isikh@@
abakh@@
likaNkulunkulu
fan@@
out@@
UJesu
0
nd@@
ulu
sel@@
intsha
otho
There
athini
namuhla
go
too
never
wini
40
amaph@@
fa
bath@@
uku
ezulu
Fakazi
cul@@
ikhathi
sikh@@
ingan@@
ithand@@
Isaya
sic@@
every
nabo
isana
ious
bel@@
esis@@
kukh@@
naye
ezingu
ubo
ezib@@
ked
ned
eal@@
bu@@
ando
gcina
lo@@
okul@@
umo
amile
At
rep@@
Corinthians
down
col@@
zimba
ye@@
som@@
arr@@
ished
her@@
ord@@
esith@@
ngaphandle
ny@@
esil@@
stud@@
ian
son
Do
omunye
•
keep
otsh@@
enu
sihl@@
back
izingane
kusho
izi
di@@
apho
abangela
qondo
right
fanele
ubh@@
utha
under
kan@@
lal@@
eling@@
usizo
akhe
ten
198@@
inda
co@@
tsh@@
waw@@
fin@@
came
ngokuph@@
zik@@
div@@
amas@@
sec@@
Con@@
ukus@@
eyo
esiz@@
iah
N
still
unywa
eziph@@
Proverbs
dlela
aman@@
cor@@
unga
sebenzi
under@@
means
kaJehova
contr@@
bakh@@
embu
wethu
off@@
ezikh@@
ized
isebenz@@
Ub@@
isiza
After
yp@@
zabo
Isaiah
Jehova
amp@@
jeng@@
became
Kh@@
ngam@@
32
wam@@
word
aphela
kuJehova
izinhl@@
yas@@
put
oma
kwabo
anayo
ade
why
UM@@
during
set
ngokushesha
kwethu
jabul@@
zi
dem@@
uke
brothers
ahla
qin@@
ions
sy@@
less
yase@@
kuNkulunkulu
himself
nab@@
idl@@
fr@@
inj@@
among
David
led
abantwana
kwal@@
obuKristu
lov@@
reas@@
del@@
while
Luke
Sh@@
xenye
long
cishe
ulile
ans@@
vu
esaba
ast@@
Com@@
IzAga
Luka
obe
Word
spe@@
days
wrote
upon
isimo
want
D
publ@@
endawo
Israel
course
nak@@
apostle
yabo
Bhayibheli
Ngenxa
century
Is
jo@@
pri@@
val@@
Acts
lakhe
amanzi
away
ture
umoya
uhle
othando
EN@@
yakho
conv@@
IS@@
ngaphambi
Noma
live
app@@
enye
elekile
shi@@
uJ@@
inv@@
Pro@@
endaweni
iqh@@
fer@@
view
ikhulu
ambo
kanjalo
ps
de
abafundi
later
ided
igama
abeni
accep@@
wana
funda
ust
ekana
ised
cer@@
35
umbula
three
sol@@
ekho
ists
liy@@
kwaba
ular
began
osuku
ace
isebenzi
iqond@@
Pr@@
phak@@
qhubeka
wakho
ngokuvamile
let
nokuthi
ezil@@
Ung@@
iness
uthando
wom@@
ech@@
olelwa
iminyaka
inq@@
ack
oq@@
KU@@
As@@
ifo
azwe
ukung@@
aze
so@@
told
important
water
without
Eng@@
ileyo
IBhayibheli
ingxenye
bak@@
oway@@
Satan
ain@@
min@@
ough
34
wath@@
kunjalo
ethe
ezinhl@@
show
onga
learn
ey
serve
pp@@
engqondo
angal@@
é
Abantu
oned
oko
however
cwadi
waph@@
ngesikhathi
Timothy
amag@@
cour@@
iqin@@
wife
ukwenza
lase@@
Revelation
tiv@@
e-@@
given
to@@
abaph@@
asi
beg@@
akul@@
Kun@@
World
ombe
early
My
ibonisa
Par@@
kuph@@
ukudla
iziyo
Jud@@
outh
child
ekuphileni
ost
ngem@@
kwakung@@
sa@@
fanayo
athelene
sakhe
By
sonke
Thimothewu
qonda
engeziwe
esiph@@
els
bese
With
agc@@
Q@@
cane
themselves
angan@@
ution
eM@@
phakade
ij@@
ukuy@@
enj@@
fanelo
ici
ening
elis@@
Re@@
akathi
eduze
akash@@
odana
living
Ex@@
between
Abanye
worship
amaningi
obh@@
agazini
ume
ezo
On
yal@@
ling@@
ever@@
baye
fe@@
Ukuze
ome
tice
ebo
self
sim@@
37
Ama@@
ebenzisa
baf@@
turn
ubi
Yebo
kuyo
owo
onya
ngiy@@
amo
ulum@@
isele
izathu
inhloko
cabanga
news
Then
T
ep
direc@@
let@@
ication
Kuy@@
article
amanye
hor@@
EL@@
endlela
order
akub@@
Jo@@
encour@@
isith@@
tu
fact
hope
eS@@
ulela
ube
serv@@
othile
amaz@@
amuk@@
mor@@
ests
ethemba
ature
rev@@
ative
religious
yokuthi
ign
ians
iselwa
inde
ering
okuthi
pers@@
Many
ngeke
adv@@
xh@@
oda
im
ngakho
doing
ima
Father
ezis@@
wo
akhulu
both
idingo
power
peace
Ngo
ipha
mother
kulungwane
uS@@
ngas@@
ebe
khul@@
eleka
beng@@
apha
faithful
mind
ungu
ters
eli@@
op
ayensi
fully
ngaph@@
zib@@
zal@@
ves
esifazane
cap@@
andela
ezaz@@
ater
inhl@@
knowledge
Gal@@
Khona
number
kwab@@
zo
ukug@@
ek
20@@
jabulela
ail@@
No@@
resp@@
aining
andi
Romans
uyo@@
10@@
ital
hle
incwadi
little
amukela
ines
izo
kosi
ikez@@
ezweni
Es@@
gave
ungelo
bur@@
house
father
enzo
every@@
ell
tly
la@@
ments
ong
always
lesi
18@@
tur@@
teach@@
hear@@
Ngaphezu
few
ea
njengom@@
elweni
blood
kuz@@
onal
yami
inz@@
ward
try
sikhathi
Ind@@
spec@@
TH@@
alokho
une
ously
abangane
yez@@
zas@@
baph@@
wami
hel@@
ethekile
She
Genesis
14@@
kulumo
cur@@
ihloko
kwakho
edwa
ezimb@@
xox@@
Genesise
look
really
ipho
ulumeni
Yeka
cwal@@
dlu
lando
ezint@@
ungile
C.E.
ass
kuka
nges@@
had@@
ziphatha
Wh@@
ship
ding@@
Yet
ort@@
ezihl@@
leg@@
succ@@
C.E
Way@@
hol@@
service
zeBhayibheli
oMbuso
bes@@
making
ulala
ants
ukhulu
ulekela
conf@@
UNkulunkulu
shado
ways
uly
zim@@
pur@@
sith@@
ukuv@@
ref@@
wak@@
anz@@
ore
food
ties
kwenzeka
zethu
uhlungu
wano
having
took
known
akazi
preaching
women
Jerem@@
De@@
tit@@
Gre@@
emib@@
soci@@
olog@@
kwel@@
gener@@
help@@
jec@@
holy
ind
lo
off
vi@@
Ngang@@
problems
ilo
something
city
asked
lar@@
emvelo
ences
ont@@
Mbuso
siza
umn@@
sika@@
nakho
bahl@@
bac@@
ministry
Zwi
ifunda
ru@@
ngezin@@
siph@@
wokuthi
mod@@
ifundo
waq@@
Col@@
sk@@
ond
enkulu
ukholo
na
bless@@
isho
au@@
His
andisa
waba
isweni
okub@@
uphi
angela
proph@@
organ@@
IzEnzo
andelayo
Njeng@@
iziny@@
andl@@
since
These
kungase
izindaba
fi@@
form
der
bir@@
isig@@
pi
ave
King
real@@
dala
ezind@@
luk@@
emikh@@
esiy@@
amuva
think
kuze
onyaka
woman
ended
uhlobo
felt
ukile
ebenza
olakala
lead@@
exp@@
den
amad@@
wond@@
face
esithi
hand
together
umph@@
lim@@
standing
walo
lezi
Ngaph@@
body
okuba
appreci@@
udl@@
fundiso
abahl@@
Jap@@
streng@@
Our
uli
ese
result
produc@@
athel@@
Sing@@
the@@
ne
kungani
ekelwa
ingozi
consid@@
imali
utho
Scriptures
concer@@
ekele
okum@@
olunye
ingo
IsAmbulo
Even
activ@@
khulu
ili@@
izimp@@
hon@@
isiwe
▪
ziph@@
ough@@
kuw@@
Yes
bre@@
kamuva
ON@@
erg@@
aluleke
erful
akala
kwakh@@
fam@@
ngokuphelele
elithi
Amer@@
enzakalo
mo@@
phansi
fort
Phakathi
liv@@
pray@@
ekhaya
ingly
okuth@@
R
Jos@@
last
oza
iseka
okwenza
okotela
reason
sm@@
left
All
Inter@@
appro@@
ility
Y
care
ingabe
school
point
unity
hard
andle
ishe
exc@@
umkh@@
uw@@
okuy@@
anu
No
different
arm@@
ebenz@@
amal@@
esas@@
side
ute
pris@@
jabula
plac@@
sch@@
awu
od
ayeli
ety
Be@@
humans
60
etsh@@
ization
dev@@
again
buso
nor@@
ner
From
Uy@@
amuhla
thr@@
kwe@@
xway@@
religion
zikh@@
iN@@
sia
disciples
ezingane
def@@
US@@
wake
chang@@
ungisa
prof@@
oke
ree
follow@@
jabulisa
cle@@
ngu
lob@@
re
ican
amazwe
inted
amaJuda
fo@@
kuv@@
using
indi
ears
um
Bab@@
zis@@
uthaz@@
em
whom
uthaza
ngane
better
future
funa
izigidi
kusukela
ets
Kus@@
Fr@@
okuqala
lif@@
nabantu
olun@@
eBhayibheli
lives
marriage
hlala
isibonelo
cas@@
York
ova
kant@@
tor@@
base@@
ezimbili
ons@@
okho
Jerusalem
ca@@
zez@@
percent
r
akade
ansi
ibonakal@@
ately
eminyakeni
aqala
believ@@
kungenzeka
mb@@
James
Hebrews
personal
ances
B.@@
dum@@
akam@@
ethile
uni
Ang@@
ithola
vir@@
abela
Dev@@
continu@@
kudingeka
list@@
bam@@
athaz@@
uh@@
ask
Br@@
wenza
twana
nakuba
UN@@
asa
endula
obulili
Heberu
bro@@
husband
system
osp@@
imbi
toward
Your
theth@@
qhub@@
ngaphansi
embekile
kind
individ@@
cons@@
sacrif@@
ision
olobha
ick@@
thola
lab@@
200@@
show@@
babo
Ger@@
ikho
nging@@
ifuna
anel@@
experience
tre@@
ery
ubani
star@@
wele
itsh@@
siqu
mankind
39
uva
ony@@
viol@@
os
wang@@
Bh@@
omkhulu
eful
inganiso
tro@@
iwo
around
194@@
kwakuy@@
ns
ease
aking
babe
oss
igc@@
nabanye
esiv@@
amu
ire
eBhayibhelini
eminingi
ented
enziwe
done
author@@
kinga
kubo
abadala
cannot
Per@@
bring
thand@@
went
trib@@
empi
illi@@
36
ention
you@@
esinye
eep
cip@@
needed
athola
ded
cho@@
Eku@@
umhlaba
ayona
onakal@@
je
azwi
kuya
peri@@
ingane
ngokung@@
ihlangan@@
iBhalo
wandle
friends
kwabantu
kulo
develop@@
ost@@
kwami
thought
efore
learned
chaza
noth@@
cw@@
alweni
pic@@
70
W
profetho
HA@@
nations
war
possible
st
azim@@
elin@@
ihle
believe
fect
ukubh@@
Manje
reat@@
ezwa
qinisekile
aged
kuwo
ut
lands
uteronom@@
includ@@
okuthile
amaphesenti
nokuba
ES@@
dw@@
imin@@
enq@@
isebenzisa
ben@@
rul@@
small
Ngal@@
wise
Let
consider
ot
ambili
uj@@
aki
onzo
iphumela
Thus
ishumi
kuf@@
emsebenzini
Tim@@
happy
Sp@@
ekwa
ahle
exam@@
f
express@@
Samu@@
akes
ango
ondol@@
izindlela
helped
ezi@@
present
witn@@
izil@@
fundisa
ject
eze
ceku
char@@
money
var@@
sibe
abangu
issu@@
Watchtower
mas@@
hhayi
asha
injabulo
obala
ident
ngaso
sem@@
ser@@
pione@@
akwa
ak
enkonzweni
someone
until
ending
imikh@@
epha
eko
ude
ica
sci@@
practic@@
athe
okuph@@
servants
ngokuba
light
anya
zi@@
kuzo
best
discus@@
national
ined
ubudala
far
ife
ngokukh@@
kangang@@
questions
fre@@
iba
Mat@@
anim@@
15@@
anj@@
kancane
eside
high
qiniseka
Jerusalema
ukisa
esikhulu
kwam@@
wala
fear
trans@@
Son
going
giving
alwane
beh@@
following
look@@
hab@@
pop@@
Society
along
resurrec@@
awe
․
dlule
fellow
trav@@
Ngiy@@
joy
meetings
ably
ither
matter
million
thula
ath
enga
cause
lokuqala
ozi
abam@@
wadini
sc@@
compl@@
iseni
qinisweni
xoxa
akazelo
ods
dodana
ather
certain
lis@@
sengathi
Katolika
umth@@
Job
empela
Because
Or@@
change
next
head
aphansi
surv@@
38
tal@@
akhathaliseki
emba
view@@
purpose
my@@
especially
pati@@
zith@@
ental
ept
pow@@
ern@@
akeme
Juda
ulwini
Ing@@
ombo
Ku@@
neng@@
health
omo
eziv@@
Ngokw@@
heav@@
aqhubeka
ancient
nazo
perfect
mp@@
ides
okufanele
anisa
ofu
kabi
izincwadi
ezithile
ices
law@@
beb@@
utsh@@
dingeka
prayer
ej@@
eliph@@
ngob@@
Afrika
Since
fa@@
elelwa
bad
welo
Ad@@
associ@@
yourself
andleni
ext@@
sin
ukush@@
ild
Christ@@
self-@@
kwem@@
aneni
U.S@@
kwezin@@
comple@@
eyes
cy@@
ebandleni
pass@@
Rus@@
sou@@
inta
coun@@
per
umbi
kwang@@
esikhathini
inyelela
ling
pleas@@
yo
lithi
Although
saf@@
gro@@
thus
olobh@@
yet
kaJesu
iviny@@
ding
ayeng@@
fec@@
continue
Moses
abon@@
turned
wav@@
stand@@
tion@@
las@@
ould
language
Greki
ures
thous@@
izind@@
ems
ngokuc@@
obukh@@
emo@@
ide@@
oh@@
angq@@
experi@@
ulayo
heaven
Ngisho
ngezinye
ope
members
ivers@@
phostoli
situation
ested
okukhulu
olung@@
kangakanani
close
pol@@
qual@@
oka
ngamunye
yab@@
Greek
esses
righteous
iting
ithemba
eless
soon
build@@
elosi
On@@
unj@@
inhliziyo
Efesu
states
case
fethi
problem
alf
ayela
3-@@
V
saying
ngaphezu
According
ayi
support
wisdom
ards
grow@@
ements
loving
France
night
amaq@@
amadoda
babeng@@
du@@
ngiz@@
nan@@
elders
eed
iving
sebenza
kubantu
mean@@
reading
ump@@
uso
including
pristi
ingana
ngab@@
requir@@
wash@@
understand
edlule
ived
alon@@
enjoy
hlobo
esihle
dang@@
law
seBhayibheli
angalisayo
akaniph@@
ells
sobala
ha
crip@@
saw
talk
z
Euro@@
teaching
imib@@
zil@@
othi
equ@@
Who
Ev@@
ank@@
umz@@
relationship
athane
counsel
cover@@
eda
abili
kho
fur@@
ip@@
mus@@
Lord
share
anq@@
loy@@
ziv@@
new@@
ousness
less@@
fine
empilo
nor
emkh@@
hom@@
sokuba
observ@@
brought
real
ches
vic@@
conc@@
Kul@@
athanisa
born
ngazo
ock
baptized
wela
ths
brother
lonke
seen
jabulo
ild@@
AB@@
entr@@
fanekiso
fun@@
Dr@@
ikezela
ible
four
kuphi
lasting
allow@@
kuhlanganise
aJesu
Of
ound
zase@@
ulation
ubufakazi
indele
abav@@
free
ert
ingizimu
Catholic
entif@@
ekuqaleni
amanga
mean
judg@@
large
ekhulu
taken
imini
control
wes@@
UL@@
obuq@@
holela
etshenziswa
difficult
ukufunda
yeni
elikhulu
stead
esibili
kangaka
ungisel@@
umKristu
Lokho
wabo
ezif@@
andaba
fulfill@@
okoqobo
zikaNkulunkulu
act@@
akan@@
position
dead
Today
akwenza
okubi
thy
akanipha
doub@@
prophec@@
okuhl@@
kwawo
45
ukwaz@@
describ@@
dition
embiso
izikh@@
izink@@
feelings
AL@@
H
Can
ngokuqond@@
died
prove
inst@@
lin@@
received
message
ekub@@
ense
While
attention
influ@@
answer
tain
isim@@
transl@@
ukwazi
ago
ann@@
iseluleko
orig@@
ngokom@@
kwazi
2-@@
wel@@
wanted
ithe
kang@@
entsh@@
Jews
ngin@@
emez@@
Bro@@
aj@@
ached
II
intsh@@
por@@
ethemb@@
likely
isin@@
dle
wabhala
gar@@
incane
wicked
taking
lutho
yawo
Now
mag@@
ition
awa@@
heavenly
elal@@
page
lead
kind@@
kuqala
claim@@
Ngempela
uzu
Brit@@
evangeli
answ@@
ambe
fow@@
will@@
eld
Car@@
ins
speak
nase@@
Rom@@
tri@@
according
ults
kululeko
ezindaweni
ms
ax@@
abafow@@
respect
azwa
jus@@
ich
ly@@
Daniel
struc@@
sense
acile
plan@@
ibhek@@
beli@@
church
avoid
okuhle
country
ekuph@@
makes
aphi
nation
ularly
44
oli
magazine
isib@@
bez@@
olelo
indo
engang@@
efum@@
enzi
bakho
akekela
L
emazweni
phezu
ndlela
iqondiso
igq@@
countries
enaku@@
oo@@
obung@@
simply
ifiso
needs
proc@@
don
ezintathu
iqhub@@
bom@@
coming
Creator
efumulo
ukuq@@
otshiwe
amakhulu
indaba
kukhona
amabili
lish
yes@@
non@@
dali
question
indic@@
liter@@
ded@@
eziz@@
ongcwele
arding
anzi
special
iyo
dlula
hapathizwa
elapha
igidi
mer@@
ational
affec@@
indoda
ibona
qinile
wez@@
bami
itshela
Are
unda
iziyweni
anointed
isters
ebandla
umbono
ithetho
tern
Israelites
ool
onom@@
group
appe@@
apost@@
Bethel
Gr@@
owaw@@
ikakhulukazi
tshela
izinkinga
bethu
here
Jalimane
amalungu
bi@@
ook
gir@@
ema
duc@@
gif@@
yang@@
okholo
andeli
uses
anye
wayes@@
ron@@
iS@@
diti@@
ingeka
umelela
ability
lowo
Funda
leli
oM@@
whole
kwesikhathi
air
Ephesians
desire
ngokug@@
iver
enced
supp@@
Aban@@
Ec@@
uSathane
fru@@
Omunye
esikoleni
elwane
involved
ngokwengeziwe
sase@@
Those
isihl@@
ukuthula
nen@@
proved
imisebenzi
alula
wat@@
once
wrong
sent
hous@@
ibonelo
16@@
efa
Not
cal@@
clos@@
challeng@@
earth@@
ef
ends
ays
nayo
ight@@
ples
ict
consci@@
nq@@
nawo
empl@@
strong
kuhl@@
eya
mov@@
nothing
learly
Lev@@
wem@@
phambi
ondo
THE
temp@@
esos@@
ukuthola
rit@@
ises
alls
yem@@
okukh@@
uH@@
mina
imiz@@
angase
shu@@
tom@@
Bheka
selele
Nkulunkulu
oper@@
yalokho
person@@
ukuf@@
married
uch@@
know@@
enqaba
sure
isisekelo
kwenz@@
mission@@
eness
ple@@
worl@@
Such
shad@@
ours
bey@@
mhlawumbe
ishwa
Mark
ged
holo
ehlo
information
ology
tainly
table
mat@@
hamb@@
Wor@@
educ@@
ilayo
offer@@
la
provide
Jakobe
esik@@
owesifazane
shar@@
io
wema
izimo
uB@@
knew
fic@@
kulung@@
sever@@
May
Mor@@
ues
cou@@
essed
busa
An
Australia
nezinye
moved
icabang@@
ziye
effec@@
elil@@
illustr@@
endlini
Solom@@
alul@@
wahl@@
oul@@
serving
inspir@@
ungase
aradesi
kwes@@
17@@
Ital@@
vers@@
wad@@
ekukh@@
izib@@
ngokomoya
ourselves
ives
yokuphila
ma@@
suffering
expec@@
Siy@@
amahl@@
ars
past
vumelana
Dec@@
cindezeleka
hlangan@@
Eg@@
AM@@
ibusiso
action
uDavide
ukuphela
thandazo
comes
great@@
nokukh@@
kwayo
account
He@@
hapath@@
months
ful@@
appl@@
mil@@
Abraham
moral
ukufa
angana
Ukuhl@@
benef@@
becom@@
necess@@
HO@@
oto
nj@@
fav@@
akatho
asho
zabantu
Does
ngis@@
receive
eba
loc@@
Emp@@
gq@@
ekelele
adise
NG@@
whether
inkinga
ndawonye
Le@@
clop@@
progr@@
sez@@
akaza
ol
Yurophu
ie
sign@@
already
aniswa
azam@@
eep@@
work@@
gen@@
yena
entsha
truc@@
menti@@
history
onipha
common
enjoy@@
During
athwa
ingc@@
195@@
offic@@
IZ@@
atur@@
minis@@
opport@@
false
holi
extr@@
aso
increas@@
igugu
Be
heard
okungen@@
Ukukh@@
appo@@
197@@
igazi
ER@@
follow
osha
nod@@
hlang@@
inkolo
dom@@
thinking
Kum@@
maj@@
esiya
stre@@
sex@@
started
similar
ezihlukahlukene
ngaphambili
igned
Philipp@@
Abrahama
ix@@
Watch
lib@@
taught
impi
ihlanganisa
Mel@@
umalanga
works
instruc@@
emz@@
uted
crow@@
42
requ@@
privileg@@
umphostoli
izindawo
maint@@
fer
Read
ekelwe
azane
wi
inkonzo
aper
ezinkulu
opho
emihlanganweni
esintu
exerc@@
isions
IL@@
Babyl@@
Bib@@
mit@@
ekeli
sengqondo
iphatha
ngalokho
umkhaya
iver@@
cop@@
ikazi
ukubona
Kunalokho
ethembeka
alele
sif@@
recogn@@
ved
Braz@@
area
iziphi
adisha
tures
seb@@
tural
xusa
setshenziswa
benefit
ezindaba
eku
ngokuy@@
protec@@
umi
ground
wepheshe
cles
dist@@
spiritu@@
okuthiwa
government
ium
conduct
oze
ir
year@@
Tower
near
Daniyeli
Qh@@
yalo
ched
bathi
umba
invol@@
ishini
second
sive
uswa
Their
kokub@@
tell
Adam
occas@@
read@@
asini
Ver@@
longer
appear@@
ific@@
afunda
People
eyo@@
afund@@
bav@@
abesifazane
upheka
physical
gama
Africa
public
heal@@
sethu
Law
isiv@@
Adamu
iNkosi
land@@
ink
temple
kill@@
got
aving
ulekile
sw@@
ekugcineni
stand
suf@@
interest
ukuhlakanipha
fail@@
principles
eleke
ico
iloni
Inde@@
trust
augh@@
pe
eye
dlul@@
ako
gives
oshwa
ra
based
hap@@
reports
responsib@@
undleni
Consid@@
indez@@
mir@@
circum@@
Spain
ikezwa
attitude
within
zakho
thanda
seng@@
satis@@
enjalo
Kub@@
ured
zihl@@
ozini
material
ahluk@@
friend
alanga
local
UPawulu
shesha
Dis@@
sour@@
sebenz@@
Int@@
Canada
ikelo
Yiqiniso
Indlela
evidence
Le
sugg@@
line
ijimi
Ngokuvamile
lost
azali
uki
air@@
culo
okwaku@@
aphama
unya
pare
umbh@@
rather
athand@@
uals
adew@@
pros@@
yela
full
í@@
isimiso
C
enem@@
namandla
hly
Om@@
itate
ilela
ekul@@
izwi
See
kulunkulu
hlangenwe
Namuhla
sing
righte@@
politic@@
umhl@@
nezing@@
set@@
miles
clear
noNkulunkulu
alone
lear@@
ces
Jew@@
inani
ungis@@
uya
worshi@@
feet
okus@@
some@@
embula
obedi@@
Jobe
respon@@
Sch@@
encwadi
die
five
older
iding
doct@@
wokushumayela
prev@@
Sept@@
leave
inyathelo
angothi
lilo
ief
shows
isithupha
43
ubuhlobo
distr@@
commun@@
lol@@
Ob@@
matters
AK@@
determin@@
angelwa
uKristu
Heb@@
book@@
eat
esithile
hlanganyela
ics
ovu
anzekile
eqiniso
nel@@
hlanganweni
ulawa
full@@
perhaps
dlala
natural
nokub@@
azela
kungaba
obudl@@
ncane
aphambili
play
refl@@
head@@
amakhilomitha
serious
akale
Witn@@
ingdom
ount
ought
shumayela
nec@@
’@@
idence
akalo
clud@@
urch
cri@@
det@@
ult
arly
Hebre@@
milli@@
opp@@
Davide
ste@@
iqu
sible
gcineni
congreg@@
ur
ostoli
pec@@
call@@
athol@@
repor@@
ext
cus@@
Pawulu
sid@@
pi@@
ites
undi
G
ord
inyaka
ct@@
aying
Scrip@@
jud@@
F
bor@@
relati@@
erc@@
adala
iningi
M
wu
gc@@
v
meet@@
fill@@
row@@
abhala
umelana
ody
IH@@
uleko
jab@@
prin@@
ous@@
long@@
Ag@@
angeli
emv@@
⁠
prot@@
fri@@
é@@
centur@@
ustr@@
Man@@
ower
akhul@@
wr@@
akath@@
suffer@@
inyakeni
cent@@
prac@@
X@@
●
preci@@
esha
va
bap@@
enes@@
sac@@
thers
–
hig@@
aching
azweni
ee
spir@@
tle
isel@@
Ac@@
differ@@
elini
enly
cir@@
fore
hlawumbe
eve
iel
ew
akaJehova
ving
righ@@
akal@@
phy@@
$
hist@@
ekiso
ith
olom@@
ʹ@@
Kor@@
B
Christi@@
Bhalo
devel@@
upha
cla@@
gan@@
vamile
feel@@
dleni
Cor@@
langu@@
oleni
ready
ildren
Afr@@
xa
faith@@
uth
Sin@@
eld@@
simp@@
grou@@
inking
haps
can@@
prob@@
ibus@@
cent
fes@@
Can@@
int
ugg@@
cum@@
relig@@
lic
obul@@
govern@@
onz@@
oub@@
akanani
hh@@
ada
your@@
isekelo
Pe@@
qaleni
athelo
anci@@
Jer@@
self@@
emhl@@
á@@
ouse
◆
mater@@
·
enxa
ugh@@
tain@@
aleni
ames
evel@@
aul
Mos@@
lang@@
giv@@
emva
K
ahlukene
ung
akhath@@
conduc@@
·@@
uring
á
Ambulo
The@@
ques@@
priv@@
itic@@
import@@
Jeh@@
wis@@
itu@@
shum@@
rece@@
eshe
selves
Eph@@
situ@@
P
deter@@
diffic@@
idi
etho
akobe
tiz@@
—@@
J
und
Aga
numb@@
magaz@@
oes
ws
imo@@
kulu
akuba
awa
mess@@
ially
ukazi
with@@
ukahlukene
crib@@
bec@@
í
qinis@@
Cathol@@
©
Af@@
iseki
knowled@@
Jes@@
inform@@
kuhlangan@@
alim@@
sion@@
oid
fell@@
aught
cindez@@
akeni
weph@@
U.@@
aweni
uch
æ@@
esibonelo
Isa@@
Joh@@
auth@@
husb@@
kanj@@
ü@@
&
contin@@
led@@
Sat@@
‚
fel@@
ayibh@@
ufakazi
oug@@
udala
ʹ
rif@@
xo@@
E.
syst@@
Israel@@
ileni
ezu
dom
Bhayibhelini
gover@@
flu@@
ether
Enzo
Bec@@
yl@@
ld
relation@@
aw
Austr@@
ó@@
amu@@
ã@@
oy
aken
unkulu
bulo
attit@@
eter
simil@@
dif@@
ugu
Austral@@
°
sel
indiv@@
X
inte
esenti
pose
Jehov@@
Dan@@
%
Phili@@
athewu
iziy@@
kuban@@
Acc@@
sat@@
setsh@@
ham
ö@@
one@@
him@@
Soci@@
q
gcin@@
them@@
ren
marri@@
need@@
fal@@
awulu
ucc@@
lit@@
_@@
ample
ó
natur@@
ainst
lems
ause
kno@@
emihlangan@@
tries
bs
è@@
embers
onye
edi@@
Yo@@
awonye
Kris@@
otela
olob@@
eru
ano@@
bet@@
itn@@
alleng@@
ñ@@
Dav@@
eziwe
:@@
til
isti
Psal@@
ô@@
awum@@
tower
Wat@@
onzweni
ilom@@
agaz@@
Abra@@
▫
ething
ä@@
lem
iyeli
ogn@@
ú@@
Kat@@
ç@@
ft
ween
ogether
enwe
icked
Watch@@
esent@@
ept@@
Petr@@
akhulukazi
ł@@
ople
ilomitha
usb@@
uter@@
|
✔
ʼ@@
foll@@
Z
○
ú
oci@@
urrec@@
baptiz@@
ā@@
ciples
enziswa
akhathal@@
ording
É@@
Yor@@
sical
Á@@
j
usal@@
⁠@@
sebenzini
atters
ewu
ë
Corinth@@
‐
ḥ@@
ticle
à
pub@@
■
_
othy
◯
uro@@
Abrah@@
ileg@@
ê@@
izimu
→
❑
Bhayibh@@
Creat@@
ë@@
#
ø@@
”@@
overbs
rom
Q
▸
Ö@@
arad@@
â@@
=
>
rol
ʽ@@
ensi
↓
inth@@
▶
ה@@
£
י@@
‐@@
ו@@
C.@@
Ephesi@@
Isra@@
ה
espec@@
−
greg@@
®
rote
❏
­@@
oqobo
č@@
uhla
+
←
ï@@
‛
·@@
å@@
Jerusal@@
❖
ū@@
è
ī
Í@@
É
ð@@
ī@@
Chris@@
ś@@
⇩
☞
↑
Matthe@@
Š@@
ń@@
Genes@@
‘@@
thel
ʼ
ŏ@@
ē@@
ä
Katol@@
š@@
ş@@
ž@@
ý@@
ã
õ@@
ö
à@@
̆@@
ō
ą@@
š
œ@@
ł
ø
ā
ę@@
Ã@@
ē
ü
◇
ý
Å
Ä@@
ς
û@@
ň
⇨
Ż@@
ß@@
Ü@@
ò
î@@
ι@@
Ž@@
▾
Ł@@
ō@@
ˈ@@
―
Ó@@
ε@@
­
alimane
Ḥ@@
Ù@@
ľ@@
ě@@
@
Ś@@
Å@@
¡
⁄
Revel@@
wadi
rayeli
Æ@@
Ṭ@@
å
ř@@
\
È@@
ă@@
Î@@
ṣ@@
ć
ż@@
σ@@
ù
Á
ש@@
Ô@@
ν@@
ì
א
ẹ@@
Ø@@
פ@@
™
ū
נ@@
Ú@@
ׁ
æ
ş
Ō@@
Ç@@
΄
ˈ
“@@
̩@@
ώ@@
ἰ@@
ß
ό@@
➤
π@@
Ş@@
ν
ω
ï
τ@@
ο@@
ḍ@@
κ@@
γ@@
ė
̧@@
×
€
ʺ
Ñ@@
ṭ@@
ʽ
̗@@
μ
ţ@@
÷
Ē@@
ê
θ@@
◗
ì@@
ύ@@
ֹ
ď@@
י
μ@@
Č@@
ž
ő@@
ẹ
Â@@
›
⇧
À@@
¥
ò@@
ẓ@@
Ω
Ō
ŭ@@
δ@@
phu
ı@@
ė@@
ְ@@
☒
À
̀@@
<
נ
Α
ᾶ@@
Υ@@
υ
}
ǒ
Ì@@
ί
thewu
Δ
Ø
ק@@
Ọ@@
ט
È
ə@@
ש
ל@@
â
ά@@
ọ
α@@
ד
λ@@
Ρ@@
α
Ε@@
ị@@
ὅ
Ë@@
ź
ő
η@@
ἄ@@
ֹ@@
ę
ǒ@@
▴
ť@@
ć@@
ḥ
đ@@
ĕ@@
ç
Č
א@@
ů@@
Ẹ@@
Ä
ă
₦
ọ@@
Κ@@
ָ@@
ŕ
Ò
ɔ@@
¿
Ê@@
π
ὅ@@
̇@@
⇦
ń
ś
Θ@@
ρ@@
û
Ú
;@@
‵
?@@
Ó
(@@
ṇ@@
{
ɓ@@
ù@@
urophu
Ο@@
·
̆
Í
ז@@
