<unk>
<pad>
<s>
</s>
the
and
na
of
ya
wa
a
to
kwa
in
ku@@
u@@
wa@@
you
that
.
ma@@
And
m@@
shall
a@@
za
ki@@
,
i@@
;
is
katika
he
I
for
be
they
re@@
with
ha@@
kuwa
not
his
your
li@@
unto
o
ni
ti@@
d@@
A@@
si@@
?
Na
s@@
ta@@
M@@
o@@
vi@@
p@@
have
it
e@@
en@@
le@@
are
e
di@@
s
aka@@
on
mi@@
in@@
la@@
l@@
:
hu@@
t@@
all
a,
ba@@
from
de@@
un@@
ka@@
we
g@@
ka
hi@@
t
la
will
b@@
s,
was
c@@
their
my
f@@
ya@@
ri@@
ali@@
n@@
sa@@
se@@
be@@
an@@
pa@@
them
i
as
fi@@
ar@@
by
tu@@
ra@@
te@@
waka@@
watu
Mungu
na@@
ji@@
kama
zi@@
z@@
or
which
d
who
we@@
U@@
k@@
I@@
th@@
T@@
po@@
i,
sh@@
d,
li
r@@
sha@@
al@@
S@@
juu
N@@
on@@
y@@
am@@
ing
Bwana
has
v@@
s.
cha
zi
him
The
es
tion
sha
lo@@
a.
LORD
E@@
y
1@@
me@@
this
ru@@
le
ch@@
bi@@
d.
ts
or@@
to@@
te
su@@
as@@
wala
ed
n
mo@@
do
2@@
when
were
it@@
mb@@
ma
at
ga@@
ro@@
but
du@@
one
ke@@
da@@
mtu
yake
w@@
go
pi@@
K@@
m
ata@@
er@@
:1@@
-@@
an
l
out
go@@
!
me
ted
u
ho@@
th
ce
o,
Ma@@
:2@@
ko
ko@@
fu@@
Wa@@
ye
:5@@
wali@@
cha@@
bu@@
yo
C@@
wi@@
upon
:4@@
h@@
con@@
si
Ha@@
co@@
ri
W@@
r
ni@@
se
O@@
t,
ly
ame@@
ana
ili
po
wata@@
st@@
there
zo
fu
B@@
pe@@
pro@@
fa@@
uli@@
P@@
our
said
gu@@
you,
Basi
mu@@
ne@@
Kwa
for@@
wana@@
king
kuwa@@
siku
ju@@
man
had
fanya
3@@
pamoja
mwa@@
Mwenyezi
ten@@
wake
:6@@
do@@
)
ci@@
up
e,
so@@
into
shi@@
:7@@
au
hata
ye@@
di
Bwana,
ca@@
bo@@
J@@
came
kila
:2
da
:1
:3
ds
:4
ge@@
uta@@
H@@
:5
wana
(@@
ina@@
ja@@
:6
y,
wan@@
nchi
0@@
God
mu
LUK@@
fe@@
:7
:8
4@@
ani
6@@
ki
pa
yo@@
gi@@
de
:9
:10
F@@
:3@@
eni
bu
maana
ke
:11
7@@
before
ini
t.
MAT@@
D@@
him,
's
ing@@
za@@
es@@
:12
wote
aki@@
We
sta@@
ili@@
fun@@
He
what
me,
:9@@
ty
so
people
ana@@
:8@@
:13
ani@@
wa,
made
5@@
no
ou@@
kwamba
if
ACT@@
up@@
8@@
per@@
come
:14
its
ab@@
:11@@
ers
L@@
naye
...
ji
NUM@@
:10@@
he@@
j@@
sed
mba
G@@
:15
mbele
no@@
may
them,
:12@@
yote
pu@@
9@@
ti
uka@@
u,
ter@@
children
ta
:16
tia
1CH@@
against
w
200@@
hiyo
man@@
those
ona
But
i.
sababu
she
ex@@
ll
cho@@
:17
che@@
For
pen@@
Na@@
oni
k
ac@@
her
o.
com@@
s:
nita@@
ve
hao
vya
son
also
JHN@@
ve@@
kwa@@
ment
then
es,
ita@@
Allah
weza
al
ma,
vyo@@
ari@@
li,
EXO@@
:18
ini@@
make
ce@@
said,
st
:14@@
lu@@
vyo
LEV@@
kutoka
:13@@
ge
mta@@
any
nyumba
ver@@
wor@@
s;
cu@@
:15@@
ze@@
-
PRO@@
GEN@@
y.
:19
day
yao
mfalme
Then
dhi@@
ja
:20
A
ad@@
1KI@@
wao
1SA@@
mwaka
R@@
h
shu@@
lakini
nao
om@@
DEU@@
Ku@@
:21
yake,
kazi
asi@@
kan@@
:16@@
akam@@
kia
men@@
ll@@
am
ka,
Lakini
a;
after
Ki@@
pla@@
over
kum@@
:18@@
ting
You
toka
wa.
ume@@
le,
red
:22
je@@
did
Y@@
den@@
:22@@
went
walio@@
va@@
ch
ika@@
re
O
par@@
men
ent
sa
kui@@
2KI@@
land
Si@@
yako
pre@@
she@@
EZK@@
yeye
2SA@@
mwana
:19@@
shwa
MRK@@
.@@
njia
lan@@
us
th,
:21@@
LORD,
aliye@@
ved
house
tan@@
wako
awa@@
ang@@
wame@@
even
let
una@@
mimi
lin@@
mon@@
ajili
should
:20@@
these
:23
jua
JOS@@
every
wale
ra
vu@@
ani,
give
JOB@@
ina
Mo@@
walio
zwa
ck
kin@@
kuku@@
because
p
wenye
mwa
Hu@@
gra@@
usi@@
saying,
ct
ua
dis@@
JER@@
among
Mi@@
vu
Lord
ga
ba
ine
:23@@
ing,
ele@@
me.
wakati
zao
pan@@
waki@@
ndani
mwenye
like
ny@@
ce,
know
it,
:24
alikuwa
JDG@@
down
mia
on,
uni
ses
ama
ver
mba@@
mka@@
ding
mw@@
surely
Z@@
other
Naye
2CH@@
0
fan@@
:17@@
u.
tu.
ous
l,
ri,
d;
x@@
tra@@
shi
ces
ari
hayo
kwenye
es.
ves
take
ry
mp@@
jina
kati
ded
ma.
tuli@@
ya,
led
neno
der
tu
:25
d:
pata
yangu
hii
:24@@
qu@@
ere@@
Ba@@
two
san@@
bali
mahali
sema
lea@@
coun@@
gh@@
good
sin@@
baba
Re@@
wasi@@
Israel
han@@
ze
ke,
i;
weka
one@@
Aka@@
im@@
huyo
whom
nor
cor@@
you.
mambo
put
piga
ongo@@
cho
Israeli
ile
zu@@
wangu
enda
msi@@
'@@
akawa@@
kuta@@
ser@@
min@@
mili@@
:26
pas@@
yake.
rea@@
alipo@@
things
mo
chu@@
zi,
gu
tena
op@@
ear@@
dha@@
chi@@
har@@
hear@@
mkono
toa
bu,
fu,
huko
uni@@
moja
than
ck@@
h,
za,
Ni
great
c
mmoja
Hakika
jo@@
ru
sons
amu
yule
:27
:26@@
mpaka
ity
lia
er,
isi@@
So
nami
would
sh
thi@@
ts,
tru@@
basi
tor@@
nime@@
brought
kaa
Mungu,
ter
dom@@
ka.
haki
we,
God,
nu@@
sti@@
war@@
habari
por@@
He@@
ISA@@
kili@@
wo@@
says
wake,
mwan@@
:25@@
tions
ia
ime@@
zake
kwenda
akasema,
len@@
mu,
hali
il@@
b
ende@@
about
there@@
pri@@
set
kuli@@
hand
wewe
ful
aliye
lo
more
Kisha
vile
res@@
her@@
:28
ings
li.
him.
ir@@
ls
ila
the@@
Sa@@
hea@@
kwe@@
el@@
son@@
forth
therefore
e.
pe
ini,
ani.
ven@@
mas@@
:27@@
mku@@
andi@@
mli@@
amba@@
sho
mer@@
ea@@
been
sadaka
vit@@
car@@
tun@@
zo@@
Se@@
chini
1CO@@
sent
ROM@@
mbu@@
right
kati@@
ld@@
bring
away
:29
ara@@
took
ness
kwan@@
baada
see
She@@
yu@@
kisha
mbo
ble
according
ght
it.
bor@@
them.
Maana
tenda
at@@
ara
Ye@@
any@@
can
This
word
maneno
nam@@
ah
sion
mara
sho@@
:28@@
mor@@
mu.
Wala
o;
ndio
ingi@@
tri@@
iliyo@@
taka@@
,@@
tion,
damu
under
wi
REV@@
nili@@
mwe@@
asema
time
ction
maku@@
ste@@
pia
If
Yo@@
maji
ung@@
ke.
ing.
ngu@@
Hi@@
miaka
neither
Mola
ano
:30
m,
hapo
t;
ast
person
Kenya
se,
NEH@@
Jesus
say
hi
tu,
now
sp@@
ange@@
mata@@
di,
ked
given
ds,
�@@
thing
Israeli,
year
An@@
je
ws
tion@@
own
gen@@
V@@
mwen@@
Je@@
ban@@
uku@@
gar@@
ini.
zi.
ap@@
don@@
spe@@
ld
Ndipo
yao,
sen@@
Ka@@
our@@
king@@
name
Be@@
hawa@@
y;
ondo@@
res
dea@@
zaidi
Eli@@
most
offer@@
7
ndiye
ce.
Israel,
sheria
very
Ee
In
sema,
way
pres@@
iki@@
ance
ine@@
GEN:3@@
rai@@
(b)
zote
mit@@
t:
kana
tumi@@
ika
GEN:4@@
ene@@
De@@
Jo@@
tre@@
kuu@@
many
ambayo
:31
amu@@
leta
ah,
gre@@
chukua
huo
wen@@
:29@@
nika@@
ko,
watoto
ri.
mar@@
ai@@
ments
ep@@
nafsi
liwa
sasa
where
upande
Je!
Sha@@
(a)
kuji@@
bar@@
kumi
hivyo
mikono
ning
k,
Yesu
place
ambi@@
kita@@
ten
prophe@@
Yeye
belie@@
ving
ther
gu,
ned
und@@
mwana@@
ks
da,
au@@
ndugu
ambao
gro@@
ki,
w,
ly,
ar
days
EXO:3@@
mbe@@
father@@
und
bro@@
sikia
DAN@@
waku@@
called
mna@@
yenu
le.
ninyi
wako,
through
5
David
mbe
te,
mbali
They
fedha
et
Bwana.
mji
ami@@
able
sou@@
ulio@@
city
pokuwa
tter@@
yako,
ambia
Now
maka@@
JOB:3@@
sauti
PSA@@
inter@@
Daudi
�
da.
1
mch@@
how
les
work
hakika
uki@@
:32
s?
gave
g
af@@
gha@@
fu.
nguvu
sing
Mimi
get
win@@
bur@@
’s
Mungu.
taka
hor@@
Com@@
kuja
tion.
tes
ken@@
evil
What
cur@@
re,
siki@@
walikuwa
saw
y:
ena
kwisha
kitu
Waka@@
might
hili
ya.
ambaye
sal@@
mi
kufanya
leo
th.
ld,
zia
clo@@
Musa
ron@@
stri@@
Therefore
three
heard
some
ingia
ham@@
ran@@
side
Ju@@
we.
zili@@
Nao
ves@@
yet
ume
end
vo@@
wetu
lake
Ta@@
does
ko.
ikiwa
moyo
ther@@
being
HEB@@
:33
(1)
an,
flo@@
shed
akamwambia
ties
foo@@
mali
LORD.
cla@@
kiwa
Who
yetu
ua@@
tani@@
fal@@
less
cri@@
el
wed
ed@@
Tena
tive
2
spi@@
eat
Hata
rika
se.
ambia,
over@@
PSA:10@@
first
Bo@@
8
yangu,
kari@@
JER:3@@
La@@
kuliko
pati@@
kon@@
ary
huu
mbi@@
tume@@
cted
mali@@
saba@@
NUM:3@@
EZK:3@@
behold,
ren@@
val@@
tly
mis@@
see@@
Ab@@
Katika
off
Kama
Go@@
goo@@
za.
pra@@
pate
people,
tuta@@
wakam@@
oni,
sla@@
hata@@
4
in,
kapo@@
year@@
stan@@
shirika
ss
endelea
lea
miongoni
zaji
In@@
sana
Me@@
ped
Ali@@
here@@
(2)
yo.
kabla
sha,
Mwenye
macho
mn@@
amini
Ne@@
ence
tuka@@
believe
dhi
ts.
jia
haya
fai@@
spoke
sig@@
ir
stru@@
ndi@@
ta,
plan@@
man,
kwanza
earth
wenye@@
nani
EZR@@
aro@@
tuna@@
hukumu
sisi
cal@@
amani
asi
ant
cast
Ni@@
der@@
It
pande
pass
dogo
ms
bon@@
yata@@
hou@@
simama
wangu,
kula
turned
hold
:34
Pe@@
f
yake;
until
u;
med
chan@@
sub@@
ita
hadi
yao.
us,
ria
walipo@@
both
anza
karibu
EZK:4@@
fo@@
zao,
heart
hundred
When
te;
yaliyo@@
maba@@
ndipo
fika
tain@@
ase
tazama,
His
uni,
wake.
huku@@
dar@@
keep
dia
lili@@
cal
bila
angu@@
ve,
ende
peri@@
vun@@
llo@@
la,
muda
Ken@@
roho
ke;
iti
est
vu,
ying
hap@@
only
servan@@
st,
wa;
between
2CO@@
Behold,
That
l.
ona@@
ja,
mini@@
pur@@
maji@@
pea@@
new
turn
3
te.
ate
en
um@@
sup@@
hema
done
vitu
fle@@
Bali
nini
Ho@@
reje@@
righ@@
is@@
kuto@@
bu.
hitaji
stra@@
ISA:4@@
God.
fore@@
ced
h.
PSA:7@@
%
ther,
ti,
anga
nes@@
amri
mag@@
mki@@
ye,
aliyo@@
alivyo@@
sa,
pon@@
JER:4@@
tano
masha@@
seven
kuzi@@
mbi
:35
Nita@@
kabi@@
ku
hari@@
mwi@@
fir@@
pende@@
to,
without
qui@@
re.
mwezi
water@@
on.
mbili
us@@
usa@@
nawe
ered
ha
si,
ndiyo
part
lango
ans
w.
Moses
ada
ma;
uba@@
ng@@
shin@@
go,
bora
Thus
amb@@
acha
akamwambia,
geu@@
jibu
mtoto
cause
fa,
den
ule
himself
miji
nyumbani
ree@@
years
huduma
Gi@@
husi@@
cour@@
li;
dili@@
Mlezi
judg@@
abi@@
ndege
il
d?
9
fie@@
yali@@
mataifa
ble@@
Siku
Wewe
itakuwa
haki@@
di.
pote@@
father
pt
kuya@@
chagu@@
panda
fa
uliwa
Tazama,
tal
kwake
divi@@
tr@@
Surely
provi@@
ba,
ture
far@@
ll,
My
Let
futa
ko;
speak
wakuu
ess
State
cti@@
agi@@
jen@@
gwa
brea@@
twaa
grea@@
sehemu
tt@@
ana,
ring
kubwa
shaji
binti
era@@
iliyo
rou@@
wanao
elfu
pli@@
kup@@
jaa
Nami
tuku@@
mbali@@
duni@@
sor@@
kun@@
yed
disha
tatu
thing@@
ong@@
ISA:3@@
ness,
maj@@
day@@
certainly
fiki@@
kufu@@
yen@@
found
chang@@
child@@
angami@@
uso
hai@@
kondoo
out@@
sher@@
safi@@
x
wer
ried
hi,
sto@@
another
shika
zuri
just
faa
inge@@
ECC@@
wote,
vili@@
gu.
mkuu
ge,
nayo
words
biashara
tangu
sle@@
hiri@@
meng@@
ilikuwa
Le@@
Bwana;
kwen@@
Ga@@
tur@@
No@@
together
penda
hivi
:36
ly.
off@@
nee@@
char@@
S
nanyi
wapo
same
che
lor@@
whi@@
Abi@@
fungu
ken
mbili@@
tor
(c)
oko@@
streng@@
poli@@
ogo@@
rit@@
PSA:3@@
each
zake,
day,
hizo
dhambi
od
jambo
ns
su
ves,
haku@@
familia
kosa
nje@@
kabila
sion@@
k.
iny@@
cro@@
nitawa@@
Lord,
zaa
fua@@
help
sa.
tain
per
Mis@@
kuhusu
well
regi@@
jamaa
ation
plea@@
aji
ple@@
continu@@
ful@@
you:
wezi
fied
atakaye@@
him@@
family
ig@@
ship
tter
soever
ja.
such
life
ched
mpa
yako.
serve
you@@
amen@@
dh@@
kusan@@
say,
hawaku@@
back
thou@@
mba,
kuna
thousand
tha@@
you;
Basi,
cut
kampuni
les@@
hawa
wn
zen@@
while
child
sita@@
kani@@
zazi
pele@@
lita@@
water
ZEC@@
zetu
hivi,
sil@@
wataka@@
wai@@
fanyia
fear
comes
kutoa
ob@@
cau@@
them;
Mtu
chakula
zako
tai@@
Co@@
vyo,
kea
stand
There
mwisho
moto
here
high
Ar@@
Chri@@
dhu@@
le;
offi@@
chuki@@
:37
hilo
watu@@
ord@@
m.
asilimia
answered
pass,
tors
say@@
yu
call
zilizo@@
yenye
zima
huyu
pig@@
er.
ps
fanya@@
again
vin@@
other@@
ges
port
yan@@
ataka@@
hear
know@@
Shi@@
bla@@
ungu
ungu@@
taifa
onge@@
fin@@
taken
me;
ndivyo
HOS@@
rec@@
/@@
TH@@
ani;
sha.
mile@@
pi
hisa
2CH:3@@
kutu@@
vyote
love
eri@@
en,
ally
shuhu@@
offering
unga
mfano
Al@@
yote,
five
Sh@@
fire
pries@@
whose
Am@@
tiwa
abu@@
nyu@@
fadha@@
inayo@@
kuni@@
ph@@
mwenye@@
mbo@@
Beth@@
wit@@
swor@@
commanded
Aha@@
mme@@
asu@@
member
saba
thi
(3)
As
hands
hapa
hesabu
yi@@
Yu@@
law
yaliyo
of@@
kuru@@
ces@@
holy
sima@@
nje
jinsi
lle@@
house,
Ibra@@
hapana
PSA:8@@
lli@@
and@@
jana
gui@@
sema:
spo@@
msa@@
(i@@
wengi
life@@
yenu,
name@@
loo@@
men,
ISA:5@@
yo,
fanyi@@
fer@@
cation
swe@@
mj@@
sel@@
adhabu
tation
ur@@
cra@@
temp@@
ches
fuata
st.
kuu
zita@@
keti
:38
ward
Israel@@
stood
Li@@
asa
Su@@
young
son,
tions,
themselves
ji,
th:
shughuli
ber@@
Usi@@
four
old
shaka
Kampuni
gon@@
isha
tanga@@
use
Ben@@
ven
communi@@
wenu
So@@
To
hu
wakawa@@
Isa@@
chi
serikali
ling
Our
ka;
These
eyes
eni,
dra@@
mu;
Ndi@@
nyo@@
vi
We@@
bwana
dre@@
ster
timi@@
),
bili@@
a?
mwanamke
yale
inc@@
sts
self
haribi@@
little
t?
Gen@@
something
aye
toward
Judah
voice
nali@@
long
onyesha
lls
twa@@
appro@@
adui
Nime@@
thus
me:
custo@@
lled
thir@@
reig@@
wao,
PSA:119@@
angali@@
vu.
tal@@
bia
saidia
kani
cial
shiri@@
yame@@
ne
si.
daughter@@
cy
pewa
kupata
zenu
jibu,
kini
ve.
wengine
Ya@@
str@@
bir@@
under@@
thi,
consi@@
national
inclu@@
itu@@
TI@@
evi@@
anga@@
lewa
mfu@@
fanye
hana
full
to.
PSA:6@@
U
nyama
ane
amo@@
none
soul
eneo
face
sacrifi@@
dam@@
them:
jamii
saidi@@
ds.
power
ki.
Israeli.
simamizi
righteous@@
mbingu
wing@@
command@@
land,
upe@@
watu,
ra,
Man@@
hel@@
Kila
am,
cre@@
fu;
kupi@@
JER:5@@
yon@@
zina@@
Ze@@
eru@@
or,
mwo@@
Zi@@
wapa
round
maisha
)@@
Q@@
shua
fungu@@
Egyp@@
Naam,
Israel.
br@@
wani
aja@@
ito@@
nchi,
find
vita@@
earth,
read
atakuwa
akisema,
uni.
ers,
:39
you?
medi@@
Ra@@
stor@@
siku@@
tree
tana
hawata@@
chama
posi@@
uovu
ft
ulikuwa
within
seen
Pau@@
mzi@@
Po@@
inher@@
ght,
bles@@
DEU:3@@
mwambia,
hara@@
bari@@
sh,
him:
kata@@
6
Di@@
direc@@
could
fy
mee@@
told
Fa@@
and,
ye.
kweli
ishi@@
become
kusema,
dee@@
ep
hapa@@
Una@@
much
Yuda,
uwa@@
woman
ome
servant
Bunge
Mu@@
Mle@@
kiny@@
tell
mea
lie
lla@@
All
are@@
measu@@
zaliwa
wanao@@
hon@@
bit@@
exce@@
mkutano
house@@
Ja@@
nguo
wazi@@
As@@
writ@@
forever@@
chief
ardhi
dwell
yangu.
cap@@
ment.
ufalme
hidi
rin@@
dan@@
Pro@@
show
soci@@
nying@@
n,
concerning
lar@@
lile
gan@@
follo@@
establi@@
kiti
nyinyi
jenga
ingi
ed,
ania
:40
wili
kuba@@
pili
near
zangu
Mar@@
kuhani
tokea
left
Yuda
every@@
wawili
mafuta
tro@@
Do
bina@@
can@@
shi,
th;
yana@@
need
ston@@
kumu
delivered
tekele@@
gh
hand,
zao.
seek
Ume@@
kumbu@@
cities
Watu
dri@@
Spi@@
kisi@@
ng'ombe
deliver
Lor@@
kutokana
mama
lay
amp@@
es:
accoun@@
ger
mighty
beg@@
Sisi
hali@@
onekana
Ser@@
mtu@@
radi
Yusu@@
though
king,
van@@
ged
mfalme,
genera@@
Wana@@
Af@@
waliokuwa
EPH@@
watumishi
understan@@
wom@@
mani
depar@@
stu@@
midst
ia,
up,
eye@@
du
send
Mwa@@
Te@@
laid
cen@@
blood
mau@@
po,
again@@
naam,
EST@@
used
zee
kufa
takati@@
uto@@
servants
5.
mwili
financial
commit@@
b,
ted,
Why
dha
wise
trou@@
Rais
tangu@@
h?
LAM@@
eli@@
opera@@
anguka
um
7.
aji@@
priest
zungu@@
head
hakama
er
dhamb@@
ambazo
servi@@
toge@@
PSA:5@@
lders
sini
ck,
PSA:4@@
ways
Allah,
kuny@@
kuo@@
ment,
baba@@
usiku
mountain@@
muhimu
mate@@
wato@@
side@@
small
mercy
ongeza
burnt
dance
fa.
E
pita
cei@@
PSA:9@@
gani
peleka
igh@@
sin
tuma
asubu@@
marke@@
lote
Is
shind@@
rehe@@
MUNG@@
line
cts
fur@@
ishirini
nyingi
En@@
Akawa@@
enda@@
crea@@
ini;
mes
GAL@@
sana.
obe@@
kula@@
ited
tende@@
fif@@
weze@@
wilder@@
ndo@@
mbua
maju@@
kusu@@
wing
ovu
Ahi@@
t's
mvu@@
wal@@
Mkuu
katikati
wany@@
ty,
pray
ani?
fadhili
y?
wn@@
sy@@
than@@
people.
her,
rest
gia
shilingi
kile
ined
not,
whole
damu,
go.
won@@
we;
sab@@
except
lt
zali@@
heshi@@
uwezo
6.
glor@@
mtumishi
agano
jari@@
anzi@@
bre@@
deli@@
milele.
public
better
spea@@
utukufu
dom
're
AMO@@
lisha
chake
I'm
work@@
twenty
mamlaka
mber
iwe
tea@@
2.
des
believer@@
office
biri
chwa
cl@@
pokea
kingdom
Jerusale@@
mwambia
takatifu
ling@@
nd@@
ite
geni
je!
ok
star@@
lling
shauri
sana,
Hao
it;
ite@@
ao
kes
Musa,
mke@@
tu;
tisha
clean@@
tting
cer@@
day.
dhulu@@
lam@@
ambo
nor@@
out,
Parliament
ongezeka
rejoi@@
sheke@@
cke@@
ine,
fac@@
wife@@
jeshi
appointed
mara@@
Msi@@
offer
going
produ@@
ame
mad@@
light
omo
ith
:41
Kristo@@
anaye
impro@@
tarehe
dai@@
Bu@@
glory
age
ulimwen@@
food
Bi@@
AT@@
mashauri
ask
swa@@
furahi@@
saa
ue
mume
To@@
mer
pie@@
held
machoni
kinywa
mkononi
tional
iniqu@@
ena,
respe@@
mari@@
sali@@
vyombo
having
Pharao@@
fany@@
cou@@
Ban@@
destroy
PSA:14@@
enemi@@
mimi,
business
wateja
Babyl@@
Fara@@
nyuma
mwona
ngo@@
milioni
chote
who@@
bi
akaenda
(1@@
drink
ch,
wis@@
Yes@@
vyo.
itwa
zile
ya;
uzi
jumbe
utaka@@
Har@@
voi@@
cannot
yoursel@@
run@@
my@@
bear
kipindi
hin@@
zinazo@@
try
miguu
one.
pale
number
mai@@
D
ls,
elec@@
peop@@
hii,
gathered
Uta@@
same@@
zin@@
why
nyumb@@
ffi@@
ver,
mlima
3.
nini?
kutekete@@
Levit@@
ner
destro@@
ISA:6@@
ing:
think
known
Judah,
Ham@@
zama
fura@@
LORD:
Company
desi@@
kundi
bene@@
during
faha@@
inu@@
ila@@
(4)
chungu@@
city,
es;
mou@@
atawa@@
sawasawa
hivi@@
chuku@@
zina
How
heaven@@
pow@@
cks
ru,
huku
utakuwa
rudi
tch
whether
elekea
de,
consu@@
mati
kichwa
mini
Un@@
wanyama
self@@
wekwa
ar,
wea@@
Daudi,
dness
justi@@
Yerusalemu,
foun@@
mia@@
mto@@
ge.
hai
aru@@
Kita@@
rudi@@
row
ri;
look
zime@@
kurugenzi
ce;
akawaambia,
bara@@
yote.
nde@@
ath@@
Mana@@
kia,
zabi@@
ever@@
must
siri
wicke@@
Hii
AN@@
za;
Jerusalem,
guzi
heaven
fall
enter
huru
awe
kwenu
hayo,
way@@
abo@@
ster@@
1.
four@@
shia
wawi@@
mmo@@
post@@
got
Wala@@
niny@@
gement
akai@@
strong
ondoka
cam@@
nyingine
Is@@
wafalme
wao.
Yerusale@@
Heze@@
hita@@
lo,
ff
Lo@@
sia
mouth
haki,
hatu@@
zam@@
citi@@
linzi
Tu@@
spirit
PSA:13@@
:42
Because
Baba
open@@
mafun@@
ld.
e;
mbia
above
cations
mbing@@
reas@@
meni@@
ques@@
sikili@@
ys
ars
want
wewe,
naye,
Jes@@
Kristo
zangu,
visi@@
long@@
ben@@
urithi
hudu@@
wake;
4.
Misri,
badala
multitu@@
rela@@
fari@@
President
’t
brother@@
LORD;
us.
mte@@
tou@@
king's
sure
aina
Saul
Yerusalemu
lime@@
Ke@@
knows
gonjwa
yao;
hakuna
kwao
dhahabu
terem@@
chie@@
bu;
ous@@
kiwango
el,
million
righte@@
kina@@
it:
zako,
Philistin@@
Nawe
kute@@
kings
mika@@
fell
apost@@
vie@@
enter@@
cas@@
another@@
alipokuwa
HA@@
don't
dunia
Christ
Wafi@@
bisha
far
kuka@@
Sauli
tuki@@
kub@@
thibi@@
wako.
live
kana@@
nne
wangu.
watakuwa
waume
yanayo@@
wi,
comm@@
imani
faida
ulio
pin@@
lest
secu@@
ram@@
cess
nji@@
promi@@
ated
eral
tribu@@
gone
bri@@
drin@@
hal@@
ought
kich@@
Vi@@
effe@@
ctu@@
Your
clear
night
fikia
imp@@
kura
ton@@
ndugu@@
so,
tions.
bron@@
ons
ffer@@
mfal@@
pigana
Direc@@
).
Tho@@
hasira
list@@
sai@@
ambapo
sur@@
ight
20@@
fucking
born
heavens
fru@@
dwe@@
mani@@
baadhi
memb@@
some@@
jour@@
yoni
utu@@
GOD@@
him;
nabi@@
Ame@@
nina@@
lu
uliza
pita@@
covenant
JO@@
comple@@
jui
hani,
Moses,
zai@@
sting
Roho
hekima
disciple@@
nya@@
dhali@@
makes
Au
men.
Ikawa
Au@@
Board
onye@@
miungu
ongeze@@
:43
has@@
cont@@
mi,
frien@@
niki@@
ness.
kua@@
10@@
I’@@
vita
nations
poto@@
umeme
follow
PSA:11@@
hat@@
in.
Afri@@
body
dang@@
wasio
des@@
himi@@
wra@@
aliwa@@
woko@@
mao@@
hiyo,
kufun@@
Samari@@
chukuli@@
Wakati
assemb@@
someone
passed
Wi@@
eli,
kuwako
jit@@
sions
ce:
dhaha@@
affli@@
requi@@
wanafunzi
maende@@
daughter
fit
Jeho@@
return
wicked
pungu@@
Katiba
gu;
vers
angalia
mani,
seven@@
asse@@
madhabahu
keni
nothing
clean
kilia
fathers
bli@@
abu
Son
misha
humo
Con@@
hand@@
fruit
mother
Wayahu@@
mpya
dhani
mato@@
leave
self,
congrega@@
Egypt,
peace
Mfalme
ths
Sam@@
keza
fahamu
fore,
simami@@
refu
gives
Constitu@@
service
ty@@
RU@@
SNG@@
namna
deni
wanawake
fadhi@@
do.
refu@@
safari
air@@
sight
kele@@
Yeho@@
cess@@
posses@@
mwanam@@
clou@@
infor@@
malaika
Tanz@@
itaka@@
unge
vunja
cit@@
maa@@
me?
gharama
Ishara
mwenyewe
priests
ree
safiri
langu
clothe@@
Article
vilivyo@@
sea
means
wate@@
judge
Jerusalem
money
altar@@
Tume
ski@@
uwe@@
wapate
brethren,
uti
certain
wakisema,
ready
Israeli;
Ef@@
malipo
kadiri
prin@@
zote,
(d)
kutumia
sasa,
s'
table
mwing@@
Taifa
half
Wana
rang@@
bed
chari@@
matunda
tuma@@
uji@@
ad
Who@@
best
vol@@
makuhani
hizi
ine.
tribe
host@@
ject
peke
ll.
kika@@
dly
matendo
ces,
ti.
zinga@@
dy
kifu@@
haya@@
Solomon
wife
brother
uongo@@
dark@@
spoken
msingi
mema
kuimarisha
world
mwingine
law@@
even@@
zed
knew
wote.
twel@@
kaz@@
Josep@@
sita
paka
ulia
uwe
kuhu@@
six
oro@@
bara
chaguzi
indi@@
flesh
mi.
dead
12@@
Nili@@
t'@@
tena,
manabi@@
mke
transgres@@
whoever
fe
Gilea@@
mtaka@@
di;
dent
heal@@
do,
kiji@@
breth@@
’@@
ja;
sawa
tenda@@
yam@@
umba
pared
sema@@
ondoa
1TI@@
bran@@
ren
begat
sandu@@
numb@@
sli@@
Pa@@
prote@@
jumla
afrai@@
mil@@
fee@@
ck.
enzi
kulingana
author@@
tabernacle
basi,
Go
nafasi
govern@@
rani
bility
mashari@@
ataka
unao@@
Akasema,
bloo@@
Sheria
lala
written
ag@@
akan@@
Sau@@
AM@@
ctive
zake.
yer
commun@@
ders
meet
ucha@@
nitaku@@
zo,
shughu@@
remo@@
uvu@@
gi
heaven,
laya
year.
Pu@@
book
mafu@@
ses,
yea,
wingi
fuata@@
fully
amuru
cked
mazi@@
lako
roup
themsel@@
(5)
eno
syste@@
received
yoyote
Bala@@
okoa
atakapo@@
mina@@
presen@@
:44
upe
parti@@
masiki@@
Yakobo
kundu
stre@@
reli@@
Ex@@
ligh@@
ner@@
answ@@
last
maal@@
gran@@
majes@@
said:
jisi
als
mnam@@
walk
wita
dhabi@@
amba
fl@@
zit@@
panga
mapato
came@@
ui@@
fas@@
what@@
The@@
llow
Wali@@
JAS@@
scri@@
retur@@
woo@@
tani
manner
lika@@
accor@@
weza@@
pun@@
ins
lazima
mpate
twa
works
fanywa
come,
National
shiriki@@
Da@@
tely
yenu.
jito@@
Haruni
tengene@@
furaha
wenu,
thelath@@
al,
ments,
allo@@
ef@@
indeed
tion;
Ata@@
usi
endo
grain
letea
suc@@
nchini
omo@@
Kwani
2006
down,
ratibu
shor@@
Mbona
hasi@@
quali@@
amini@@
Eph@@
zenu,
PHP@@
MIC@@
itan@@
members
praise
Say@@
mia,
mkubwa
wali
sca@@
yo;
songe@@
ji.
Ca@@
zidi
mtumwa
blo@@
expe@@
1JN@@
Bar@@
risha
not.
inga
fav@@
tes,
1PE@@
mavazi
i)
knowledge
tekeleza
nawa@@
akani@@
ana;
ruhu@@
Ti@@
began
God:
Of
o?
things,
receive
ttle
till
,00@@
thre@@
linda
inhabitan@@
lif@@
sea@@
tayari
Mer@@
ke?
way,
ong
ona,
ushu@@
Allah's
bread
Airways
gate
your@@
ishara
mikononi
nigh@@
ero@@
sel
ctions
anaye@@
“@@
hus@@
save
wakasema,
statu@@
Babe@@
pwa
8.
dwelt
Shu@@
shuka
kombo@@
tar@@
gu?
bahari
sat
enyi
hani
tongu@@
fedha,
zuia
sheni
Shs.@@
kiasi
mbinguni
appe@@
mwanawe
mabaya
mmoja,
down@@
mbe,
women
weng@@
nchi.
matai@@
yaani,
sh.
dadi
tele@@
ano@@
kilicho@@
bwa
boo@@
fanyika@@
second
chastise@@
Abraha@@
die
descen@@
wetu,
uzi@@
umma
Serikali
mana@@
ither
:45
gla@@
Hiyo
mount
company
huru@@
Mr.
Commission
built
cles
families
Ge@@
Nu@@
yako;
commen@@
Par@@
da;
Him
filled
responsi@@
sed,
mbea
kabisa
remain@@
grow@@
ker
African
lot
erobo@@
princ@@
19@@
Esa@@
Uli@@
secre@@
pamo@@
truth
jua.
David,
Mwana
viwango
besides
open
ingine
tment
mele@@
tolewa
ido@@
punish@@
oni.
alo@@
revealed
pesa
PRO:3@@
Sy@@
miliki
sign
ima@@
zunguka
tekete@@
sons,
poor
heka@@
main@@
yaka@@
Aaron
dhabu
waa@@
1.@@
mawe
akata@@
Ikiwa
i?
heart,
majeshi
dou@@
cru@@
huta@@
kept
jud@@
ndimi
hiki
ful.
yetu,
cep@@
C
rafiki
kuki@@
ors
:46
following
zote.
30@@
tanda@@
kuwapo
fish
wo
grie@@
mita@@
upanga
lding
circum@@
upan@@
mother@@
desola@@
umri
uka,
hicho
yourself
never
ugh@@
kher@@
desire
mach@@
kuhakikisha
third
witness
waliyo
bun@@
ose
adu@@
mifu@@
uchu@@
gram@@
chun@@
mti
tis@@
Have
kas@@
yangu;
Joh@@
andikwa
mpango
Mwana@@
ardhi@@
zani
pani@@
anga,
giza
asiye@@
mes@@
matokeo
bidhaa
Angali@@
tendaji
resul@@
lililo@@
thing,
pumba@@
kujua
increase
ts;
penye
Nairobi
Nebu@@
Yord@@
struck
say:
kufikia
Wo@@
tie
break
legisla@@
government
hatua
impor@@
schoo@@
man.
JOB:4@@
buri
increased
ings,
baa@@
reco@@
thereof@@
Njia
Mungu;
Sulemani
gs
was@@
wapi@@
Jacob
earth.
ty.
atten@@
gy
(e@@
kee
mbinguni,
raised
jang@@
funga
Benki
COL@@
Mtume
throughout
haribu
ezi
akau@@
cle@@
performan@@
Fran@@
akafanya
Benjam@@
ija@@
miti
Jaco@@
development
father,
plo@@
tee
yeyote
El@@
vari@@
build
execu@@
vye@@
ren,
ved,
pu
Shilingi
emplo@@
naye.
sama@@
nisi@@
gir@@
bin@@
capti@@
fes@@
hau@@
ard
dea
niliyo@@
huz@@
testi@@
thing.
jua,
mioyo
L
kao
continued
inyi
created
guard
taarifa
ans@@
vice
xt
neigh@@
p,
waters
n't
inua
stone
kwako
hesabiwa
ofisi
;@@
altar
zi;
kuingia
after@@
hu,
nzuri
shuku@@
mipango
ed.
matumizi
Take
mit
mche@@
bore
Reu@@
tena.
dwa
nasi
lau@@
with@@
ff@@
resu@@
Allah@@
inde@@
ms@@
Ro@@
't
ndu@@
bia@@
trans@@
00@@
_@@
Juda@@
appoin@@
stitu@@
raise
T
phe@@
anyi
tumia
madhaba@@
genzi
perfor@@
jin@@
hab@@
AL@@
Davi@@
bui@@
I'@@
thor@@
ever
fli@@
madha@@
fer
knowled@@
saf@@
famili@@
EN@@
sse@@
z
baha@@
pes@@
bra@@
Air@@
vered
”
F
mala@@
mpa@@
rit
Egy@@
%@@
LORD@@
CO@@
keo
maa
tran@@
kondo@@
gali@@
moun@@
hemu
mid@@
hesa@@
id
Aar@@
N
sawa@@
migh@@
tumishi
poin@@
ng'@@
ng'o@@
toto
develo@@
fami@@
lete@@
himu
ofi@@
mwamb@@
Yakob@@
lder@@
M
mission
fam@@
Ika@@
kno@@
multi@@
PE@@
ango
llion
ifa
Musa@@
heki@@
fiki
hund@@
asi,
There@@
zan@@
R
publi@@
Dau@@
comman@@
ere
nchi@@
Mun@@
(2@@
Solom@@
yahu@@
Sta@@
KI@@
mla@@
recei@@
•
fri@@
jwa
gri@@
migu@@
Sule@@
wana,
mapa@@
puni@@
’
pango
ER@@
Nai@@
V
Nairo@@
uri@@
coven@@
fedha@@
twen@@
arifa
ini?
posse@@
–
Ch@@
lom@@
Arti@@
vern@@
B
SA@@
:@@
them@@
increa@@
r.
mone@@
taberna@@
inga@@
falme
cking
jami@@
Phi@@
rehe
rom
"@@
P
kamp@@
gene@@
beli@@
Mwenye@@
(3@@
whe@@
CH@@
busin@@
cle
IC@@
mfan@@
thin@@
ghu@@
mio@@
emp@@
biwa
q@@
kono
Parli@@
(4@@
OR@@
funzi
Israe@@
vazi
uri
Abra@@
'
pment
unia
resi@@
*
"
ES@@
(5@@
jam@@
bet@@
Nam@@
Ou@@
rati@@
hat
ciple@@
Kati@@
AS@@
wel@@
naf@@
Y
rae@@
reve@@
Bwana@@
Kamp@@
utuku@@
tay@@
G
kika
pen
choo@@
Mb@@
GO@@
]
dhaa
velo@@
&
shara
tendo
inhab@@
ung
wango
sma@@
Presi@@
rini
gres@@
kwi@@
kab@@
sides
secon@@
UM@@
Yako@@
—
H
[@@
Mtu@@
a)
s.@@
marisha
W
hakikisha
concer@@
JN@@
respon@@
chasti@@
pindi
Q
ould
em@@
hy
ecu@@
..@@
Jose@@
”@@
mla
kadi@@
PH@@
Tan@@
limia
revea@@
sand
lingana
CT@@
!@@
mamla@@
b)
K
/
tainly
rely
Alla@@
gather@@
teke@@
ancial
buil@@
fore
dest@@
ho
til
NG@@
harama
burn@@
circu@@
tumizi
?@@
Eg@@
NE@@
‘@@
mul@@
dala
DE@@
ongoni
matun@@
hold,
esta@@
gan
EB@@
J
—@@
joi@@
$@@
rought
Kri@@
HO@@
Philist@@
c)
UK@@
through@@
RO@@
aga@@
cir@@
yi
q
ament
pr@@
EC@@
_
d)
EV@@
legi@@
Thu@@
sto
daka
yl@@
lath@@
(
EZ@@
sola@@
led@@
$
[
MU@@
zama,
X
MR@@
tar
EX@@
hen
&@@
#
â@@
€@@
X@@
]@@
v
reng@@
ow
grega@@
–@@
akamwamb@@
@@@
DG@@
Bab@@
incre@@
kononi
♦
*@@
kund@@
é@@
j
=
~
#@@
=@@
ikali
Sher@@
é
Z
œ@@

`@@
sacri@@
~@@
ø@@
betwe@@
ç@@
{@@
•@@
¦@@
}
ù@@
harao@@
 
>@@
fles@@
}@@
^@@
|
berna@@
ù
