<unk>
<pad>
<s>
</s>
,
.
na
ya
the
to
oyo
of
mpe
“
and
a
”
:
in
ete
?
te
yango
ye
that
mpo
—
is
ezali
moko
bato
​
-
ed
bango
biso
ing
for
Yehova
Nzambe
mingi
s@@
was
his
I
e@@
on
ntango
Na
t@@
nini
we
with
as
be
nyonso
es
makambo
mosusu
are
not
it
s
i
S@@
;
wana
you
The
n@@
al@@
ndenge
he
Jehovah
el@@
mpenza
B@@
M@@
have
ngai
E@@
or
malamu
bazali
will
N@@
at@@
’
l@@
1
)
(
ab@@
m@@
aka
f@@
i@@
us
er
r@@
God
in@@
moto
e
A@@
by
ak@@
p@@
a@@
aki
yo
d@@
kosala
c@@
y@@
kati
re@@
from
ar@@
an
an@@
w@@
h@@
our
as@@
Biblia
es@@
their
k@@
Yesu
L@@
T@@
Jesus
azali
g@@
er@@
azalaki
they
!
y
o@@
en@@
who
bazalaki
Bible
b@@
one
ezalaki
‘
u@@
H@@
can
soki
at
it@@
am@@
lokola
O@@
bak@@
is@@
R@@
this
ol@@
isa
ers
all
á
mosala
were
o
2
t
P@@
what
likambo
had
liboso
ek@@
epai
un@@
ly
do
K@@
ntina
bomoi
eb@@
on@@
or@@
makasi
ate
al
kozala
et@@
nde
’s
What
z@@
ation
3
ela
G@@
mo@@
In
them
ad@@
tr@@
mabe
him
ba@@
C@@
boye
ac@@
people
your
5
il@@
im@@
os@@
God’s
my
Jehovah’s
D@@
4
ekoki
about
nsima
I@@
motema
kasi
has
kob@@
to@@
ata
kok@@
]
Kasi
[
th@@
when
time
solo
v@@
would
ted
ap@@
end@@
mokili
F@@
ic@@
ob@@
st@@
bat@@
em@@
6
me
dis@@
kaka
elaki
isi
isaki
elimo
A
ent
did
mbala
ana
Mpo
but
esika
ama
life
bongo
W@@
ur@@
so
may
tozali
op@@
ts
nzela
How
ag@@
ep@@
lisusu
bana
kopesa
kos@@
bab@@
ang@@
Ntango
monene
ong@@
alobaki
kozwa
ti@@
those
Y@@
7
kol@@
mb@@
ul@@
ami
m
more
8
He
ated
li@@
able
isaka
elaka
eli
bal@@
out
mp@@
her
Soki
for@@
mwasi
bas@@
ch@@
anga
us@@
some
likoló
15
ok@@
9
koloba
ala
b
also
j@@
le
koleka
kot@@
mobimba
ndakisa
ro@@
mwa
ev@@
many
ex@@
en
and@@
ola
ri@@
mpasi
om@@
makanisi
been
u
az@@
ná
mbula
J@@
mokolo
moke
ko@@
und@@
It
ec@@
id@@
kondima
12
10
such
how
bo@@
maloba
ing@@
esengo
kom@@
ine
help
ani
We
ting
ity
up
komonisa
Witnesses
good
Ndenge
amaki
th
bá@@
U@@
Yango
n
no
d
way
other
11
there
even
ind@@
l
biloko
ance
Paulo
work
qu@@
se@@
kosalela
ay@@
bino
than
ence
ent@@
koyeba
ot@@
Batatoli
said
tion
man
bandeko
tó@@
love
ment
if
mibale
should
day
libota
its
ns@@
lo@@
kosalisa
When
things
su@@
ely
ed@@
sp@@
ant
4@@
ndako
13
ali
does
con@@
14
mposa
nzoto
mwana
we@@
ia
tokoki
amb@@
Christian
ut@@
nd@@
res@@
could
k
est
é@@
mon@@
years
pro@@
si@@
ɛ
ir@@
ung@@
per@@
anda
pr@@
komona
ik@@
se
ond@@
sh@@
into
bolingo
nak@@
these
ary
par@@
But
Paul
ous
kosakola
make
mobali
lolenge
They
This
which
world
sembo
Lokola
over
mis@@
baoyo
elongo
lib@@
ure
Christians
V@@
first
/
tosengeli
age
elobi
she
lisangá
Bato
ter@@
end
mak@@
ef@@
isama
mikolo
ebele
ra@@
bam@@
mayele
Z@@
lis@@
pl@@
ɔ
others
17
1@@
20
ations
16
mat@@
earth
ion
ou@@
Bokonzi
For
od@@
Kingdom
ness
ess
mpamba
oy@@
des@@
because
ful
children
then
ng@@
family
only
ter
eng@@
If
h
like
come
cl@@
baklisto
19
As
faith
um@@
says
Why
need
ally
ele
ice
made
ered
kozanga
spirit
ɔ@@
ings
nkombo
nsuka
ning
lelo
own
av@@
18
car@@
Ezali
being
koy@@
apesaki
asalaki
ies
Atako
ey@@
rec@@
ic
wa
mboka
Christ
akoki
comp@@
ib@@
must
example
emb@@
O
p
nsango
gr@@
nt@@
no@@
koyekola
cr@@
ass@@
gu@@
kala
bakoki
ɛng@@
Nzokande
et
sika
ear@@
mas@@
ty
str@@
mi@@
congregation
ika
used
nazalaki
bay@@
mol@@
spiritual
naino
pre@@
well
har@@
anaki
el
alobi
misala
times
know
take
see
You
over@@
pe@@
Klisto
koluka
mab@@
just
é
emonisi
E
uka
eloko
ozali
me@@
bol@@
5@@
eleki
ones
king
men
24
19@@
most
true
if@@
áká
any
Al@@
elikya
mbongo
elo
min@@
now
old
ar
give
words
6@@
uk@@
nk@@
off@@
•
Ba@@
ating
ah
mok@@
g
use
bobele
ay
21
ying
Th@@
olaki
basi
very
att@@
ig@@
become
war@@
ill@@
mawa
after
ne@@
man@@
af@@
basusu
Ch@@
death
S
kotalela
reg@@
lik@@
22
ɛ@@
awa
before
rep@@
bil@@
Ya
mabelé
ight
heart
Bak@@
esal@@
polele
bos@@
And
te@@
ons
bi@@
Liloba
kokanisa
baninga
als
new
mokonzi
pos@@
kop@@
cre@@
le@@
two
ain
ect
bayekoli
dr@@
iz@@
inga
ban@@
El@@
ess@@
am
mateya
where
ose
amba
mokano
ce
oki
mot@@
John
read
kitoko
kolanda
engumba
onga
nguya
esengeli
another
Mar@@
ve
boumeli
ha@@
To
ive
ents
etali
ɔt@@
much
mit@@
ekólo
ili
oli
anaka
great
re
ere
band@@
mai
name
á@@
truth
led
tions
mikakatano
through
ast
kokende
That
bok@@
ical
tol@@
ever
basaleli
baboti
óma
bl@@
ver@@
found
inter@@
parents
kimya
each
uta
miso
ongi
ds
study
rel@@
koyoka
ema
boyokani
tal@@
iv@@
might
bambula
2@@
rem@@
angi
Mo@@
ip@@
basengeli
Satana
pres@@
amonaki
ement
ge
ekok@@
brothers
olo
mibali
angani
23
eba
ise
mikanda
199@@
*
kotánga
25
mos@@
alaki
get
Word
di@@
ther@@
toli
isami
ano
though
So
anz@@
eh@@
Moto
dec@@
ality
ntembe
mabele
kotya
ezalaka
oko
bizaleli
One
30
misato
ently
ai
mpiko
ndeko
person
tos@@
kokóma
today
act
ref@@
losambo
amon@@
part
ingi
tii
human
ie
baz@@
x
andaki
find
ale
Likambo
eki
bokonzi
To@@
wor@@
essed
young
feel
koteya
kosalema
mal@@
ai@@
book
say
mar@@
ities
kotala
00
ph@@
est@@
ango
keep
ite
7@@
apostle
mobu
red
br@@
igh@@
x@@
imb@@
However
Davidi
against
ard
les
mibeko
kobatela
ited
place
omb@@
liwa
out@@
oma
ish
year
asal@@
word
bisika
bosembo
ɛt@@
be@@
—⁠
ez@@
tok@@
kofanda
himself
Yoane
sal@@
com@@
ions
do@@
akomaki
emon@@
Tata
ekozala
likebi
never
boboto
go@@
mokanda
son
libala
go
ates
ɔ́@@
home
Do
ezala
lisolo
ebongi
serve
ili@@
isamaki
ese
app@@
same
bot@@
mob@@
ch
ks
David
faithful
Mbala
mangomba
learn
wrote
bap@@
maladi
ked
means
co@@
fac@@
mor@@
show
wh@@
andi
long
eg@@
worship
less
aff@@
ition
imp@@
Israel
akómaki
akos@@
ant@@
zali
Makambo
came
Es@@
ris@@
right
kokokisa
okoki
Tó@@
28
At
became
sion
ther
After
why
bit@@
Nzembo
ati@@
ekateli
lingomba
ry
Nsima
mil@@
kosɛnga
course
vis@@
Bayuda
ide
ci@@
ned
prov@@
ors
ezaleli
asengeli
ied
□
ende
Some
bamon@@
upon
koya
ud@@
motuya
every
land
important
too
amonisaki
ans
Peter
days
emp@@
ayebisaki
ɛmb@@
kolobela
de@@
tozalaki
our@@
often
view
fe@@
comm@@
8@@
kokoka
back
New
St@@
azwaki
sub@@
ɛlɛ
ebandeli
As@@
ist@@
kosepela
del@@
kuna
ection
cont@@
There
put
ɔng@@
ug@@
live
ering
ov@@
Tr@@
mind
elob@@
elingi
sur@@
sanza
olaka
ministry
bik@@
wife
minene
om
conv@@
news
pri@@
Bo@@
want
nazali
bakonzi
Mos@@
ile
mabɔkɔ
ves
ws
Matai
set
sec@@
told
anisi
emi
ue
ages
under
called
ain@@
ear
Matthew
omi
ebim@@
preaching
ort
down
Mpe
monɔkɔ
mokumba
let
ima
makita
.@@
self
NW
during
libaku
ó@@
among
akob@@
ad
sol@@
iki
began
requ@@
hope
amp@@
lic@@
bilenge
later
lokumu
r
given
doing
0@@
c
mik@@
kelasi
tiv@@
Mp@@
fully
kino
mbuma
ains
ɛl@@
ekob@@
endaki
tre@@
ebongiseli
temp@@
imi
ist
holy
int@@
still
away
eal@@
Mok@@
Ar@@
ism
Father
atako
ól@@
Psalm
ɔl@@
service
knowledge
ayebaki
Satan
Gr@@
kotosa
Mwana
seko
9@@
ulu
óm@@
pene
Bas@@
By
de
boklisto
ebong@@
ants
gave
mama
tic
tata
century
bó@@
AN@@
000
bák@@
lokuta
cho@@
ily
umb@@
liloba
three
eka
fir@@
elobeli
po@@
direc@@
tic@@
ized
libela
alela
motindo
bis@@
mosika
Makomami
kolendisa
ake
ita
uki
any@@
kotika
bon@@
while
ained
eleko
Is
umba
pleas@@
ome
29
ory
living
On
fin@@
26
themselves
euti
power
ize
ened
ord@@
Scriptures
alingaki
Bab@@
elimboli
oka
ign
kolinga
ular
27
house
ach
ongo
akol@@
33
peace
aw@@
ntoma
basalaki
tive
disciples
50
3@@
ove
inv@@
40
ways
Con@@
ected
ans@@
His
una
ual
ambi
anisa
ough
Mokonzi
esalemaki
ongaki
koyebisa
ening
bikólo
ɛk@@
31
however
cor@@
ire
ian
ill
sin@@
King
Then
without
bib@@
trib@@
nab@@
My
With
akok@@
matomba
wi
sto@@
kolya
bel@@
eko
molai
vi@@
batisimo
lisalisi
oto
asked
ety
buku
asi
ians
adv@@
ingaki
full
ments
making
inc@@
early
Lisusu
bu@@
She
aya
always
ea@@
took
order
mabota
elá
ei
mikili
Many
ɔk@@
ini
imaki
ɛlɛm@@
Bó@@
olog@@
loving
makoki
likoki
felt
the@@
ene
fo@@
Our
Lis@@
oz@@
omba
dep@@
ship
servants
Li@@
both
Mak@@
humans
ef
komonana
Ab@@
zal@@
pur@@
fact
enge
bakómaki
ow@@
father
add@@
mona
Kob@@
nat@@
marriage
mituna
basal@@
ayebi
moninga
Sh@@
kobanga
ekeke
akisi
zwi
ba
An@@
ekoli
Yet
’@@
tly
elenge
alingi
baf@@
tom@@
rev@@
ps
Ata
iver@@
lisumu
look
ula
Mal@@
yaki
ests
angaki
ó
fr@@
mer@@
akisa
ourselves
inst@@
od
lob@@
religious
mother
Yes
Lelo
all@@
Wh@@
embo
ambe
hand
ember
likanisi
N
mitema
makila
ously
something
thing
pite
No@@
conf@@
ub@@
,000
Ex@@
of@@
bilei
kotambola
wn
ved
whom
sel@@
Mob@@
ative
ach@@
mokomoko
ea
form@@
eas@@
fellow
oba
Yisalaele
ɛrɛ
Pr@@
Lolenge
ences
sikoyo
tik@@
pol@@
asep@@
joy
serv@@
kotinda
ended
ekom@@
kobongisa
ters
zala
AL@@
bakos@@
200@@
kosolola
reason
ɔngɔ
think
beh@@
ɔnd@@
ore
together
eut@@
molende
ious
boyebi
def@@
ort@@
expl@@
future
Petelo
between
basalaka
ey
tob@@
Yisaya
Nkolo
Mb@@
iseli
ell@@
personal
moi
ongoli
city
side
Jud@@
really
sin
meetings
died
Eli@@
ised
bank@@
kobimisa
cy
kokamwa
ign@@
happy
amw@@
learned
Jerusalem
ebisi
Par@@
etumba
Gre@@
ɔtɔ
ast@@
cap@@
having
,@@
il
woman
real@@
solosolo
concer@@
ozala
her@@
Pro@@
Even
ood
enti@@
Let
face
32
beg@@
santu
appro@@
bakristo
Moses
husband
cond@@
consider
enga
No
ako@@
masumu
Kutu
you@@
è@@
little
bamposa
point
ving
hi@@
ens
bur@@
sy@@
Sa@@
Son
alak@@
prot@@
again
ten
uku
ank@@
koboma
kola
banda
ths
lead@@
toward
Bat@@
All
rul@@
motó
ask
light
Tokoki
kof@@
result
loy@@
ward
ɔkɔ
35
child
ɛki
encourag@@
masolo
ture
Et@@
hard
komib@@
ures
ility
lives
gl@@
giving
few
prayer
0
ingly
eful
ukaki
helped
elders
food
wise
ekola
bring
purpose
Isaiah
bankulutu
mazali
ota
number
kobanda
heaven
low@@
known
These
soko
Per@@
experience
aleli
id
Nini
iko
aining
righteous
Masese
Talá
he@@
w
ets
alaka
ears
koboya
okaka
Lib@@
jo@@
ution
isá
ako
present
pub@@
gener@@
zalaki
care
Re@@
au@@
try
Tosengeli
amaka
ambo
counsel
left
ekóm@@
utanaki
wicked
wisdom
article
form
went
ines
ukaka
Ekoki
nkanda
ipes@@
last
reas@@
ack
alelaka
needed
kind
ck
From
bwanya
anointed
contr@@
ongisa
ir
unga
ange
questions
tot@@
thr@@
nse
Israelites
pes@@
teaching
cul@@
ace
respon@@
Proverbs
kosilisa
different
problems
emo@@
Soci@@
esa
▪
minei
komema
tur@@
likama
better
anisaki
transl@@
ekosalisa
cer@@
Mokolo
ner
mib@@
ial
mobulu
ects
under@@
okaki
exp@@
ound@@
Ye
ekol@@
ɛti
ind
Br@@
discus@@
fear
asengelaki
possible
relationship
nations
serving
done
ila
Oyo
col@@
Watchtower
Boy@@
ɔ́
continue
uc@@
yaka
Greek
hab@@
since
inda
gre@@
ike
pp@@
D
ented
ekaki
bazwaki
ann@@
indaki
ew@@
194@@
ell
mingimingi
tain
Bar@@
Tángá
kokutana
lip@@
women
Eng@@
ona
Un@@
language
mba
count@@
clo@@
lished
anza
fulfill@@
onal
ongola
áng@@
Kol@@
koz@@
chang@@
Bal@@
baptized
exc@@
cou@@
law
moved
ined
milli@@
ON@@
ext@@
person@@
includ@@
thought
boyengebene
message
acc@@
best
believe
bad
water
associ@@
T
matter
row
close
heavenly
malamumalamu
brother
em
wat@@
nor
angana
off
ick@@
thy
suff@@
teach@@
mankind
Yo@@
practic@@
waki
37
Because
understand
anisaka
els
kondim@@
cannot
mw@@
ending
let@@
ica
impr@@
itu@@
ekómaki
eyes
Corinthians
komikitisa
andaka
resp@@
ices
tim@@
Yakobo
osp@@
share
Ndeko
kobebisa
ma@@
iah
Eb@@
34
LI@@
Jéhovah
apesi
someone
ca@@
supp@@
Maloba
banz@@
ided
fa@@
Yobo
enda
Mibeko
plac@@
epesaka
ree
system
ave
Read
utaki
Misala
talela
ina
members
spec@@
fine
z
prin@@
bakob@@
following
bandako
using
ard@@
esengelaki
kobongola
Luka
certain
Thus
ancient
world@@
ling
emaki
Ezalaki
moy@@
head
kokanga
tor@@
ident
Bro@@
far
kosal@@
ɛngɛli
ru@@
bitumba
Ntoma
20@@
andimaki
etúká
Your
fl@@
ufa
esalisaki
Timothy
bayebi
ungi
friends
support
En@@
milende
religion
akokaki
ention
Jews
iness
blood
thers
kozela
Mas@@
Lingomba
kobondela
up@@
babeng@@
body
lokasa
óng@@
eseni
ns
ject
situation
enjoy
desire
school
f
gra@@
speak
Although
Sp@@
mag@@
bakuf@@
reading
served
basengelaki
until
NA
Luke
progr@@
money
Yelusaleme
elilingi
Kos@@
alingaka
elama
occ@@
esalisaka
omaki
sk@@
ayokaki
zwa
Motatoli
alo
Who
Tozali
Revelation
Acts
C.E
Moize
ested
ither
born
eld@@
tel@@
received
difficult
ead
Emoniseli
iting
nam@@
tri@@
writ@@
turned
char@@
eed
crip@@
batik@@
sure
kobima
bakok@@
star@@
saw
lit@@
liter@@
zi
going
ses
tika
pris@@
ozwa
saying
Mat@@
nor@@
yet
bob@@
less@@
bamonaki
hon@@
balobaka
Nazalaki
ú@@
ny@@
viol@@
especially
mokakatano
ists
ayeb@@
akolaki
kotyela
ould
position
imisa
ually
Since
mop@@
óto
anc@@
engeli
MB@@
ɛla
ol
tók@@
around
iti
sl@@
komipesa
indic@@
chall@@
sense
ide@@
lish
mosakoli
Those
uti
brought
James
mind@@
tempelo
ekolaki
Nd@@
bazalaka
ilaki
knew
eli@@
wanted
bolamu
efore
mean
World
case
courage
dead
tina
éng@@
oned
asalelaki
um
account
70
mbeka
ne
bolɔkɔ
avoid
bál@@
answer
respect
temple
Y
ately
bampate
In@@
mikumba
kolo
Alobaki
next
along
ms
change
thus
ild@@
answ@@
main@@
oun@@
benefit
ane
mosuni
married
moni
butu
por@@
ached
Adama
illustr@@
soon
yourself
nokinoki
bre@@
nation
basakoli
agne
anger
Ev@@
high
hear@@
gen@@
nz@@
boyekoli
ands
shi@@
ish@@
Ns@@
attention
den
war
esses
ebi
ɛm@@
taught
mission@@
YA
ites
ced
mitinda
ong
nzambe
look@@
happ@@
litomba
eness
fre@@
streng@@
moklisto
Lik@@
earth@@
states
ke@@
lish@@
Nazali
Law
ged
Ad@@
Na@@
nani
ulunalo
accomp@@
olama
small
liteya
soci@@
etumbu
dedic@@
Job
eya
Bayisalaele
ser@@
talk
oti
pass@@
ides
sent
ur
pɛto
eko@@
consci@@
14@@
real
ins
kosepelisa
ins@@
kosambela
arri@@
ebisaki
akop@@
doc@@
likely
koyok@@
198@@
kotambwisa
bateli
whole
taken
penepene
Wana
tice
help@@
cause
Bil@@
Mot@@
Mik@@
lil@@
ɔtaki
follow
ick
tós@@
needs
Azalaki
ail@@
kolonga
ful@@
boni
compl@@
60
ound
Jer@@
free
including
feelings
ding
esalaka
kokokisama
KO@@
Kristo
kosangisa
amboli
night
uf@@
wrong
attitude
ngonga
basoda
ua
Fr@@
emaka
ut
question
pi@@
ómi
kutu
fru@@
instruc@@
ature
obedi@@
ured
Romans
Of
bázala
R
bayeb@@
suffering
lead
receive
vɛrsɛ
ot
báb@@
fore@@
ɛmbɛ
worshi@@
eless
press@@
di
toy@@
mike
basali
Des@@
Rus@@
kokɔta
coming
kokufa
MO@@
trust
benef@@
strong
special
bozwi
nkembo
Liboso
wal@@
itions
nas@@
ndambo
conduct
teach
mobeko
sue
principles
produc@@
balingaka
alf
ekómi
endisaki
minis@@
Lord
While
beli@@
alobelaki
turn
kopona
thinking
:⁠
ambola
ique
appreci@@
Such
taking
la
adise
moombo
Abraham
four
kil@@
AT@@
ental
si
succ@@
kindness
Si@@
followers
asalaka
Mozalisi
engebene
Bol@@
esili
ulutu
ularly
lov@@
ame
Hebrew
makes
kokab@@
mitano
increas@@
Lo@@
basep@@
libondeli
nzete
ɔnɔ
sons
elami
dies
clear
low
expr@@
educ@@
bozali
prophet
isela
med@@
ingo
195@@
Amer@@
clos@@
provide
la@@
cen@@
mobongisi
ebisa
Ti@@
heard
false
cent
imaka
T.B
limemya
Adam
eal
usu
kolekisa
Baf@@
orig@@
Salomo
vir@@
shar@@
zalaka
bus@@
tól@@
Unis
resurrection
pray@@
ild
Timote
ekokaki
ɛli
Lisolo
bomoko
magaz@@
adiso
dom
responsib@@
trans@@
kopekisa
komit@@
ically
mokapo
row@@
masangá
apon@@
tif@@
pati@@
tu@@
res
err@@
sch@@
abot@@
ulation
health
lands
ukansuka
ery
koty@@
ɛngaki
fav@@
azala
pal@@
unda
ver
high@@
etamboli
ingaka
pɛtɛɛ
claim@@
igned
abandaki
ekisaki
kokoba
righteousness
Col@@
orts
Su@@
Bakolinti
may@@
Creator
express@@
Afr@@
gives
ángi
mikano
lif@@
wide
page
Are
ek
divine
nothing
indo
occas@@
sou@@
div@@
nal@@
Ek@@
pe
botɔndi
bandimi
works
pɔsɔ
proph@@
everlasting
komi@@
zomi
eyaki
matters
kotonga
expec@@
art@@
On@@
Babyl@@
pray
Does
Okoki
group
my@@
whether
lies
During
dem@@
action
nzembo
sacrifice
vo@@
ord
ep
wa@@
satis@@
mobembo
Consider
cour@@
similar
sheep
develop@@
atikaki
refl@@
eff@@
mibu
moral
recogn@@
ɔla
per
osa
enjoy@@
involved
IN@@
ires
tell@@
Jewish
here
kony@@
bás@@
stud@@
wel@@
boyangeli
10@@
thous@@
hous@@
great@@
imisaki
bro@@
komekama
risto
oso
atik@@
lop@@
bonsomi
loved
every@@
Jos@@
ndimbola
erg@@
IS@@
atikati
ute
Can@@
etting
distr@@
kolakisa
eyeb@@
ebandaki
remain
ongisi
uth
ability
seen
nay@@
ow
bapesaki
sisters
tor
resul@@
lobɔkɔ
Inter@@
apostles
mafuta
Now
úku
apo
Today
apes@@
invol@@
perfect
osengeli
surv@@
spiritually
bapes@@
earing
EL@@
etik@@
zw@@
kingdom
eteni
soul
baty@@
Mosɛnzɛli
nyama
waka
started
move
Can
lig@@
individuals
ambw@@
enem@@
shows
Rather
Linɔ́ngi
wr@@
Is@@
Egyp@@
truly
certainly
prophecy
mapamboli
ɔm@@
ɛɛ
asali
stand
Ɛ@@
famili@@
York
command@@
wak@@
slave
tell
large
according
At@@
18@@
ust
cal@@
lol@@
ungisa
ah’s
ath
ion@@
second
Com@@
tomb@@
uted
ongwana
zwaki
ays
kolongola
EN@@
Babilone
asɛngaki
que
proved
comes
sing@@
eter@@
loc@@
Kok@@
fe
ert
mbindo
fi@@
ater
Be
akufaki
kolimb@@
ext
bom@@
yoka
travel@@
overse@@
Gen@@
du@@
equ@@
Bazalaki
hol@@
organization
tózala
amá
io
Not
simply
daugh@@
etind@@
Kati
ade
Mwa
flo@@
qualities
ible
ties
once
Ang@@
ɛngi
interest
ɛnga
list@@
happiness
showed
table
Ngai
pesa
akoli
liyangani
cus@@
prof@@
atela
near
Gal@@
United
ndelo
akweli
pioneer
sed
ease
bantoma
Christ@@
material
inspired
bakokaki
ombo
Daniel
control
zwaka
lisekwa
exerc@@
cy@@
based
leg@@
dly
Paul’s
Genesis
kosunga
zulunalo
arrang@@
imper@@
consid@@
return
eyano
aboy@@
ense
ends
baboy@@
mbo
mabondeli
Baloma
kobo@@
authority
neigh@@
Joseph
mentioned
ámá
evidence
lived
public@@
past
emonisaki
emiah
imba
kon@@
esalaki
ession
epesaki
babal@@
pic@@
molimo
ric@@
nkasa
Mol@@
ems
ces
wond@@
États
Their
ond
ongolaki
read@@
Wor@@
proc@@
becom@@
See
meaning
kept
’t
already
older
likabo
leave
reason@@
congregations
pped
accept
esakweli
medi@@
epesi
die
Witness
nakómaki
bako@@
written
tion@@
39
necess@@
ican
ago
ope
ezangi
komɛla
adi
ives
pai
ware
komituna
Ger@@
arly
koyangela
hum@@
tle
bikateli
ever@@
takes
According
Ko@@
ok
fail@@
Ay@@
vic@@
valu@@
itive
anim@@
Betele
bamosusu
country
ital
stu@@
months
ato
osoli
Yos@@
bapakolami
forever
Mess@@
ired
Longola
ches
longwa
yoko
assign@@
í@@
understanding
public
36
bantango
provided
kobɛta
comfort
masano
Tiká
Nak@@
ource
crow@@
wapi
ime
kozongisa
masuwa
lost
sign@@
bili@@
kopus@@
local
bilamba
Q@@
circumstances
bea@@
bakozala
cover@@
Hebrews
strength
AK@@
alob@@
reli@@
yp@@
ile@@
cop@@
ongisaki
therefore
Bazali
ionɛrɛ
mokuse
Ban@@
standing
kobosana
got
makabo
unity
atunaki
hand@@
polit@@
Yuda
Ser@@
koyangana
efe
litatoli
rule
ciple
justice
motuna
meeting
baband@@
sister
mayoki
balobaki
Moy@@
Abalayama
Ak@@
Biso
minɔkɔ
lied
alls
sikawa
toyebi
bamboka
vers@@
ɔni
Solomon
information
ication
eph@@
exam@@
bul@@
mony
Afrika
Bay@@
Bandeko
kokima
ought
kobikisa
ements
wid@@
ched
appointed
epela
persec@@
aid
anzab@@
view@@
prepar@@
Roman
physical
angami
esɛngaka
longer
isiki
psal@@
ished
alimb@@
clean
promise
humb@@
aries
sti
ff@@
ilik@@
38
erly
rather
Like
bakol@@
Devil
church
Be@@
continued
icial
botosi
kobota
B.C.E
iti@@
ulo
rob@@
eat
nzokande
ayed
banyama
angaka
bapaya
uká
hearts
ours
vol@@
eteyelo
Eph@@
gir@@
tually
uses
Kom@@
An
ink
koba
motoba
effort
inal
held
friend
dist@@
elembo
anyone
sc@@
momeseno
atolike
one@@
ansi
common
okola
work@@
iding
loyal
1914
H
struc@@
op
inf@@
prove
tures
Yisraele
kolimbola
history
Noa
kobunda
allow@@
shepher@@
cov@@
etuluku
deep@@
national
anola
hold
witness
balingi
kozonga
mus@@
sible
pembeni
etey@@
Or@@
atindaki
commun@@
óló
terr@@
banguna
basamb@@
deep
shall
ming@@
bát@@
ɛkɛ
ekoya
pers@@
Danyele
serious
Instead
explained
pat@@
spoke
believ@@
nsambo
iving
kong@@
play
Ndako
tain@@
Mab@@
mili@@
ES@@
politiki
speaking
confidence
akuf@@
tern
perhaps
nal
preach
akom@@
Christ’s
wela
building
sacrif@@
greater
hom@@
elamu
baanzelu
esi
onom@@
bakómi
eping
heavens
ekeseni
ective
biyano
gift
pros@@
maj@@
motuka
eni
within
Masiya
anything
Bap@@
Mic@@
allow
promises
problem
Ezek@@
Koy@@
koki
remember
sing
eps
Ezipito
Comp@@
mount@@
ɛtrɛ
osola
mozindo
opportunity
etondi
ising
working
Eva
rend@@
tors
blessing
ati
rest
Watch
ekos@@
vation
declar@@
ekisa
powerful
ilities
complet@@
Kanisá
oper@@
pages
Ph@@
Mon@@
ondima
regarding
believers
masanga
tru@@
ls
rup@@
Lit@@
ligh@@
hor@@
med
pop@@
stand@@
ayaki
mikóló
ath@@
privilege
estab@@
head@@
Bayisraele
some@@
sugg@@
emba
five
Jap@@
kind@@
gain
Baebele
helps
ost
devo@@
Mosala
activ@@
umela
emonani
THE
prayers
area
naz@@
sex@@
ground
courag@@
People
angama
bang@@
earch
efforts
AS@@
Emonani
hear
ángo
apply
hands
ific@@
godly
bac@@
France
though@@
mokomi
Bob@@
Bib@@
heal@@
lisoló
dra@@
Will
Petro
limit@@
dia
glory
ash@@
doubt
yeba
new@@
Amon@@
Ind@@
·@@
everything
Austr@@
alone
True
azalaka
ple
spe@@
det@@
․
accepted
iy@@
refer@@
preci@@
judgment
standards
essing
field
ential
imitate
Abrah@@
blessings
akat@@
Still
agre@@
Catholic
effect
bayebaki
letter
Indeed
willing
oyebi
prev@@
pole
mid@@
Scriptural
named
So@@
ilt
kobak@@
mon
akot@@
teachings
call@@
Bam@@
sequ@@
oló
mirac@@
apesaka
bamili@@
amwisi
ángaki
entually
kozong@@
mopɛpɛ
wonderful
malako
utani
unaki
examples
actions
cas@@
itation
zong@@
fri@@
demonstr@@
decision
bomoto
value
contrib@@
tóm@@
kokumisa
Tower
ably
Buku
Leta
Eu@@
itungisi
whose
biro
integr@@
L.T.B
stat@@
kolong@@
fig@@
eds
mongongo
eke
kopes@@
don@@
angels
miz@@
Fa@@
relati@@
honor
boombo
koka
ekolaka
n’t
accep@@
Hence
Ther@@
Band@@
experienced
Hall
ech
197@@
anganaki
mizali
kolala
mosolo
monganga
kobɔnd@@
jud@@
emonisaka
Alobi
sen@@
sins
events
rejo@@
ta
pec@@
bapt@@
eyokani
lier
accur@@
lisosoli
engo
antu
stated
oughout
aneli
vital
pain
identif@@
báyeba
partic@@
offer
makolo
bakufi
Bethel
Bana
describ@@
molongani
discipl@@
line
organ@@
destruc@@
los@@
nazwaki
kokoma
further
Mary
ther’s
oi
map@@
priv@@
tey@@
api
aily
bibongiseli
books
Satan’s
bop@@
cha@@
illi@@
tw@@
easy
imeli
period
itself
196@@
konyokwama
deal@@
sive
bandimaka
rap@@
May
listen
irst
appear@@
Te@@
pione@@
vin@@
litambwisi
ji
recorded
ination
uwa
ɛ́@@
ɛmɛla
ét@@
ánd@@
aying
vɛr@@
kotikala
limo
ɔ́ng@@
met
umu
ebeb@@
Ng@@
students
Dis@@
kokómisa
mimeseno
put@@
bayaki
Did
Allem@@
mosantu
class
visit
fill@@
M
modern
Ano@@
call
abeng@@
States
various
Min@@
uti@@
100
ada
og@@
alá
Monene
Ling@@
básala
Baklisto
kno@@
mitted
described
alia
endaka
birth
U
branch
conclud@@
tried
umelaki
acts
dev@@
Philipp@@
considered
banganga
success@@
cip@@
omama
influence
ómaki
rich
likya
Aug@@
Car@@
Bible’s
ɛmba
gri@@
Mwasi
sik@@
flesh
bafandi
ɔ́tɔ
activity
libosoliboso
val@@
appreciation
oke
bopusi
promised
fer@@
oken
Samuel
happened
plan@@
bany@@
Kot@@
mbongwana
avail@@
bamb@@
ebimaki
asala
hur@@
walk
dom@@
praise
clearly
engelaki
L
decisions
six
ezal@@
angá
epes@@
determined
pen@@
stre@@
poss@@
role
several
itungisa
Life
mbangu
urance
Mark
grou@@
Le@@
seek
foretold
draw
const@@
nkisi
kosamb@@
Just
government
Zabolo
Most
atic
tou@@
trus@@
ilip@@
conc@@
Jo@@
bind@@
li
obey
grad@@
boy@@
den@@
chapter
tomon@@
countries
formed
learning
natural
Mokili
banzela
15@@
ataki
ɔta
duc@@
witn@@
esɛng@@
unt@@
ult
kombo
lim@@
long@@
lar@@
gover@@
imil@@
ats
hed
jus@@
sci@@
cle@@
Sal@@
angomba
aching
itisa
eep
joy@@
individ@@
show@@
angisa
angeli
sac@@
lia
ews
langu@@
kosak@@
ul
can@@
uni
mpate
faith@@
resurrec@@
Christi@@
kond@@
so@@
hel@@
lea@@
komik@@
ass
prac@@
sid@@
anisá
ee
elimb@@
follow@@
eav@@
simp@@
differ@@
ous@@
peri@@
centur@@
%
ande
fect
inti
evil
tikala
Mib@@
experi@@
enly
determin@@
ambwisa
ateli
olo@@
TH@@
onso
circ@@
lear@@
poin@@
ith
bor@@
uya
destr@@
anzelu
sib@@
C
ready
continu@@
ld@@
ino
speak@@
okani
giv@@
know@@
za
righ@@
child@@
urch
ances
hist@@
ept
ived
st
arr@@
F
uly
devel@@
ole
koyo
v
embe
author@@
komon@@
haps
esen@@
itude
onzi
zaleli
fol@@
ational
kolob@@
ren
balob@@
kit@@
í
ituna
judg@@
–
ánga
bir@@
É@@
V
G
feel@@
qual@@
ustr@@
ikisa
lok@@
ɔndi
oda
komi
oub@@
J
Mis@@
osana
uluku
will@@
uring
god@@
okw@@
angela
ew
wis@@
chool
W
import@@
ɛr@@
ekwa
ator
koló
ʹ@@
ially
influ@@
gif@@
anci@@
spir@@
ards
mater@@
Ac@@
fel@@
iya
●
Ɔ@@
situ@@
der
eak
sion@@
thor@@
Cor@@
relig@@
igh
wi@@
ques@@
ala@@
limb@@
David@@
crib@@
uma
demon@@
ouse
hus@@
Bet@@
umisa
heav@@
edic@@
elasi
kobat@@
pow@@
usaleme
conduc@@
enced
Pe@@
asa
rece@@
prom@@
Bakol@@
org@@
itate
blo@@
var@@
Nz@@
iel
uke
an’s
oung
mpen@@
Isra@@
mong@@
mean@@
diffic@@
prophec@@
der@@
ondi
mom@@
babot@@
Á
fai@@
The@@
konzi
sɔ
ondeli
lasting
B
Ez@@
arding
phys@@
ongiseli
Cre@@
doub@@
pra@@
kokok@@
apost@@
ude
sɛ
trav@@
ólo
biy@@
Do@@
ï@@
ises
akatano
fter
elisa
wic@@
Let@@
ys@@
nment
pose
ómisa
opport@@
K
ousness
yl@@
atoli
imbola
ɛnz@@
rif@@
knowled@@
ebene
Emon@@
ambwisi
isters
eme
kolend@@
ilisa
Joh@@
fur@@
utu
Pet@@
eve
mess@@
ich
P
Israel@@
fut@@
emya
eld
las@@
le’s
́
Dan@@
kokom@@
avo@@
aught
tural
Sin@@
uch
ángá
zalisi
osi
utana
fam@@
uda
cc@@
augh@@
inspir@@
couns@@
zed
lic
pointed
omp@@
tow@@
fal@@
omo
Nt@@
opp@@
cri@@
with@@
angu@@
numb@@
Ɛ
X@@
ü@@
listo
ɔsɔ
weli
ld
ano@@
ether
ɔn@@
diff@@
bou@@
mir@@
amu
Acc@@
spiritu@@
ɛta
entif@@
kokam@@
inform@@
wom@@
Pa@@
ization
chap@@
eband@@
pɛt@@
úká
wan@@
bitu@@
ondela
cent@@
etumb@@
Scrip@@
circum@@
Corin@@
Josep@@
$
ongreg@@
meli
itung@@
fles@@
ames
ʹ
contin@@
relation@@
nec@@
embeni
Bec@@
liy@@
ou
need@@
exer@@
ô@@
usi
Cathol@@
ough@@
erful
simil@@
h’s
God@@
thin@@
ower
teya
edi@@
©
abo
esus
Mw@@
bant@@
ã@@
build@@
◆
Sat@@
zindo
count
idence
dy
som@@
alisi
book@@
imingi
Solo@@
olola
led@@
ather
angu
akolami
aw
evel@@
epher@@
æ@@
⁠
iso
marri@@
Phili@@
imya
syst@@
bota
sis@@
Inst@@
coun@@
ö@@
oug@@
imo
Ó@@
embers
certain@@
aug@@
ural
flu@@
Rom@@
sever@@
ˈ@@
elu
ç@@
lems
ipito
ekama
omami
pɛpɛ
All@@
Jé@@
ben@@
tries
Á@@
Int@@
ë@@
konz@@
sat@@
okinoki
smal@@
bran@@
Psal@@
elé
Abal@@
Jerusal@@
okwama
-@@
inted
pɛp@@
your@@
ongani
wanya
ainst
deter@@
itn@@
forts
mim@@
ause
▫
fort
pona
eseno
X
tak@@
komoko
maf@@
&
à
ˈ
congreg@@
moder@@
Alob@@
esu
ê@@
clud@@
aim@@
decis@@
Chris@@
til
|
ham
Yel@@
Isai@@
Abra@@
osol@@
rever
irc@@
olenge
°
Lil@@
lito@@
ɔ́t@@
Phi@@
bs
ä@@
úk@@
ł@@
Tod@@
́@@
q
ogn@@
ɔ́ngi
Ét@@
ú
Timo@@
bapti@@
gether
cipl@@
rol
ht
band
alaele
osoliboso
aino
â@@
ween
iká
pɛ@@
Â@@
tower
ʼ@@
Ó
ñ@@
Z
Dav@@
urrec@@
elik@@
isimo
eseng@@
divid@@
Consid@@
uals
ciples
stances
sug@@
Eg@@
bet@@
Corinth@@
raele
Heb@@
amu@@
eft
ám@@
q@@
Watch@@
Wat@@
Samu@@
Cath@@
him@@
Ɔ
Matthe@@
oci@@
meet@@
B.@@
menti@@
tro
somi
Yis@@
lem
apos@@
ḥ@@
record@@
ording
Yor@@
usal@@
overbs
kosep@@
>
○
ë
Lin@@
Paul@@
î@@
sai@@
→
j
atol@@
ople
Witn@@
obo
ticle
ï
è
prob@@
ה@@
them@@
ʽ@@
selves
ו@@
esis
י@@
↓
É
č@@
ה
thel
ê
ā@@
⇩
osolo
❑
bec@@
C.@@
☞
+
_@@
espec@@
✔
È@@
#
ká
ilege
ehova
■
Ú@@
ʼ
rote
←
ɛnzɛli
righte@@
û@@
­
‛
abolo
=
̆@@
trɛ
Bayis@@
Jew@@
ń@@
š@@
hov@@
Q
epene
elil@@
ð@@
®
ø@@
œ@@
Š@@
◇
◯
Í@@
Î@@
Í
ū@@
ž@@
à@@
ô
❖
Ï@@
↑
ł
ş@@
Ž@@
‚
ŏ@@
T.@@
―
L.@@
▸
ä
å@@
ehova@@
ehov@@
ipi@@
ś@@
ö
Ö@@
ý
ę@@
▶
ľ@@
̩@@
⁄
š
\
â
−
ī
Ż@@
libak@@
ą@@
inte@@
⇨
rom
unalo
Ü@@
ē@@
Ã@@
ş
ǒ
נ@@
”@@
ayama
ē
ā
▾
ׁ
‘@@
ż@@
פ@@
Ô@@
ש@@
Å@@
ẹ@@
_
ò@@
ß
ù
Revel@@
ý@@
ī@@
Ş@@
Ł@@
æ
£
¡
ß@@
Ç@@
;@@
ḥ
⁠@@
€
Jéhov@@
ń
ū
ő@@
Å
Dany@@
ė
ã
μ@@
å
⇧
Ē@@
̗@@
י
™
ְ@@
ă@@
ṣ@@
ֹ
ć
ẹ
ο@@
Ê@@
ď@@
̀@@
Æ@@
΄
ν
α@@
ν@@
ǒ@@
Yakob@@
ś
­@@
Œ@@
ŏ
Ḥ@@
⁄@@
malamu@@
ì
:@@
υ
×
Babil@@
–@@
Û@@
ĕ
Ë@@
È
ō
λ@@
Ọ@@
ç
ź
Ò
ı@@
ד
₦
Hebre@@
ť@@
δ@@
ָ@@
ü
ţ@@
σ@@
ṇ@@
ř@@
Č@@
Ä@@
Ẹ@@
ṭ@@
ọ
@
ֹ@@
ς
ל@@
ק@@
Č
ě@@
ό@@
γ@@
ᾶ@@
π@@
ì@@
̧@@
¿
inoki
bless@@
ι@@
̆
ů@@
ḍ@@
ρ@@
û
Κ@@
ύ@@
—@@
ח
◀
υ@@
χ@@
·
õ@@
î
ǎ
▼
̇@@
ė@@
À
ě
ò
✘
κ@@
ά@@
ʺ
(@@
Ṭ@@
ʽ
ă
ingomba
