<unk>
<pad>
<s>
</s>
.
,
ne
the
to
bua
:
a
of
mu
and
in
?
wa
“
”
that
ku@@
ku
udi
di@@
mua
dia
—
is
mu@@
ba
bantu
ba@@
-
’
Yehowa
u@@
malu
Nzambi
for
‘
we
his
bu@@
Bible
be
ya
on
bi@@
a@@
anyi
​
pa
tshi@@
tshia
was
uvua
tu@@
with
ed
n@@
Jehovah
m@@
s@@
bena
badi
I
as
ing
not
M@@
you
bualu
i@@
he
t@@
in@@
it
are
bungi
bu
will
have
The
o@@
mudimu
re@@
;
p@@
or
)
e@@
us
lu@@
1
God
E@@
our
y@@
s
e
c@@
d@@
A@@
S@@
es
bia
Yezu
ma@@
(
k@@
Jesus
adi
an@@
by
an
bavua
from
l@@
N@@
Kristo
muntu
kayi
can
ke
anu
P@@
kudi
their
who
w@@
al
they
r@@
B@@
en@@
y
muoyo
at
one
t
er
un@@
al@@
ka
what
kuikala
all
kuenza
Kadi
do
b@@
T@@
abu
ne@@
g@@
f@@
2
kabidi
eu
this
What
!
K@@
el@@
ar@@
ka@@
were
ation
had
le
him
kadi
waka@@
er@@
bidi
meji
mi@@
God’s
ate
tudi
mudi
il@@
am@@
L@@
sh@@
them
kua
me
H@@
kumpala
3
ng@@
mushindu
Jehovah’s
st@@
on@@
buloba
In
people
your
C@@
tshidi
or@@
se@@
su@@
bana
ers
v@@
5
about
bimpe
ak@@
bikole
4
at@@
i
nansha
o
A
my
O@@
when
tshinyi
Mu@@
ly
I@@
ent
did
le@@
has
ri@@
W@@
How
would
time
ban@@
la
se
d
U@@
con@@
6
li@@
as@@
didi
ts
kudi@@
ang@@
ela
lua
idi
ted
de@@
bidimu
R@@
h@@
wamba
bat@@
di
mushinga
life
’s
ve
G@@
es@@
she
ac@@
so
bal@@
Mu
lo@@
may
Bua
but
ad@@
kutu@@
th@@
those
F@@
ul@@
tu
nyuma
it@@
is@@
kumu@@
He
b
bakuabu
z@@
pro@@
j@@
ds
m
7
]
[
ra@@
out
15
8
angana
be@@
ena
ex@@
ine
D@@
u
n
Tshi@@
utu@@
si@@
bintu
ro@@
bende
Di@@
th
ous
disanka
help
9
fu@@
l
muvua
kampanda
ti@@
how
We
te@@
ated
her
vua
pa@@
pe@@
tshivua
12
yi
more
yonso
some
aye
pi@@
de
wende
nsombelu
also
la@@
end@@
ebu
em@@
good
ayi
10
baka@@
fi@@
ting
ter@@
ance
muaba
batu@@
com@@
aa
ila
for@@
amba
love
Paulo
matuku
par@@
ur@@
many
way
mêyi
bonso
anga
11
vi@@
sha
om@@
ke@@
such
dis@@
ity
pre@@
budi
been
bukole
work
bak@@
yeye
te
ful
too
muena
ally
It
ambuluisha
able
up
mmu@@
should
tshikondo
ki
wa@@
ile
things
shi@@
aka@@
man
dîba
no
Nansha
/
•
enu
tshisumbu
qu@@
diende
day
ele
ye
Paul
man@@
does
wetu
op@@
mo@@
ambila
po@@
tuetu
onso
ded
Bi@@
atu@@
When
Christian
ence
other
13
mukuabu
misangu
1@@
au
make
if
Tudi
Mmunyi
there
avua
ary
said
aba
14
badi@@
ko@@
ama
ch@@
Bantemu
ment
kupeta
Christians
pu@@
isha
ci@@
amu
Witnesses
than
4@@
bi
do@@
ar
mp@@
could
udi@@
njila
no@@
even
ou@@
ol@@
spirit
mul@@
re
bela
ong@@
ho@@
mutu@@
others
J@@
est
ta@@
bo@@
Ku@@
kun@@
its
nzubu
Bu@@
king
Bukalenge
atu
ha@@
ding
du@@
tion
edi
Kingdom
years
enga
ji
ic@@
first
kabayi
ying
sa@@
muimpe
They
world
dinanga
ag@@
we@@
mil@@
17
need
into
kul@@
etu
Isalele
Why
faith
ta
me@@
batu
This
16
Udi
to@@
per@@
ikale
umue
these
dituku
pesha
ely
etshi
19@@
he@@
ana
vu@@
ala
For
Nunku
bulelela
um@@
ant
ende
ning
omba
bionso
earth
ons
come
But
E
congregation
dil@@
kumona
spiritual
onda
k
nunku
atshi
kavua
ike
kale
ations
because
mimpe
V@@
which
ing@@
Bu
enza
As
ene
example
19
kumanya
20
c
nende
bakaji
ves
Christ
If
tshiena
ter
family
Y@@
tri@@
kan@@
Ntshinyi
shin@@
betu
ver@@
must
made
dîku
ma
ther
menemene
co@@
ona
nanku
ditabuja
18
sion
like
ev@@
children
je
Pa@@
mukanda
tr@@
lungenyi
over
ab@@
ik@@
min@@
aku
lulamatu
en
gi@@
ction
only
oun@@
Bantu
so@@
own
being
ones
aku@@
gu@@
diulu
h
din@@
lufu
musue
mun@@
pri@@
mabi
mis@@
led
ap@@
kuku@@
res@@
gr@@
go@@
Ne@@
pite
mutudi
Tu@@
st
atshi@@
ty
dijinga
lelu
wakamba
ditunga
know
eng@@
heart
benza
ep@@
im@@
nabu
ntatu
see
eyi
ite
says
5@@
ambuluishe
ings
adi@@
bivua
Tshilejilu
take
p
true
then
fe@@
6@@
lumu
mvua
wak@@
baku@@
mit@@
You
U
ce
well
ob@@
ble
words
ge
da@@
Bualu
mumanye
give
kal@@
ca@@
sur@@
saka
babu
onga
end
very
ja
times
ese
meme
pres@@
bin@@
alu
rec@@
cre@@
munkatshi
w
r
mal@@
ebe
ina
mutu
tshilejilu
bam@@
bamanye
ent@@
wenza
men
nu@@
tra@@
become
kuyisha
enda
ess
mikenji
after
divua
har@@
24
ness
Ke
us@@
just
diambuluisha
kuleja
Satana
ch
mukaji
ten@@
inc@@
balume
red
ishe
21
luse
ivua
before
imp@@
kuya
Dîyi
ati@@
kuamba
now
shi
22
any@@
mubidi
death
mikanda
dibaka
ek@@
des@@
enzela
truth
et
brothers
00
buende
pan@@
Ka@@
bayidi
ating
mut@@
umvua
ji@@
Re@@
That
ditu@@
Mukalenge
ere
mujima
And
ru@@
patudi
war@@
hi@@
dik@@
John
cho@@
pl@@
Word
sel@@
ah
bitu@@
ebi
basue
new
ilu
most
mvita
elu
S
didi@@
fila
bue
bas@@
wabu
é@@
used
Davidi
ish
luimpe
ame
Ba@@
ving
bil@@
dîna
might
mik@@
leja
ata
dionso
vuabu
dîyi
mue
der
ikala
kumvua
any
kuambuluisha
ined
wi@@
ct
muana
great
two
bul@@
ved
Lu@@
cted
sung@@
another
peta
use
Yuda
mutshima
tshimenga
David
kulua
serve
Bushuwa
kulonga
name
dietu
am
Al@@
keep
ks
el
eja
ther@@
bamu@@
age
utu
study
res
vuaye
much
uleja
through
mat@@
spe@@
ad
ates
sed
tshintu
where
ika
kus@@
apostle
ei@@
peshe
der@@
akal@@
anda
faithful
told
od
fully
ws
Th@@
kam@@
7@@
bikale
23
parents
kulu@@
angane
pabuipi
muenze
today
ko
butu@@
found
cu@@
To
inter@@
bulu@@
wewe
show
*
ality
str@@
elela
ry
fin@@
bubi
yisha
shed
iti@@
ale
person
though
An@@
af@@
himself
tshidimu
muk@@
baledi
tly
Mo@@
find
Bena
ut@@
mukole
g
bel@@
Yone
ga@@
ngikadilu
yabu
ement
angila
many@@
learn
each
tre@@
against
ua
munda
young
mâyi
Do
part
25
bala
als
ishi
ents
ard
ministry
30
mudi@@
tions
However
midimu
kum@@
word
self
da
x@@
bamue
feel
One
ory
act
les
ess@@
and@@
nawu
munene
diabu
mpindieu
our@@
ombola
right
bujima
x
go
So
get
ities
Ch@@
ele@@
human
why
bele
ans@@
pang@@
wor@@
anyisha
ged
son
Israel
ake
ditalala
means
say
ments
wrote
ph@@
abi
place
benga
ngondo
worship
ori@@
ver
wanyi
Satan
ck
ndi
ght
ked
muvuaye
Ndi
Anu
Muntu
preaching
mikila
bibi
ambi@@
ow@@
nt@@
important
Mi@@
Badi
kabu@@
ndekelu
muan@@
dly
Pashishe
Jo@@
Malu
bl@@
ors
vuija
car@@
holy
mbi@@
ju@@
tshil@@
rel@@
course
Uvua
ently
news
pamue
mar@@
ans
pe
tic@@
san@@
tru@@
atudi
enzeka
ear@@
shilangane
pas@@
tel@@
kuna
bun@@
ast
umu@@
never
Z@@
mer@@
bisangilu
ongesha
After
fac@@
became
gra@@
came
mona
des
padi
live
upon
muomumue
muikale
mikuabu
mind
28
Petelo
buvua
Lomo
cts
Go@@
read
Un@@
andamuna
home
Tuetu
long
kubenga
ever
enti@@
Bala
miaba
et@@
angata
Peter
kupita
Father
fikisha
In@@
mêsu
budi@@
At
book
ali@@
appro@@
ited
ija
mishindu
same
over@@
let
service
enz@@
days
temp@@
wise
view
eli@@
mulong@@
kub@@
malanda
umvuija
ily
hope
wife
pos@@
set
kuela
arly
disciples
yed
Tatu
kadi@@
mon@@
sin@@
bobu
ned
benze
webe
expres@@
doing
Musambu
jo@@
kumbane
mufu@@
br@@
kushala
put
manyi
given
knowledge
bikila
udibu
mus@@
fore@@
acc@@
Lo@@
less
fa@@
patupu
bamba
ways
kolesha
Bidi
want
Mose
kumvuija
pashishe
enze@@
fe
ndi@@
jinga
itaba
gave
pende
nga
Be@@
pabu
Bavua
shale
kuba@@
year
tshibidilu
By
tshitupa
servants
mukenji
utudi
wakatu@@
ars
Waka@@
muanda
emp@@
enzeja
ibidi
tshin@@
ngunuka
yende
bap@@
Bo@@
patu@@
Bal@@
anka
later
wu
during
Some
Psalm
mina
respon@@
sing
funda
ges
sa
men@@
kutumikila
AN@@
tend@@
dimanya
every
tul@@
olo@@
loving
makuabu
mibelu
power
sub@@
je@@
under
Scriptures
ditekemena
shipa
among
vis@@
ntendelelu
kuny@@
back
often
ach
clo@@
mbu@@
O
ny@@
kakese
out@@
ema
bulongolodi
padibu
down
uvuabu
nd@@
began
bafu@@
33
adija
Read
ntshinyi
’@@
ulu@@
mi
eshi
away
sure
bukokeshi
musangu
katu@@
tua
29
pavua
2@@
patula
old
kuangata
sp@@
enge
sankisha
ship
form@@
munange
dist@@
There
ish@@
ourselves
His
bang@@
muvuabu
patoke
tal@@
ludi
makuta
vuluka
gro@@
kela
netu@@
ge@@
making
still
26
ns@@
Our
anu@@
fellow
ven@@
tshiendelele
On
ses
King
vo@@
Na@@
enze
ase
ir@@
kashidi
bik@@
ist
27
ins
land
ambula
deli@@
peace
ili@@
du
matunga
dikole
wakal@@
8@@
fik@@
full
emena
pur@@
felt
Matthew
31
ct@@
kutuambuluisha
ps
kukumbaja
malongesha
house
adibu
always
muende
dem@@
tshitudi
mbisha
200@@
however
ris@@
peshi
bum@@
mine
20@@
three
living
dianyisha
muanetu
tuvua
mukalenge
ip@@
kubuela
dit@@
DI@@
With
themselves
took
whom
dibeji
buonso
kabavua
asa
Mar@@
century
ining
consider
nkonko
while
cor@@
awu
mba@@
nabi
kuabu
Yes
called
40
ze@@
imue
ple
buimpe
joy
mudibu
nadi
ani@@
kut@@
Ku
prayer
biakudia
bunene
mueneka
humans
sto@@
Mukanda
Su@@
She
personal
succ@@
Ebelu
jila
tuenza
idi@@
Ng@@
Pavua
masanka
Is
umona
dr@@
buela
zu@@
bakulu
ije
ough
ane
itabuja
gh@@
asked
katuyi
eta
ise
sungula
mvese
dness
pia
hand
pr@@
d’s
ber@@
ist@@
ongolola
disua
Ha@@
paka@@
ice
comm@@
Let
meetings
anointed
kuenzela
order
look
done
Then
kila
jingulula
Ar@@
9@@
pu
ome
De@@
kuitaba
Moses
Ju@@
ambile
buabu
tic
tain@@
dinene
serving
fika
concer@@
vuaku
appe@@
diakalenga
wakula
bit@@
marriage
reason
mene
father
tambe
ask
bushuwa
pla@@
makese
kuy@@
pet@@
dipangadika
Wewe
vule
face
ously
pavuaye
Son
shala
elangana
mikoko
ple@@
fact
bung@@
ound
Many
balunda
Israelites
tive
both
ress
Ma@@
ces
Con@@
without
dam@@
bisamba
netu
New
stud@@
toward
cr@@
Patudi
ests
id@@
kukeba
coming
reas@@
up@@
helped
panyima
Yet
bikengela
mulelela
ill
difu@@
umvu@@
reg@@
Yo@@
bitendelelu
hum@@
.@@
kabena
something
think
ill@@
vers@@
kulonda
fied
yetu
nkay@@
tshiende
wn
kumbana
counsel
banange
wicked
nshikidilu
are@@
tshina
MU@@
My
bidi@@
happy
Yelushalema
mpata
Eli@@
bikondo
exc@@
ls
cen@@
kulu
ture
muakulu
emene
relationship
ative
buena
tshilumbu
nkayende
mulume
kuata
righteous
majinga
aka
teka
purpose
giving
sin
of@@
learned
kufu@@
bly
nangananga
point
desi@@
dikima
ass@@
ences
elders
together
jadika
kole
wh@@
fic@@
ld
kon@@
50
mor@@
den
having
tudi@@
enge@@
amue
Le@@
aya
ep
keba
Nu@@
fo@@
ward
dec@@
Li@@
heaven
side
ised
mibi
tshitu@@
cial
So@@
future
muyuki
thing
ef
consider@@
Jerusalem
bring
ful@@
fir@@
dishima
va@@
bro@@
wisdom
nyama
ikal@@
nea@@
manye
belu
dy
ngaka@@
dimu
husband
eku
tshimpe
Me@@
needed
il
questions
emu
woman
neba@@
buakane
No@@
message
bir@@
kulama
muma
gn@@
ys
experience
real@@
yo
katuena
pris@@
balong@@
Yobo
Mvua
Even
bietu
kutungunuka
mum@@
city
continue
really
prote@@
njiwu
kulekela
ling
babidi
baptized
close
regul@@
emeka
brother
na
less@@
ters
pp@@
enyi
anji
served
akidila
32
ombo@@
ni@@
ened
mupostolo
enzele
petangana
Matayo
kind
enzeke
lukasa
moved
mother
kokesha
died
id
result
ange
Padi
tually
dilongesha
encoura@@
loo@@
Baka@@
share
bisumbu
St@@
between
requi@@
present
nku@@
kui@@
kunyima
All
ping@@
ari@@
stu@@
mitshima
bamona
tshionso
puangane
35
fine
ran@@
aring
kubu@@
vula
Abalahama
fua
rul@@
indi@@
dika
199@@
bre@@
fun@@
Bamue
dibua
Yeshaya
bimueneka
understand
buloko
ref@@
language
Pro@@
lives
religious
uma
ntuadijilu
baye
vulu@@
ongo
ung@@
ol
went
3@@
0@@
bakal@@
person@@
aja
eas@@
invit@@
bukalenge
pol@@
bay@@
left
discus@@
wakafunda
mudiye
cal
makenga
ize
kumbu@@
ff@@
dition
fru@@
batshi@@
No
lukama
kubala
teaching
akam@@
manene
coun@@
heavenly
again
care
fr@@
her@@
pankatshi
eyes
associ@@
From
Bulelela
tshimue
last
por@@
mukajende
mankind
hear@@
kulomba
desire
lutatu
ner
tshianana
illustr@@
pingana
bany@@
Ti@@
mpu@@
members
N
article
konkonona
buil@@
possible
low@@
gg@@
support
pen
petesha
wakamu@@
benefit
ature
Ca@@
fre@@
uni@@
Bro@@
diaka@@
best
ong
kulongesha
kele
Isaiah
ambe
AL@@
tshiaka@@
Because
pete
wakaleja
engesha
stan@@
akane
diebe
Timote
light
ombodi
stri@@
kindness
kol@@
inclu@@
akatu@@
Mêyi
someone
Mun@@
sy@@
fect
kuvua
app@@
atuende
pt
comes
El@@
fear
ze
Dis@@
ngenyi
Kolinto
sua
matter
34
bad
bed
bianza
akana
Nsumuinu
En@@
the@@
lutulu
kufila
These
dilu
pangisha
fike
under@@
kena
known
ths
biende
position
fy
hard
butumbi
mumane
certain
mbimpe
Timothy
little
tatshisha
bienzedi
Betele
za
37
nations
Job
mubi
Mupostolo
luende
wakambila
received
yoka
av@@
kêna
number
enjoy
gener@@
Proverbs
udiku
aleja
Se@@
Luka
mbulamatadi
,000
gre@@
publi@@
EN@@
attitude
kukolesha
ingly
cannot
ten
Ex@@
T
194@@
chang@@
stru@@
ki@@
petu
tur@@
mpanda
Acts
form
few
Tru@@
ebeja
tshisamba
kudiye
practic@@
mulu@@
different
head
accom@@
descri@@
M
ef@@
ety
rep@@
Meme
direc@@
mushin@@
pam@@
ami
ould
000
muna
He@@
ak
you@@
ambu
speak
tiv@@
uvuaye
Those
kola
basadidi
Adama
Si@@
funde
try
law
duc@@
ening
Ang@@
ore
reve@@
child
wakalua
ikila
lead
transl@@
shintuluka
Par@@
food
bakadi
banji
dimu@@
mashi
receive
tatu
prom@@
mubelu
bafue
ord
Per@@
beg@@
D
problems
avoid
sue
f
Although
early
thy
ace
ita@@
basom@@
Luke
Law
benesha
bikuabu
saw
disambila
kudia
bileja
disa@@
Au@@
z
atangila
muambe
ye@@
anganyi
mune
cul@@
atten@@
Paka@@
fes@@
amate
knew
vie@@
nor
answer
better
laye
rit@@
buobu
jima
bitangila
file
tutu@@
nayi
wakam@@
situation
tshiji
teach@@
mpekatu
fumu
bis@@
bansonga
account
shima
follow
cap@@
dianyi
Mul@@
mulongolole
refu@@
que
ack
atshila
ulu
om
Bana
ever@@
wal@@
ject
obedi@@
fundi@@
ind
wr@@
TH@@
Jews
batendeledi
difficult
panga
jalame
bula
Who
friends
trust
ate@@
teke@@
Com@@
sense
bikala
tshijila
help@@
ree
married
since
pray
ancient
ntempelo
bli@@
thought
kuk@@
attention
wela
tho@@
Muana
olu@@
banyi
peri@@
ach@@
dedic@@
akula
following
learly
who@@
mumu@@
conduct
ekela
until
ck@@
system
kujikija
buambi
kaku@@
mission@@
pit@@
comman@@
babikila
ized
adiye
case
Abraham
mean
den@@
qui@@
cha@@
turn
ort
yet
sisters
kil@@
mulambu
sons
ide@@
expla@@
kole@@
respect
plac@@
followers
shibua
pamutu
tshiak@@
buetu
buôwa
responsi@@
brought
needs
believe
kule
prophet
bakatu@@
balongi
see@@
Gal@@
feelings
tain
muonso
remain
dikenga
’eu
saying
kutangila
ile@@
enc@@
Muanetu
diyisha
vue
Mat@@
ambi
eshe
Mari@@
ced
akalua
far
using
crip@@
pavuabu
kakuena
bur@@
shil@@
tangila
14@@
ce@@
ic
Your
strong
tshit@@
emesha
dienza
appreci@@
body
avuabu
indic@@
anyikija
table
thus
off
born
gn
influ@@
resurrection
ast@@
care@@
turned
Thus
ached
Mal@@
kuakula
kutudi
ell
ishi@@
angidi
cer@@
muudi
wit@@
conven@@
Tangila
kumbaja
refle@@
wanted
suffering
prophe@@
tshinene
kin@@
wakenza
baleja
Yeye
bamany@@
ingu
spiritually
Greek
conclu@@
soon
mmunyi
loy@@
ure
Since
mivule
ula
pepele
Watchtower
Mikenji
righteousness
padiye
teach
Pe@@
tuku
real
bilondeshile
instru@@
alls
â@@
sen@@
ser@@
Ntemu
biabu
ctive
ns
rest@@
bale
thinking
temple
hist@@
dikema
profete
individuals
DI
change
cou@@
panshi
Bienzedi
gives
C.E
kuikal@@
sc@@
especially
cri@@
Consider
Corinthians
thers
bim@@
Nzubu
sacrifice
likely
cy
going
kalasa
kutuadija
principles
nation
mule@@
mumone
angu
im
ember
Sa@@
kumbusha
taking
Af@@
0
Bia
kulakaje
cl@@
nganyi
worl@@
qualities
iting
Solomo
states
eleja
Ye@@
tshisumi
bikadilu
next
ms
beji
Of
hor@@
teta
ambulu@@
reading
tal
yourself
ines
ring
kudibu
katshia
alu@@
mpungilu
works
kondo
slave
jikija
bale@@
isi@@
wrong
sent
taught
nor@@
panu
Joseph
anya
wel@@
whole
Bak@@
BU@@
apu
tshikisu
talk
angile
bamone
tshidi@@
James
satis@@
manya
along
lu
kudimuna
false
serv@@
bility
pamuapa
question
muene@@
lumbulu@@
Adam
bapete
tice
La@@
195@@
Romans
sum@@
kabu
women
disama
ij@@
jing@@
koka
dre@@
katshi@@
Such
katshi
Dî@@
anger
babi
apostles
Lord
iz@@
Y
everlasting
malelela
yu@@
itu@@
tshipatshila
deci@@
tam@@
isatu
filled
perfect
makes
ants
matters
cause
esha
free
around
Diabolo
masambila
ir
ambu@@
dead
supp@@
heard
Lelu
bule
eke@@
liter@@
Buakabuluibua
eka
angal@@
Ho@@
luendu
banga
disha
wers
ose
provide
seem@@
mutekete
commun@@
konkon@@
baya
muabu
ombe
tshimfuanyi
special
dikumi
fav@@
patuka
imitate
nen@@
kula
ches
sive
muku@@
buobumue
mukulu
Wh@@
akatuadija
kuepuka
kankamija
mapangadika
kusomba
kutshi@@
cur@@
thr@@
Revelation
Mmushindu
listen@@
occasi@@
fundila
sta@@
balelela
tes
ath
yo@@
Wak@@
urch
MI@@
kueyemena
ukavua
avuaye
kuenzeka
sheep
mupika
asure
santu
Gre@@
Are
Ke@@
shua
som@@
diakamue
school
strength
Rather
kudil@@
tshikuabu
ble@@
enjo@@
TSHI@@
action
bapeta
ens
sign@@
loyal
col@@
bujitu
sumbu
viol@@
vu
ond@@
,@@
imper@@
off@@
adizu
sear@@
While
blood
mulayi
bing@@
tshitendelelu
Devil
move
kufika
musoko
writ@@
wing
mbua
adise
seen
minis@@
Kunyima
money
arrang@@
natshi
mpala
sul@@
expe@@
kat@@
beli@@
mutshi
Tshibumba
jika
small
mentioned
uka
moral
anyine
ately
shows
Egy@@
prayers
wenda
ders
taken
occ@@
loved
believers
arri@@
Ejipitu
pati@@
night
bus@@
bapostolo
kingdom
eless
refer@@
religion
ah’s
sal@@
Paul’s
baka
diumvuija
makole
shila
whether
ational
os@@
inshi
ested
ve@@
dom
fil@@
val
stand
war
matu@@
dimue
including
bakeba
Sh@@
dibue
pita
eho@@
cont@@
Nsentedi
group
Mushindu
bita@@
bitaba
dile
KU@@
great@@
persecu@@
certainly
muprofete
balue
promise
bipeta
Christ’s
Fa@@
ites
vari@@
mamu
similar
affe@@
endu
oned
medi@@
kunanga
bakan@@
akaja
pitshi@@
R
ekele
recogn@@
comple@@
tumona
inspired
congregations
vice
gy
dra@@
truly
mutambe
ages
high
encourag@@
70
circumstances
understanding
Ne
kusambila
sister
daugh@@
pioneer
rema@@
ilangana
repor@@
ukeba
balongesha
atshisha
kuatshisha
resul@@
Does
enaku
engeja
invol@@
mupete
elu@@
na@@
mba
enem@@
mem@@
miakulu
tion@@
material
don@@
four
ered
ete
enji
masandi
verse
happiness
bibidi
kay@@
During
cop@@
bamane
nzambi
poin@@
ty@@
mam@@
pulu@@
accept
tupeta
tshis@@
preach
ians
60
angate
luseke
high@@
nam@@
tered
clear
bitu
mula@@
10@@
ditudi
See
Mufuki
nothing
tation
half
sumba
wakat@@
bambila
wonso
dep@@
mikole
exam@@
panda
divine
bebe
Kabidi
muvu@@
showed
kumba@@
valu@@
kubi@@
Today
è@@
wide
public@@
ware
miyuki
bupiabupia
adila
witness
ey@@
overse@@
AMB@@
38
Mudimu
new@@
comfort
bulenga
oba
star@@
banjelu
involved
blessings
ukadi
Like
hold
bitupa
makanda
Mpindieu
puekele
Rus@@
damuna
Acc@@
dilonga
prophecy
hon@@
trans@@
tshietu
Daniel
return
bangata
privilege
exerc@@
ome@@
Mmalu
tell
luonso
Pa
provi@@
Solomon
Creator
kebe@@
foc@@
Din@@
idibu
tshileja
bumue
muanende
kakuyi
Noa
umvuangana
’t
kaayi
balu@@
As@@
one@@
interest
▪
muaku
Be
gift
bey@@
tshi
chap@@
gl@@
char@@
tshik@@
bitudi
Satan’s
tures
kutantamena
page
based
milli@@
blessing
kasumbu
kept
Kudi
Ser@@
Can
Kaku@@
unda
MM@@
mashi@@
ond
shepher@@
Genese
second
nuenu
mudibi
atch
Genesis
Bilondeshile
ss
assign@@
binunu
started
pleas@@
sight
Hebrew
jik@@
On@@
boo@@
travel@@
meeting
Ad@@
gar@@
Wakamba
nshapita
ented
World
ism
provided
budipuekeshi
angilu
kanyinganyinga
Wor@@
ies
dibi@@
forever
shiya
utul@@
neigh@@
nsong@@
organization
butula
near
kese
asi@@
reli@@
butuku
sla@@
Messi@@
kuambila
balela
hous@@
Mâ@@
att@@
fur@@
compan@@
takes
eleziya
tshivuaye
displa@@
sions
kuidikija
demonstr@@
patshila
tshidibu
bakula
dies
ared
angisha
fundi
manyinu
antshi
lic@@
public
ngunuke
bamfumu
eyemena
opportunity
low
sever@@
emo@@
jadiki
jadike
lekela
willing
Masiya
effort
leave
Not
bayende
fer@@
itu
meaning
clean
Eva
ster
tshianza
benda
authority
Eph@@
Ngaka@@
jadikila
banda
glory
rule
Q@@
sures
yone
sing@@
kuenda
adije
vuluija
Bar@@
ign@@
kibua
36
iled
oma
water
engu
lived
sacrific@@
guid@@
ressed
decisions
contr@@
lam@@
dge
pra@@
once
tulasa
devo@@
sol@@
Kumpala
posed
ater
bulunda
Hebrews
control
ek
manyisha
miliyo
attend@@
allow
dimpe
bifu@@
mony
examples
integrity
pared
disangisha
cam@@
neu@@
Now
prove
govern@@
toke
tus@@
health
Fr@@
Kal@@
confidence
tshivuabu
au@@
atshilualua
reason@@
wangata
my@@
1914
Tuvua
Scriptural
scho@@
standards
got
ongela
ven
bukuabu
tulu@@
ough@@
yuki
field
muanji
Tshiena
tum@@
su
mag@@
promises
bor@@
nebe
onji
bilejilu
biaka@@
ondo
Phil@@
em
shall
onayi
efforts
destro@@
Ru@@
onde
tuaka@@
spoke
speaking
ties
bakane
Dil@@
here
pect
ion
idila
Ther@@
keep@@
ought
ource
necess@@
18@@
justice
Babyl@@
helps
mulunda
Misangu
allow@@
Des@@
deep
nz@@
ries
past
written
lead@@
mêba
39
famili@@
all@@
Shaula
Danyele
Jac@@
fuanyi
soul
draw
effe@@
ON@@
therefore
kuteleja
preci@@
shile
continued
kunu@@
tshiabu
mashinyi
ulongesha
îpi
standing
alume
deser@@
actions
lands
ign
effect
Yelemiya
pandu@@
epele
than@@
mêku
Still
according
misionere
local
kushintulula
gen@@
decision
value
remin@@
regarding
wonderful
Bethel
lost
ists
hearts
diamba
batele
tuny@@
evidence
bilema
anyone
already
alua
ufila
udiye
Juda@@
ntema
crow@@
tshiyi
engele
bedi
tional
pray@@
itical
cultiv@@
Samuel
Instead
held
appointed
muleje
muaku@@
kung@@
bambuluisha
baluishi
ambombo
angels
Their
set@@
Rom@@
powerful
ended
direction
elakana
esta@@
tre
uluke
ivuabu
ishibue
EL@@
deep@@
apply
shangana
op
greater
Pen@@
advan@@
prog@@
vital
physical
maintain
mpi@@
challeng@@
claim@@
ligh@@
aled
pione@@
é
ility
stated
listen
Yakobo
vely
cro@@
Chris@@
gain
uudi
Hence
Nanku
mate
ondo@@
remember
older
dike
Nen@@
work@@
call
itudi
kaba@@
benef@@
fu
mak@@
obey
cal@@
doubt
fri@@
BI@@
muetu
lumingu
jimija
ste@@
akamona
bupika
bilumbu
judgment
serious
pikula
tle
die
AT@@
she@@
experienced
ga
B
wed
kabiyi
mbualu
Panyima
large
activ@@
godly
positi@@
utangila
contribu@@
ount
ni
lies
endelela
Misambu
determined
sible
bipite
inu
kutendelela
ufu@@
Indeed
honor
cting
proved
lik@@
dilelela
pages
kama
elelu
heavens
ements
ink
tun@@
ability
pebe
educ@@
jelu
anything
ok
lied
loba
leje
uyi
deal@@
muka@@
discipl@@
lig@@
kutam@@
ising
basalayi
budimu
bilele
yi@@
Muanende
Samuele
tim@@
Will
wikala
country
fulfill@@
pua
To@@
ann@@
Mifundu
bumfumu
atur@@
mit
simply
Efeso
kumuene@@
lea@@
kanda
spo@@
muakane
vel@@
rejo@@
titu@@
aries
kuyukila
Katuena
rather
mioyo
dikuabu
ading
shing
accepted
mishi@@
May
ped
kaka@@
building
makasa
kufua
working
beau@@
fle@@
uses
tente
ebe@@
lear@@
bubanji
kuvu@@
complete
Udiku
Jewish
kayi@@
manaya
offer
Ri@@
mushi@@
ambule
mikolo
muny@@
vision
mmusue
longer
spi@@
lic
kalenge
yowa
bes
muele
y’s
information
uluka
assignment
Gi@@
accep@@
appreciation
makane
badibu
ransom
mutoke
kudienzeja
vation
Unis
bundu
sted
bidibu
paudi
Ger@@
song@@
develop@@
kokeshi
explained
lukonko
kupesha
États
B.C.E
cle@@
bilamba
medit@@
kabiena
mu’apa
ia
seek
mumvua
ding@@
pela
L
ingalala
misambu
hu@@
flo@@
musom@@
everything
within
ue
akaji
IN@@
tshikole
friend
tshibi
lun@@
kala
faith@@
ê@@
ering
luvua
fice
psalmist
thro@@
Mark
ankisha
onda@@
Ge@@
Kat@@
bipepele
kubambuluisha
leg@@
kno@@
conscience
rend@@
per
vered
branch
activities
promised
hear
Tr@@
flesh
Witness
kulongolola
atever
ndambu
bri@@
events
ched
ctions
vail@@
believ@@
munyi
bashi@@
magine
mirac@@
letter
stay
ulula
nebikale
kumanyisha
kabatu
Eng@@
pat@@
feel@@
tshidiye
instance
puekesha
budikadidi
Dituku
mufundi
198@@
ONG@@
tabalela
ople
origin@@
declar@@
kapia
rest
wants
mmumue
streng@@
dila
tshipungidi
balua
Yor@@
lubilu
Cana@@
Noah
Greke
thoughts
continu@@
ther’s
baptism
ken
bless@@
Saul
Matuku
covenant
teachings
months
show@@
pain
igh@@
dd@@
recorded
hands
mulenga
Jeremiah
happened
mb@@
Just
offered
Ban@@
Sam@@
praise
courage
perhaps
Kakuyi
quic@@
relati@@
earthly
strengthen
engela
mupiamupia
some@@
yukila
babu@@
olo
anxi@@
ongolole
Fir@@
amata
ace@@
Imue
text
kenji
mulomba
worshipp@@
ous@@
est@@
buluishi
akenza
eme
kumbany@@
rich
pare
tekete
masama
walk
sungule
ored
mana
class
get@@
sia
pul@@
ording
evid@@
ule
ends
resur@@
righ@@
els
H
ingal@@
uny@@
anyinga
iness
deed
prop@@
muman@@
fai@@
zed
Ab@@
kusom@@
angu@@
efore
v
heal@@
bene@@
cour@@
cc@@
Yak@@
ene@@
–
eri@@
W
Israel@@
ita
impe
tekemena
individu@@
les@@
diakal@@
jitu
mv@@
ph
fore
won@@
kabi@@
sac@@
van@@
experi@@
lema
shintulu@@
aching
adij@@
dikija
wer@@
Katu@@
puka
kamija
bila
shal@@
sting
sou@@
pung@@
Je@@
long@@
langu@@
simp@@
pon@@
cir@@
devel@@
differ@@
oura@@
evil
proble@@
num@@
shintulula
cla@@
lej@@
conc@@
zubu
mas@@
know@@
adidi
confid@@
follow@@
div@@
Ph@@
ready
chall@@
apa
B.@@
let@@
inf@@
dic@@
î@@
ur
pele
Isa@@
can@@
cons@@
speak@@
pers@@
will@@
mbi
muapa
princi@@
Da@@
dar@@
essi@@
atch@@
dekelu
antam@@
organiz@@
Davi@@
pose
disci@@
tro@@
oke
prac@@
ffering
lum@@
inted
seri@@
angan@@
Christi@@
mukaj@@
jimi@@
nesses
Is@@
ness@@
vita
disc@@
chil@@
SH@@
mpe
mê@@
fel@@
member
gh
ft
iya
import@@
haps
inv@@
ima
hel@@
kadilu
isions
tw@@
Abra@@
Mus@@
bilu
prof@@
soci@@
É@@
dî@@
zu
coura@@
songa
ngunu@@
ber
ano@@
happ@@
main@@
privile@@
lar@@
pia@@
ow
sombelu
worshi@@
situ@@
ith
salayi
mua@@
diku
thor@@
tek@@
obe@@
anyima
unu
dita@@
fam@@
ques@@
recei@@
bo
ibua
doub@@
Yu@@
Mas@@
G
Jer@@
rac@@
ort@@
h’s
artic@@
author@@
pointed
t’s
materi@@
apost@@
ffered
muinu
pi
F
ugh@@
koke@@
antamena
ô
kumi
ana@@
bs
hus@@
Muan@@
mean@@
ames
cked
reat@@
fal@@
grou@@
mes@@
Do@@
lasting
arding
Mik@@
buja
J
sumuinu
konko
earth@@
secu@@
imit@@
onere
consci@@
ples
The@@
determin@@
stead
opportun@@
muso@@
anted
fulf@@
tulu
difficul@@
ffer@@
Bul@@
ousness
lood
endelelu
endeledi
bers
deter@@
Cor@@
C
sion@@
an’s
pete@@
V
inu@@
oung
gover@@
Bet@@
â
jadi@@
·@@
ats
ises
emiya
ribu@@
ision
tshim@@
fundu
dren
isters
Pet@@
MB@@
heav@@
ouse
iah
prin@@
muo@@
bombo
oyo
Mis@@
spiritu@@
jud@@
kelu
physi@@
priv@@
bidilu
yl@@
akaje
every@@
whe@@
religi@@
wis@@
ò@@
Joh@@
knowle@@
cient
ü@@
emiah
eve
inspi@@
Jeho@@
í@@
enced
We@@
ô@@
inst@@
K
û@@
Tho@@
tural
wonder@@
ntu@@
eld
shap@@
wish
ben@@
P
Jose@@
ah@@
avo@@
ongolodi
nee@@
Sin@@
human@@
condu@@
judg@@
kasa
exer@@
lis@@
onde@@
ʹ@@
․
read@@
ongolo@@
á@@
jus@@
akudia
cially
cond
pangadika
SHI@@
circum@@
uring
◆
xi@@
with@@
ngi@@
û
cum@@
ught
esus
contro@@
post@@
nda
ongreg@@
shu@@
fol@@
sel
onal
Sha@@
relation@@
ê
seke
mili@@
bom@@
ass
tshima
fuki
simil@@
enzedi
Bil@@
ï@@
psal@@
thin@@
Gen@@
anying@@
inform@@
sage
Scrip@@
maku@@
oub@@
Yeho@@
Corin@@
wer
elo
pueke@@
epuka
arr@@
ich
hal@@
Solom@@
Abal@@
ó@@
lumbu
rection
Mê@@
temu
gan@@
nshi@@
sis@@
attitu@@
kumban@@
orig@@
gy@@
ã@@
mumue
wom@@
bumba
adika
ands
buo@@
sm@@
pika
Dani@@
⁠
atis@@
certain@@
amat@@
endel@@
X@@
pungidi
©
tism
aga@@
recor@@
tak@@
va
lustr@@
ú@@
endelele
bulamatadi
Psal@@
ather
baman@@
bran@@
marri@@
stances
tioned
Rev@@
alities
ö@@
forts
puekeshi
vit@@
tshian@@
æ@@
postolo
til
som
consi@@
inst
syst@@
fort
how@@
ul
âyi
|
●
spiri@@
your@@
isten
$
mashin@@
buipi
congreg@@
Î@@
lualua
sacri@@
ham
lit@@
Wit@@
mpung@@
dif@@
à
angananga
gether
lulam@@
though@@
Jerusal@@
ganiz@@
anza
—@@
fid@@
Â@@
Matu@@
ç@@
ng
kidilu
kashi@@
akulu
ł@@
Mp@@
êna
psalmis@@
power@@
jal@@
isu
tower
nji@@
shindu
ipi
ayo
cess@@
shishe
bapti@@
shapita
ñ@@
reco@@
band
tempelo
anku
:@@
X
Sat@@
vidu@@
tegrity
ysi@@
Bab@@
ʹ
Consi@@
How@@
tury
Timo@@
Á@@
dam
Yesh@@
&
ey
□
Creat@@
Samu@@
bulo@@
Matthe@@
demon@@
tegr@@
oppor@@
í
q
bet@@
Kuny@@
them@@
Nzu@@
Ê@@
him@@
Kris@@
ë@@
obo
○
Z
anyinganyinga
ôwa
kisha
ziya
⇩
talala
buluibua
Corinth@@
Yel@@
sumi
j
selves
verbs
>
miko@@
Sol@@
kadidi
­
ä@@
adijilu
ween
Watch@@
č@@
espe@@
sentedi
°
Ô@@
ë
Isra@@
coven@@
ficul@@
omo
Nz@@
◇
q@@
-@@
Paul@@
abolo
lejilu
rote
á
ngun@@
ø@@
esis
righte@@
Buaka@@
®
shuwa
ł
ń@@
ה@@
ū@@
î
ā@@
Ž@@
mupia
ò
ה
▸
lesh
ś@@
ú
ו@@
י@@
thel
←
heaven@@
Kol@@
ï
⇨
=
ʼ@@
š@@
È@@
ý
usal@@
%
ù
ó
פ@@
masan@@
Ï@@
ׁ
נ@@
❖
ש@@
É
ä
ę@@
­@@
tedi
’apa
ż@@
↓
Ş@@
‘@@
☞
✔
Ü@@
à@@
‛
ý@@
Isal@@
«
»
shep@@
Ét@@
Ł@@
€
bupia
è
ē@@
י
rom
ikija
ą@@
Å@@
Š@@
å@@
ő@@
Ê
å
æ
ʽ@@
Ã@@
ã
−
piamupia
£
jipitu
elation
bulamat@@
ö
piabupia
̆@@
Û
shalema
Ô
Ṭ@@
C.@@
Å
À
ù@@
̇@@
ž@@
Ò@@
Ó@@
ü
#
ı@@
ē
₦
Dany@@
Yelu@@
ń
Í@@
ě@@
ǒ
@
ß@@
̗@@
ī@@
Hebre@@
ů@@
̧@@
Ż@@
ź
standar@@
unku
ɔ@@
_
meet@@
ɔ
Ë@@
Á
;@@
̆
■
+
xt
›
ʼ
ḥ
ondeshile
Â
Î
ʺ
œ@@
ansha
