<unk>
<pad>
<s>
</s>
.
,
de
na
ya
la
wa
à
et
:
le
“
les
-
”
que
kwa
a
?
des
er
en
ku@@
t@@
​
katika
m@@
l’@@
kuwa
qui
M@@
é
un
nous
kwamba
s@@
u@@
p@@
du
—
ali@@
e
dans
ch@@
wa@@
in@@
pour
une
il
ent
ce
za
d’@@
est
ni
au
ne
b@@
pas
v@@
c@@
t
d@@
n@@
l@@
S@@
se
o
i
Yehova
Mungu
am@@
Jéhovah
h@@
an@@
r@@
es
at@@
f@@
g@@
A@@
o@@
Dieu
T@@
ar@@
im@@
ia
ant
vous
watu
hu@@
U@@
K@@
wali@@
y@@
re@@
li@@
i@@
e@@
plus
P@@
is@@
Kwa
ili
ma@@
z@@
N@@
te
)
H@@
it@@
k@@
as@@
ont
s
ili@@
é@@
a@@
sana
’
er@@
j@@
ée
ait
sur
par
;
ez
ap@@
‘
hiyo
or@@
ons
ut@@
és
u
son
dé@@
I@@
kama
1
L@@
(
ak@@
kut@@
aux
en@@
sont
leur
!
al@@
Biblia
ation
C@@
avec
ab@@
hivyo
wakati
um@@
un@@
ses
ement
cha
vi@@
ad@@
ré@@
us@@
hivi
B@@
si
sa
tu@@
ou
on@@
on
yake
je
ti@@
W@@
Yesu
R@@
mi@@
D@@
Il
elle
mambo
ag@@
y
wake
E@@
es@@
ha@@
eux
si@@
om@@
ika
ang@@
ri@@
sababu
ki@@
zaidi
tr@@
lui
tu
Jésus
hilo
fanya
w@@
isha
os@@
ces
ana
fulani
gani
La
ur@@
aient
2
Les
V@@
et@@
il@@
Je
ot@@
ani
me
di@@
qu’il
ils
re
au@@
s’@@
G@@
été
op@@
ent@@
kwenye
O@@
em@@
wenye
tes
notre
af@@
kufanya
Bible
qu@@
être
3
yenye
kweli
nini
ie
end@@
uli@@
J@@
kus@@
ac@@
ir@@
5
ex@@
fait
Le
ine
su@@
ité
vie
wan@@
huo
kum@@
par@@
av@@
[
]
wat@@
ées
4
mu@@
d
comme
F@@
même
ea
En
fi@@
kazi
6
tout
kuhusu
n
pia
ua
ance
faire
ona
Y@@
we
mais
8
ambayo
Hata
ou@@
peut
ence
ni@@
cette
ai@@
Ku@@
«
con@@
ais
and@@
ik@@
r
nili@@
jambo
onyesha
»
mtu
l
était
amb@@
age
juu
kup@@
eur
vya
wengine
el@@
leurs
aji
miaka
kuwa@@
ère
ér@@
aire
ol@@
elles
aa
n’@@
Ni
wao
bien
moja
alikuwa
hayo
yao
che
oni
nyingi
avait
è@@
pl@@
weza
ambao
mo@@
9
tun@@
ka
ao
yo@@
able
dit
A
com@@
L’@@
aka
mes
ing@@
el
aussi
zi
ques
7
kila
pro@@
ek@@
eu@@
hali
njia
Lakini
ter
té
ul@@
hi@@
fu@@
ta@@
ali
wengi
iwa
per@@
wak@@
ema
ikiwa
lu@@
Mais
wana@@
temps
yetu
onn@@
ants
ma
uk@@
ari
d’un
ok@@
ob@@
pamoja
eni
/
É@@
ji@@
mwenye
hata
ers
kutoka
al
ama
sh@@
cr@@
mat@@
hi
d’une
siku
ny@@
moyo
dis@@
az@@
po@@
zo
ans
ci@@
lakini
kubwa
ana@@
mwaka
oa
jinsi
ue
15
ah@@
is
mar@@
aj@@
ai
ara
mara
Katika
ano
ep@@
huko
wote
pr@@
10
st@@
éri@@
eza
du@@
12
ina
ina@@
up@@
ini
ro@@
gr@@
una@@
ét@@
ishi
gu@@
watoto
mmoja
votre
ens
res
tous
mw@@
monde
pa
umb@@
Ali@@
sou@@
11
fu
À
an
nos
habari
Nous
ec@@
eurs
ceux
éc@@
Mashahidi
res@@
ale
ame@@
ite
maisha
ve
it
ents
ji
Z@@
for@@
anza
ements
ations
pré@@
ib@@
Nili@@
hawa@@
wako
ishwa
1@@
oi@@
yangu
ng@@
yote
qu’ils
autres
amini
pi@@
era
lili@@
ko
14
h
où
Si
yo
lis@@
mas@@
4@@
vile
iss@@
sans
nguvu
penda
kwanza
man@@
ume
ante
ess@@
ati@@
c
avons
tuli@@
él@@
Wakristo
kabisa
eau
Ki@@
Témoins
19@@
us
ter@@
lin@@
wetu
wale
Mar@@
I
E
c’est
Comment
enda
ud@@
ele@@
qu’@@
ist@@
ond@@
ain
hizo
ig@@
mb@@
wame@@
asi
enfants
*
kuj@@
se@@
hao
Un
ndani
eu
13
quand
ts
huyo
maj@@
jour
chrétiens
wanadamu
familia
s’est
ong@@
ish@@
amu
C’est
j’ai
mon
endelea
deux
ph@@
terre
ung@@
ambaye
b
muda
Paulo
tre
ser@@
sur@@
cou@@
Dans
20
kati
bi@@
cl@@
ev@@
iki
our@@
uni
ren@@
oka
chang@@
aires
dh@@
n’est
di
donc
yali@@
De
étaient
ères
pos@@
fois
asema
6@@
sehemu
abu
kuli@@
its
ass@@
avoir
vis@@
yako
kuf@@
ill@@
els
déc@@
tion
eleza
walikuwa
upendo
sa@@
fan@@
wi
Paul
kuji@@
yan@@
3@@
umia
x
kuz@@
Ils
ê@@
ya@@
ambia
beaucoup
kupata
choses
har@@
17
ellement
personnes
oire
awa@@
ach@@
zake
mit@@
bila
of@@
16
kiroho
tant
ten@@
roho
fai@@
f
dont
was@@
00
mfano
isi
na@@
pri@@
mag@@
alité
ais@@
uma
kutumia
Ch@@
én@@
d’autres
mis@@
da
kuk@@
ha
iko
jua
maneno
tena
maana
azi
ms@@
pa@@
fr@@
mengi
ote
all@@
id@@
toute
pat@@
ju@@
Wakati
namna
imani
exemple
•
Par
5@@
iri
Kristo
amani
des@@
isi@@
ég@@
eli
Ufalme
ub@@
alit@@
18
famille
kub@@
pour@@
22
esse
min@@
ulimwengu
foi
ge
karibu
cher
An@@
kutaniko
oc@@
nyingine
Watu
ainsi
19
sion
tum@@
après
kili@@
ic@@
cœur
avant
co@@
Wa@@
inayo@@
7@@
ins
zili@@
inter@@
autre
awa
enseign@@
alisema
ajili
ze
ari@@
wangu
Pour
eng@@
oma
pata
Ma@@
sim@@
zi@@
très
zao
Ce
apo@@
Christ
Une
Pourquoi
ç@@
â@@
baada
eb@@
moi
Au
yot@@
as
Quand
enti@@
ndugu
contre
acc@@
naye
wezi
soit
ois
ov@@
ain@@
ita
Tun@@
’@@
encore
kuv@@
hat@@
kuu
hum@@
wanao@@
wen@@
ikia
unga
sor@@
avyo@@
entr@@
suis
oir
Par@@
po
vit@@
parents
col@@
ver@@
huenda
mort
entre
tent
hai@@
ment
nchi
ewa
m’@@
uz@@
uliwa
wam@@
toujours
omb@@
kun@@
In@@
ri
cons@@
isa
alors
cul@@
port@@
kusema
non
alis@@
ez@@
kat@@
os
ouv@@
kufa
br@@
ati
Royaume
vitu
ion
kuna
chini
kubali
ra
ovu
tement
ira
hut@@
mad@@
toutes
pays
ime@@
vu
pens@@
gens
umu
efu
ables
ile
pu@@
iza
mt@@
ca@@
onekana
humains
nyumba
femme
maji
ven@@
k
On
dunia
umba
zwa
kawaida
ala
form@@
we@@
mahali
eur@@
inaweza
ata
dire
ima
men@@
por@@
mor@@
ita@@
nom
ô@@
adi
gn@@
Elle
kujifunza
int@@
iv@@
Et
mis
wala
mbalimbali
vos
mal@@
homme
ages
ilikuwa
zia
leo
aki
kuliko
moins
congrégation
jina
tuna@@
Que
li
wana
cours
muhimu
iki@@
iliyo@@
comm@@
m
weka
eo
uliza
cela
oli@@
24
peuvent
ès
kim@@
avaient
S
sasa
kuch@@
aka@@
zenye
uj@@
yeye
comment
ir
fundisha
Des
ndoa
shaka
ues
certains
év@@
hus@@
asi@@
200@@
oy@@
cor@@
kit@@
mwan@@
g
contr@@
uti@@
fin
AN@@
jamais
met@@
bonne
tres
oi
emb@@
21
apaswa
éd@@
omba
wazazi
fun@@
atu@@
Ikiwa
ane
cho@@
anaye@@
kitabu
sous
voir
fac@@
ction
ee
nd@@
faa
fais@@
aza
lazima
hommes
uka
euse
ra@@
quer
publi@@
de@@
itwa
iti@@
En@@
Al@@
ise
hab@@
nao
esha
th@@
sera
amba
dev@@
là
furaha
yana@@
off@@
amour
div@@
ata@@
antes
années
chez
unaweza
cré@@
walio@@
d’être
rap@@
fer@@
serv@@
sal@@
hadi
am
ibu
map@@
anasema
qu’elle
peu
ets
Kisha
30
ire
uki@@
n’a
façon
ris@@
eka
anat@@
sommes
m’a
kujua
J’ai
akili
▪
Neno
dom@@
dou@@
0@@
également
bon
fany@@
wez@@
aid@@
asa
Kut@@
aim@@
mal
ton
Qu@@
yanayo@@
2@@
aines
kupitia
wanaweza
mutu
lake
conc@@
mon@@
kuona
O
ant@@
Mu@@
mk@@
bar@@
nouvelle
vizuri
vr@@
iga
prom@@
8@@
vers@@
Na
jours
le@@
porte
wasi@@
aki@@
pourquoi
personne
matatizo
eneo
cour@@
ci
quel
tions
ef@@
Mi@@
prê@@
illes
x@@
aujourd’hui
oto
me@@
ord
25
ï@@
hau@@
duniani
èrement
ambazo
tunaweza
frères
suiv@@
ique
mili@@
lenye
cap@@
prendre
car
wanafunzi
atia
aine
ezwa
isho
parce
donn@@
olewa
hekima
zote
alement
l’in@@
grande
.@@
sifa
donné
anc@@
l’esprit
umri
ahitaji
Pia
pli@@
souvent
one
kis@@
ection
pot@@
ambalo
aff@@
tofauti
anaweza
inc@@
ard@@
maoni
pekee
mut@@
arib@@
nzuri
aliwa@@
and
faut
bl@@
rir
lig@@
ilia
aliye@@
ki
akiwa
ange@@
celui
ches
mak@@
eill@@
izi
ande
grand
besoin
zetu
î@@
in
chakula
trans@@
ay@@
ind@@
mwisho
anisha
gar@@
ress@@
aut@@
shu@@
vérité
egemea
mwingine
cet
voul@@
écrit
aje
jiji
sup@@
ada
Baba
j’@@
ed@@
pren@@
000
qu’on
livre
jifunza
199@@
tique
ate
uzi
kib@@
hicho
bibliques
dini
tés
hubiri
ungu
Hivyo
23
Wan@@
vyo@@
mbele
disciples
laiss@@
Shetani
vo@@
est@@
jeunes
olog@@
kuhubiri
kuonyesha
itu@@
adili
alia
sab@@
tumia
trai@@
kuishi
so@@
hiriki
kumu@@
cation
kw@@
eure
uwezo
aider
Baada
9@@
l’im@@
vers
tiv@@
bou@@
ye@@
Bila
kuja
mimi
ingine
ta
mz@@
vili@@
vy@@
aribu
eté
ff@@
zungum@@
uv@@
tut@@
enne
éch@@
fils
iba
Comme
fl@@
pe
appar@@
alim@@
mé@@
bali
suite
sha
ambua
ongo
nin@@
Vous
fs
qué
Daudi
kumb@@
aja
ezi
let@@
pokuwa
kifo
50
ka@@
David
éli@@
ongoza
be@@
vue
père
ler
kur@@
spiritu@@
pen@@
kisha
jou@@
aji@@
kula
Kikristo
trouv@@
rel@@
pend@@
eaux
fuata
anda
uku@@
umiwa
he
tard
parti@@
fanywa
od@@
acha
fon@@
tumaini
tenir
att@@
iter
Kama
ja
alipo@@
haki
partie
génér@@
rem@@
mwenyewe
Cette
cas
nyumbani
dem@@
Mas@@
Huenda
kam@@
ités
kusudi
sy@@
paroles
kud@@
any@@
rou@@
hasa
og@@
aina
wazi
kiasi
Mt@@
l’ex@@
Vi@@
vient
quelques
D’@@
kia
oit
hisi
ens@@
zo@@
qu’un
derni@@
anga
iles
kab@@
personn@@
pris
ungu@@
mwa
trois
ug@@
app@@
tir@@
hitaji
utilis@@
hatari
ites
ret@@
endre
Jean
lieu
okea
U
ori@@
Parole
const@@
ateurs
Ili
pass@@
sions
harib@@
près
kabla
depuis
hii
kik@@
comp@@
ann@@
Ces
vraiment
karne
chochea
Satan
yale
sisi
ajua
viv@@
étude
effet
chaque
dogo
mbinguni
eti
ran@@
inge@@
gl@@
maison
dada
kusaidia
kitu
sens
sol@@
vyo
sem@@
tru@@
wanap@@
kumw@@
pression
esprit
milele
préc@@
int
ako
usi@@
ilité
vent
quoi
chose
kutia
cont@@
vin@@
eli@@
zin@@
rien
28
pouvons
progr@@
dir@@
travail
bora
puis
kumbuka
kutoa
biblique
usaidia
raient
nombre
voy@@
ole
avez
hang@@
prof@@
mab@@
lib@@
êtes
cond@@
médi@@
souff@@
dét@@
waz@@
ème
Yohana
roi
wanaume
kush@@
str@@
sub@@
l’a
baadaye
arriv@@
différ@@
ume@@
erg@@
connaissance
sheria
préci@@
tayari
Un@@
produ@@
point
wanat@@
Quel
obé@@
ures
puiss@@
mtoto
indi@@
bidii
chap@@
faits
ture
connaître
quelque
20@@
aus@@
ulimwenguni
mwili
enga
zamani
mafuta
vijana
ions
lement
yaliyo@@
ono
accep@@
fin@@
ville
poli@@
part
enir
ém@@
hali@@
huu
ales
pris@@
esp@@
afu
parl@@
cti@@
vrai
dhambi
ché
hatua
Ingawa
mir@@
matokeo
Wali@@
our
․
enfant
Mal@@
Con@@
mp@@
appel@@
andiko
Quelle
N
amua
choch@@
andika
ti
pet@@
ugonjwa
mettre
njema
raison
nik@@
itude
Zaburi
esti@@
LI@@
atta@@
ambapo
WA
nombreux
aliwa
olea
hibit@@
kidogo
Sam@@
ines
expli@@
elewa
teur
urah@@
ulia
inasema
40
gazeti
iti
uhusiano
far@@
ath@@
mère
ente
yos@@
wata@@
0
encourag@@
quelqu’un
pendant
nouveau
aî@@
service
ke
ition
mama
ard
Petro
,000
husu
wewe
afuta
lire
kiwa
enn@@
angu
euses
organis@@
Cela
l’homme
ourn@@
Sal@@
walio
neno
mkubwa
Bar@@
bapt@@
donner
Mat@@
peuple
vivre
cam@@
Gr@@
ham@@
kuendelea
situation
amment
imam@@
compte
Mw@@
continu@@
hili
fanye
ingi
parler
hisia
nchini
ail@@
ndiye
paix
font
eff@@
mash@@
considé@@
paswa
Tuli@@
questions
question
nda
kin@@
vita
uch@@
kutokana
possible
baba
EN@@
Di@@
ito
Soma
ikiliza
jusqu’à
lugha
pers@@
confiance
Pierre
Bien
eusement
waki@@
Waisraeli
Wak@@
bado
or
T
sujet
ies
KU@@
sala
donne
eta
connaiss@@
cher@@
apata
kuwat@@
ES
usi
utia
serait
Hu@@
chache
indi
udi
amin@@
yeux
ani@@
jug@@
l’amour
muzuri
tamaa
wag@@
jaribu
athi@@
joie
venir
rec@@
wenyewe
mufano
aide
Si@@
Écritures
Ar@@
hakika
ukurasa
onjwa
moment
apa
l’h@@
autor@@
26
ango
ers@@
Père
remar@@
preuve
pe@@
Après
cro@@
œuvre
inat@@
damu
yat@@
savoir
seulement
enzi
azama
uza
serviteurs
ui
fa@@
Maandiko
dang@@
atu
zinaz@@
tunapaswa
mbili
Hilo
29
Namna
arisha
mbali
kuti@@
rend@@
ern@@
û@@
pya
MA@@
IN@@
anci@@
rez
iser
As@@
gu
dés@@
wawili
aiss@@
écou@@
particuli@@
seul
nafasi
inga
ush@@
ezo
iliana
abii
jeune
engen@@
emp@@
tou@@
lent
ences
mwen@@
27
anap@@
p
hirika
ins@@
fam@@
uhusu
prot@@
X@@
afsiri
uni@@
ash@@
Ég@@
tab@@
ateur
inda
aha
pendeza
aliy@@
J’@@
équ@@
poss@@
Zaidi
lev@@
assist@@
imb@@
omp@@
wili
kanuni
kale
iwe
premier
amis
Qu’est
responsab@@
issent
elekea
ofu
Jambo
jus@@
ahari
eil
oj@@
arri@@
hangai@@
cho
jamii
force
Wat@@
ombe
ible
pag@@
bat@@
mingi
ablement
servir
eront
culte
ment@@
pati@@
ré
afiri
ple
èrent
Mathayo
wanyama
ous
ert@@
trib@@
Na@@
conséqu@@
Mwan@@
,@@
yaani
una
hapo
azo
Israeli
ike
accompli@@
zinazo@@
ailleurs
nyakati
pi
ome
anya
cel@@
mengine
plusieurs
ibada
ras@@
mer
ette
trouver
Mara
agua
doit
uta
Psaume
maz@@
33
anay@@
iriwa
hakuna
uf@@
l’é@@
rée
déclare
jibu
déjà
ministère
mpya
ène
faida
millions
mieux
tatu
upande
ves
wange@@
huku
bu@@
kusoma
31
lit
import@@
atikana
haraka
Marekani
femmes
rahisi
toi
atana
orig@@
car@@
ule
Mambo
kas@@
proc@@
kutok@@
parfois
ling@@
explique
mke
ukia
agn@@
iste
cles
hé@@
nani
quelle
ances
ier
religi@@
Gu@@
milli@@
mam@@
ania
eg@@
cha@@
elezo
occup@@
lang@@
ennes
marafiki
sie
première
afya
uta@@
saa
répon@@
position
wazee
azam@@
New
elek@@
hakik@@
devant
imu
appro@@
sig@@
frère
ront
io
The
kadhaa
wanawake
mik@@
Dani@@
yule
juste
aidi@@
ciel
tatizo
aishi
ulio@@
erre
air
selon
ho
takatifu
etu
pit@@
qu’une
mus@@
ign@@
terr@@
trav@@
manière
déli@@
justice
ndiyo
pu
okeza
mikutano
embea
poti
fidèles
yoyote
walit@@
kwenda
kuwasaidia
unao@@
makala
kuelewa
osa
cherch@@
saint
mazuri
étais
porter
huduma
ehe
wakiwa
Wayahudi
pas@@
uhai
doute
va
uru
Qu’@@
Tout
Yos@@
W.K
ba@@
avu
cause
chukua
hidi
lina@@
weli
mois
watumishi
prend
Matthieu
sagesse
itions
ile@@
aliandika
d’A@@
seront
année
mabaya
inst@@
Musa
Certains
ogopa
arg@@
santé
mari
moyen
gré
embelea
El@@
falme
%
chrétien
assembl@@
maeneo
ambavyo
argent
ador@@
Kila
uri
ajwa
idadi
demandé
compl@@
kataa
ête
18@@
TI@@
sé@@
truction
viol@@
pote
iques
msaada
mi
env@@
Même
chunguzi
pesa
passé
umikia
heureux
kulingana
entes
celle
sc@@
rés
membres
n’ont
nu@@
sacrifi@@
Tr@@
yeyote
soci@@
imba
lu
dawa
atizwa
ingia
Ne
forme
kichwa
nilikuwa
huru
ndio
nécess@@
ishe
ctions
ître
Toutefois
ungwa
dro@@
puis@@
ofaa
furah@@
prov@@
ndege
appris
ongezeka
anciens
tradu@@
plupart
èg@@
montr@@
avi@@
linal@@
ect@@
nombreuses
aye
kimwili
karibuni
azim@@
prati@@
san@@
chana
aucun
ajou@@
Cependant
tient
muz@@
ave
Tunaweza
ebrania
Siku
apprendre
rég@@
rangi
ye
mariage
Kan@@
ota
wang@@
méd@@
azungum@@
sembl@@
vigumu
dirig@@
lilikuwa
uku
wango
devons
iriki
rait
mkono
sauti
hani
travail@@
ille
usha
ujumbe
prim@@
mu
jit@@
osh@@
bus@@
adilika
haku@@
pole
quent
iria
mbaya
32
réunions
Ju@@
vol@@
akatifu
escl@@
appli@@
pres@@
apo
mwanadamu
Mwana
petit
péché
lia
l’on
rafiki
kif@@
yaliyo
command@@
enye
pouvoir
fur@@
urahia
comprendre
action
andikwa
tend@@
of
som@@
matendo
lo
nj@@
vid@@
Kus@@
mumoja
d’avoir
ambacho
lo@@
ujuzi
pon@@
pul@@
viend@@
serikali
hub@@
afin
hua
étr@@
èle
mv@@
ababisha
fano
rép@@
disc@@
Isaya
asilimia
zuri
langue
mawazo
kijana
kamwe
jour@@
nouv@@
Isiècle
quit@@
relations
ète
aba
kadiri
’était
Jac@@
étab@@
tait
enc@@
And@@
ongozi
conf@@
spéci@@
kazini
idi
Mimi
uzima
tro@@
Mtu
la@@
lise
étudi@@
devenir
nor@@
veill@@
cert@@
Rév@@
ozi
mazo@@
chi
Bab@@
tiques
uba
uko
atten@@
uia
azeti
hur@@
profon@@
shauri
kundi
Sasa
réc@@
posé
Alors
doivent
QU@@
rendre
trouve
und@@
lors
Hat@@
face
méch@@
haya
kuto@@
unge@@
Br@@
quelles
bili@@
cations
certaines
afun@@
lorsque
mwingi
Unaweza
asse
awala
témoign@@
tan@@
araka
Am@@
volonté
Sh@@
empl@@
60
oro
éth@@
époque
Israélites
ège
35
husiana
fau@@
ambi
mêmes
ar
Leo
sci@@
mafundisho
ép@@
R
ains
maishani
vitabu
mrefu
endelee
Badala
hek@@
Mag@@
anis@@
ufu@@
ithi
ol
waaminifu
mamlaka
l’apôtre
70
présent@@
Austr@@
kui@@
plein
yasi@@
ahi@@
Mfalme
tumikia
mati@@
kufuata
cri@@
val@@
Nin@@
onc@@
hud@@
ongeza
ision
amet@@
mesure
apot@@
not@@
te@@
utumishi
agne
Kup@@
194@@
fadhili
envers
rester
huz@@
fik@@
ifu
parad@@
makubwa
isé
unguza
principes
manifes@@
der@@
deven@@
nation@@
umwa
çons
uel
fidèle
erait
ord@@
ange
extr@@
quatre
ature
yame@@
Ndugu
spirituelle
recher@@
yenu
Lors@@
nayo
mn@@
rés@@
acti@@
propos
aliyekuwa
emment
onne
ulikuwa
temp@@
chake
l’av@@
paka
affir@@
naweza
Isaïe
aliye
pol@@
attend@@
kuacha
Wana@@
religion
atte@@
badala
kutimiza
parole
hudhuria
Sababu
wekwa
pionn@@
fond@@
prière
n’y
çon
Ina@@
mzuri
quement
itia
sus
●
miza
wani
isme
nime@@
ors
inafsi
mou@@
ert
issant
kuny@@
macho
spir@@
remp@@
l’un
dest@@
ajiri
demand@@
sura
pourrait
ake
prophéti@@
mapema
awe
ivu
chrétienne
aller
Plus
huwa
baya
cal@@
ouver@@
Jérusalem
atwa
mot@@
IS@@
aurait
changa
abudu
prépar@@
UN@@
sign@@
kusanyiko
réalis@@
Kitabu
aidia
ure
Selon
Fils
wanaot@@
zilizo@@
grand@@
itre
waziwazi
prédication
Ad@@
yp@@
genre
kutu@@
sein
s’il
èn@@
système
Proverbes
lors@@
place
situ@@
États
susc@@
kuepuka
déclaré
gouvern@@
kidini
hughuli@@
omo
kan@@
esi
autant
plutôt
zako
communi@@
article
ngumu
waliokuwa
fier
lit@@
ajabu
ple@@
l’eau
Bwana
important
corps
uke
waka@@
Kulingana
zangu
mwanamke
trou@@
l’autre
signifie
Kuna
OU@@
kutana
d’ex@@
occ@@
rons
souv@@
senti@@
kujit@@
message
univ@@
cir@@
umbo
jet@@
présent
prêcher
ungua
envoy@@
saidia
asili
soient
anishwa
Re@@
37
ois@@
bu
élev@@
exemp@@
abda
ayansi
tar@@
commencé
hai
ingawa
l’aide
aktari
inchi
physi@@
ébr@@
mwana
laquelle
haw@@
èse
aise
Ré@@
espérance
Yerusalemu
trop
etea
siè@@
engo
dév@@
Qui
ulikana
chenye
grâce
sep@@
tel
hor@@
ziliz@@
chem@@
walimu
moto
mapenzi
kunaweza
wanapaswa
ujao
sœurs
wanas@@
zawadi
ahamu
Su@@
étant
confi@@
hes@@
Ainsi
cu@@
amilifu
kinacho@@
iliyo
four@@
chunguza
z
lar@@
aifa
makao
observ@@
telle
Cha@@
nit@@
cer@@
veut
Créateur
l’hum@@
jana
heur@@
problèmes
l’ar@@
picha
amen@@
unat@@
autr@@
vou@@
guerre
bre@@
ami
okana
tangu
alivyo@@
alip@@
mau@@
ongozo
Au@@
Ona
parmi
qu’à
bre
suivre
AM@@
fikia
mg@@
zoni
wati@@
ibles
unda
magumu
désir@@
maswali
unabii
alifanya
mataifa
gran@@
respec@@
efforts
d’ab@@
tons
oyez
Waroma
anti@@
objecti@@
effor@@
uo
ombo
huwa@@
Puis
oign@@
zungumza
maladie
usiku
kul@@
conseils
kwake
Hi@@
wezesha
Unis
Yeye
vités
sp@@
ahadi
idée
sûr
pouvez
d’entre
lou@@
haribu
tour
amaanisha
bâ@@
mume
Ha@@
trouvé
Moïse
bonheur
Ex@@
hib@@
mashauri
safi
l’époque
itu
yanaweza
valeur
éprouv@@
permet@@
vérit@@
tent@@
Aujourd’hui
état
Sheria
Waf@@
né
pendwa
rev@@
basi
Ji@@
illi@@
sentiments
alamu
priv@@
péch@@
wasio
WA@@
ensemble
urité
ndivyo
indwa
fanyakazi
angaza
erci@@
difficultés
œ@@
sour@@
LA
dre
hili@@
kumi
alipokuwa
cieux
baadhi
détermin@@
egem@@
hot@@
Mkristo
tii
évit@@
constitu@@
moyoni
décid@@
vin
pokea
déf@@
ouvr@@
heshimu
quant
lililo@@
barab@@
exprim@@
kufikia
adh@@
kuwe
Yakobo
environ
ondoa
Col@@
Uj@@
34
attention
tél@@
enu
intéress@@
magonjwa
furahia
ayo
mé
asiri
ément
kipindi
fru@@
ON@@
qu’en
abab@@
rs
maintenant
tuki@@
fikiria
kutafuta
compar@@
kwan@@
kikundi
viennent
pose
indre
particip@@
Témoin
Avec
onyes@@
esses
utawala
ongozwa
lec@@
courage
100
umilia
kutusaidia
sawa
oubli@@
Notre
Timotheo
influ@@
ôt
wanapo@@
érer
linasema
cid@@
AR@@
n’était
sauv@@
Pr@@
izwa
Abrahamu
baraka
aie
bé@@
conscience
pou@@
mfumo
exc@@
if@@
fici@@
thamani
agir
montre
mont@@
engeneza
avyo
révél@@
Ri@@
saf@@
réguli@@
tomb@@
endo
réus@@
kufikiri
kupita
lég@@
nim@@
chembe
âg@@
hatu@@
mateso
âge
Mak@@
ikit@@
faveur
souti@@
taifa
wali
plac@@
198@@
recev@@
kilom@@
début
tor@@
chréti@@
IM@@
Luka
dhabihu
entifi@@
ordin@@
kini
étudier
ukumb@@
msingi
oci@@
azia
pec@@
page
eth@@
conn@@
pig@@
preuves
sionn@@
chacun
bwana
zina@@
rer
akat@@
mang@@
arrê@@
afunzi
mpaka
Inter@@
long@@
garder
hukumu
idé@@
unap@@
dû
iso
reste
main
wowote
Adamu
Ili@@
natur@@
davantage
ko@@
îtr@@
mauv@@
oo
besoins
ade
chezo
fou@@
ishia
shangwe
Nj@@
cô@@
lution
dig@@
heures
Av@@
alimw@@
inti
péri@@
YA
kali
t’@@
waj@@
nom@@
arti@@
endea
heshima
découver@@
fa
imbo
chan@@
halisi
penser
tez
demande
uns
linalo@@
conjo@@
entre@@
elfu
teurs
inia
umika
No@@
ukawaida
empê@@
ikali
tenu
fille
Fikiria
Methali
yalikuwa
umisha
réfléch@@
inf@@
barua
ési@@
Com@@
nourriture
malaika
sinc@@
loin
kutambua
permet
mondiale
engwa
ode
rencontr@@
sang
tunap@@
tiwa
ait@@
l’exemple
aucune
pouss@@
airement
difficile
Ne@@
ngono
avais
itaj@@
ndi@@
ongez@@
ishowe
quels
protég@@
10@@
mari@@
kulikuwa
kuku@@
afiti
matéri@@
erc@@
ora
actu@@
wasaidia
morts
alimu@@
Kwanza
adul@@
uji@@
Joh@@
aria
emia
joto
mes@@
angalifu
onyeshwa
isaidia
vibaya
Mis@@
mul@@
croy@@
Fr@@
14@@
Wengine
uwongo
hifad@@
Maneno
bibi
itié
dia
Wakorintho
wezekana
ituo
pér@@
oints
ble
funzo
cit@@
nie
seule
tir
Israël
hak@@
tabia
fréqu@@
ats
compris
elop@@
Beaucoup
bonté
mtume
nami
prennent
akam@@
istes
iliyopita
mfupi
Maj@@
hirikiana
uadilifu
mauvais
pili
Ny@@
forc@@
ukiwa
itahidi
ru@@
kusu@@
gari
vir@@
mwenendo
ivyo
Matendo
195@@
plan@@
Muumba
Basi
Tu
kana
Est
nations
Ulaya
kutenda
apokuwa
Nini
qualités
dis
sent@@
funza
pendezwa
passer
to@@
elea
onya
itaw@@
arr@@
nuit
Gen@@
tri@@
kumhusu
bien@@
uzia
kilomètres
ayant
exac@@
adui
d’in@@
Luc
Baadaye
racon@@
WAN@@
jawa@@
assur@@
Timothée
urafiki
pous@@
connu
CH@@
astr@@
afu@@
vres
mètres
ii
crain@@
Pourtant
spirituel
fran@@
wafuasi
mach@@
répond@@
ef
raisonn@@
condu@@
maandishi
s’ag@@
hiwa
oin
bas@@
Shahidi
yl@@
at
lolote
chois@@
nation
rév@@
compagnons
mabadiliko
aime
ende
Mex@@
devrions
aisha
braham
uamuzi
oni@@
ila
venu
montrer
poser
Juifs
aug@@
milioni
histoire
Man@@
rapport
reçu
gard@@
Ulimwengu
mani
auli
alu
embre
pouvait
proclam@@
activité
eshi
imea
St@@
pate
appelle
ikamanifu
ufu
unjika
bra@@
kuchunguza
ga@@
adili@@
kina@@
hewa
mfalme
err@@
fal@@
kuru
droit
um
uzito
prés@@
kip@@
menti@@
viumbe
concern@@
don
mali
kosa
sema
aliza
montré
thé@@
Ang@@
malad@@
nz@@
cél@@
kondoo
choix
nina@@
qu’elles
ewe
the
prise
kaa
hufanya
durant
mahitaji
Habari
riwa
unza
intérêt
mav@@
l’éc@@
maamuzi
anges
mkuu
Ayubu
anapo@@
kil@@
emi
qui@@
s’en
d’Israël
rendu
jitihada
premiers
pages
soli@@
adolesc@@
unja
pre
LE
Job
eut
prophète
accord@@
bur@@
Nyakati
uhakika
exist@@
fér@@
sentiment
karib@@
vyenye
séc@@
évo@@
fikiri
aille
kuanza
alli@@
isions
sikuzote
mie
fix@@
ope
sid@@
mwa@@
chi@@
jitahidi
leta
semble
sita
raisons
Mwanzo
ufalme
Uingereza
log@@
pagn@@
kufu@@
amri
C
tumiwa
ême
kubali@@
mtazamo
kuzungumza
rom@@
umaini
met
ennent
érit@@
gaw@@
hon@@
indivi@@
mission
cad@@
représent@@
moy@@
gund@@
mwaminifu
prob@@
letu
Ag@@
kufikiria
pendeleo
ninyi
sil@@
missionn@@
vi
kile
miezi
cy@@
grav@@
Seigneur
zuia
but
ples
cat@@
egemeza
olojia
shule
Ndiyo
È@@
problème
uhitaji
husisha
auté
aburi
ordre
Celui
zisi@@
bénédi@@
mwanamume
mement
Ufunuo
ination
shwa
Isitoshe
cinq
convainc@@
yenyekevu
uhuru
upas@@
Kig@@
volon@@
Quelles
aya
dispar@@
peke
Watoto
béné@@
prouv@@
désir
caract@@
favor@@
née
15@@
avyoweza
utu
afakari
Se@@
De@@
aisse
Corinthiens
accom@@
DE
sexu@@
hay@@
vip@@
éternelle
sam@@
récit
VI@@
prin@@
acité
wawe
actions
rôle
oient
D’après
w
issons
fri@@
kuelekea
présente
umbe
oû@@
réponse
endant
conseil
kimb@@
maum@@
Wazazi
peur
este
anzisha
historia
uri@@
sait
eko
inap@@
lumière
hizi
orer
Romains
période
inqui@@
ER@@
mwezi
satis@@
AS@@
isikia
hos@@
ulio
conduite
ilo
katikati
mot
région
eille
avyot@@
hasira
Jam@@
hazi@@
devenu
j’avais
évén@@
Eli@@
long
tahili
appelé
kusali
défin@@
ikiri
lè@@
ikisha
respect
dispos@@
vichapo
zim@@
char@@
Ut@@
jeuri
prend@@
réun@@
kuzungum@@
bonnes
rent
kumt@@
aura
inadamu
mer@@
mtum@@
graphi@@
uaminifu
parle
pes@@
royaume
safari
veu@@
erumani
groupe
Actes
kuwapo
zaji
walipo@@
_@@
rection
Son
kuni@@
arini
surveill@@
Th@@
inayot@@
abili
rich@@
kuchukua
Rut@@
consi@@
animaux
Amer@@
imulizi
kutosha
constru@@
mnamo
onné
voie
résul@@
zaliwa
ingira
Ana@@
ndogo
nafsi
oncé
garde
longtemps
hara
aha@@
ony@@
dr@@
biashara
L
devrait
okoa
habit@@
ES@@
Josep@@
princip@@
esa
umi
temple
ur
oix
côté
oga
huri
existe
œur
Hakuna
hist@@
céleste
jeshi
kuta
loi
unua
Jo@@
euxi@@
anam@@
réconfor@@
employ@@
tête
plaisir
kiny@@
esh@@
passe
pouv@@
omon
lait
emba
âme
mwang@@
wasi
produit
pratique
huzun@@
oti@@
résur@@
études
vyote
humain
kimoja
souhai@@
l’article
entendu
agré@@
York
japokuwa
demander
Ye@@
aifu
makosa
maendeleo
ide
ikana
ager
ecti@@
plement
ungaji
habitants
devait
enseigne
kuwas@@
dée
terme
presque
iers
anim@@
atizo
œuv@@
sul@@
Pi@@
Pu@@
conna@@
écri@@
étern@@
ele
has@@
amili@@
hom@@
siècle
Mo@@
ints
no@@
hahidi
Yer@@
q@@
aswa
kar@@
courag@@
hir@@
apôtre
fupi
v
act@@
M
ikili@@
osha
iture
ahisi
©
Es@@
entend@@
chungu@@
Jé@@
reç@@
déclar@@
laz@@
jet
ulizi
aanisha
oria
Ro@@
namo
ikwa
Waz@@
coup
sement
apô@@
sû@@
embl@@
ps
ah
Weng@@
congrég@@
eso
himu
insi
wany@@
D
anz@@
ogo
dur@@
kutano
vér@@
oho
contin@@
seu@@
commenc@@
ependant
manif@@
rist@@
Kat@@
oie
inten@@
fund@@
jin@@
hemu
mia
kea
shang@@
sac@@
aiment
usa
clam@@
org@@
eria
yen@@
ongo@@
Tou@@
signifi@@
afiki
jam@@
aidi
pay@@
yi
pendo
ace
ikiria
kusany@@
ail
rement
inaf@@
Kit@@
Tim@@
ghu@@
ü@@
eno
ière
vig@@
fum@@
port
kich@@
akini
lug@@
husi@@
ingereza
umoja
ls
âce
–
jo@@
nam@@
Kuli@@
ogop@@
cin@@
kaz@@
Ba@@
nifi@@
ambo
usal@@
mwanam@@
bib@@
intér@@
je@@
H
proph@@
consci@@
Baad@@
wazo
mondi@@
trad@@
alo
afs@@
ku
Bi@@
nour@@
kutan@@
embe
tôt
oja
mom@@
auv@@
fad@@
memb@@
conse@@
Y
eshwa
tats
don@@
ekana
Is@@
tran@@
erb@@
ubu
rions
mais@@
pita
oh@@
sain@@
hu
dè@@
heshi@@
êt
Aus@@
okeo
ashara
oth@@
á@@
envir@@
J
espér@@
grou@@
peu@@
í@@
unia
angali@@
diffi@@
epuka
juzi
andishi
ikam@@
W
tit
plu@@
urs
ungum@@
amuzi
hauri
tém@@
Uli@@
evu
□
gén@@
epu@@
adamu
oles
adilifu
P
apt@@
B
mbing@@
cip@@
fundisho
ël
ofauti
unes
ereza
bad@@
ï
Ndi@@
Z
obj@@
haa
Ay@@
ments
ec
confor@@
yewe
servi@@
tefois
vre
aini
cle
fidè@@
kad@@
tam@@
uhusi@@
éti@@
Ê@@
ahili
èmes
Ac@@
justi@@
bén@@
sex@@
mil@@
ffi@@
relig@@
Cert@@
otre
yahudi
fumo
è
servit@@
bon@@
ihu
yansi
Ç@@
grap@@
ekani
uvu
réfl@@
’est
kristo
ong
ela
kir@@
naf@@
ù
cau@@
chos@@
Be@@
heur
q
prédi@@
Hab@@
umishi
endeleo
Lu@@
enfan@@
kuzote
his@@
lus
diff@@
ô
aika
Jos@@
oivent
É
xi@@
F
V
Ulimweng@@
prem@@
adiliko
onnes
cile
Bad@@
vainc@@
hiv@@
kumu
atis@@
esc@@
Bib@@
amoja
œurs
Isa@@
alités
risto
Je@@
décl@@
portant
K
ngana
ation@@
X
sir
unj@@
mess@@
Kik@@
discip@@
vich@@
compagn@@
G
nat@@
difficul@@
azamo
Pe@@
syst@@
avant@@
ebr@@
espr@@
yari
rang@@
◆
ó@@
aida
vib@@
pos
aminifu
kaw@@
chac@@
Nam@@
War@@
endele@@
ukua
shau@@
emble
yek@@
nourr@@
yekevu
maf@@
aisir
Met@@
em
itihada
ifs
nombr@@
mê@@
Sab@@
Isra@@
quel@@
wafu@@
euri
bli@@
réci@@
minist@@
ôle
pai@@
nde@@
ñ@@
fem@@
·@@
ondoo
respon@@
akt@@
Q@@
hiriki@@
dugu
ã@@
bibli@@
saada
auc@@
ö@@
dii
gen@@
jwa
æ@@
Ing@@
wezo
etani
laya
Corint@@
avantage
sieurs
Abr@@
°
ilimia
orintho
_
ʹ@@
itures
rifi@@
lum@@
hughu@@
amba@@
activ@@
élites
cong@@
vain@@
Â@@
&
abu@@
étu@@
Pour@@
akati
ham
Psa@@
Écr@@
awadi
erbes
Rom@@
culi@@
raeli
|
atre
→
ú@@
umbani
Chris@@
Ô
auti
d’hu@@
habihu
uniani
igne
ü
bes@@
Pau@@
Wais@@
mainten@@
ulani
wo@@
Cré@@
uw@@
í
Matt@@
ä@@
réti@@
á
❑
mweng@@
◯
ł@@
refu
sag@@
fré@@
ugu
emu
Î@@
ë
Petr@@
Cel@@
ikati
ermin@@
laka
ïe
Á@@
j
⁠
hudi
oshe
Œ@@
○
anifu
jà
core
>
Ï@@
Yes@@
alimbali
↓
—@@
akazi
hov@@
rais@@
Ô@@
réuni@@
weng@@
ysi@@
Sat@@
usalem
ʹ
▸
✔
meng@@
Té@@
←
ë@@
ú
ètres
ques@@
Ufun@@
=
èr@@
igneur
Yor@@
č@@
ors@@
Tém@@
obo
Timoth@@
ê
olesc@@
❖
imi
olote
éci@@
↑
nomb@@
hada
❏
+
Q
Davi@@
®
Jér@@
−
■
ń@@
ø@@
ojia
néc@@
ה@@
⇩
ה
Yak@@
̆@@
ó
Š@@
wazi@@
akati@@
Dau@@
Í@@
ו@@
י@@
oins
š@@
hovah
Matthi@@
Prov@@
­
ą@@
ę@@
ā@@
ʼ@@
hova
ł
▵
▿
Ł@@
ū@@
Ù
⇨
fav@@
ʽ@@
ukur@@
ense@@
owe
€
W.@@
▶
Û@@
ă@@
å@@
ś@@
ä
◇
§
ḥ@@
ý@@
­@@
ß@@
ş@@
č
Ë@@
Ü@@
â
ň
Ó@@
à@@
iku
⁠@@
―
ㅇ
æ
õ@@
hudhur@@
Ž@@
‘@@
⁄@@
ī
itoshe
▼
Ä@@
Ö@@
◀
elon
ě@@
Ã@@
ㅅ
ǒ
‰
̩@@
ý
itaji
û
ouvern@@
akari
š
ž@@
ā
ㅁ
Yoh@@
ㄱ
\
ø
ò
Č@@
‛
Ñ@@
Ḥ@@
È
:@@
@
נ@@
Ż@@
wanza
̧@@
ׁ
פ@@
ש@@
ī@@
ż@@
ř@@
ㅗ
▾
ㅏ
#
Å@@
×
pek@@
☞
➤
ʼ
ē@@
ė
Ş@@
ㄴ
$
ïse
ß
Á
ㅣ
ľ@@
ő@@
ō@@
π
▲
probl@@
eleo
¡
י
ö
™
ㄹ
ń
ã
Ø@@
ḍ@@
Ï
◗
ㅡ
ṣ@@
ḥ
ð@@
å
ţ@@
ㅓ
ž
ǔ
‐
⇧
¿
΄
ĕ@@
ū
β
а@@
ŏ@@
-@@
ŭ@@
̗@@
ů@@
ē
ō
ẓ
☒
в@@
р@@
п@@
и@@
›
·
н@@
ㄷ
ì
ㅛ
상
ㅊ
Í
ㅠ
ȧ@@
̀@@
Ś@@
ť@@
÷
ㅕ
d’hui
ㅍ
소
α
ㅋ
ㅑ
사@@
ㅔ
„
ć
Ą@@
곰
Ú@@
ź
ů
ㅎ
ㅂ
ṇ@@
̇@@
랑
ı@@
μ@@
목
ㅌ
Å
ㅜ
ㅈ
ι
ə@@
Yerusal@@
̆
yaume
;@@
Α@@
baad@@
⁄
➋
Ṭ@@
umani
Ń@@
ģ@@
➊
ì@@
î
➍
с@@
ˈ@@
hiens
Б@@
ж@@
ю
м
є@@
м@@
о
о@@
е@@
т@@
ǒ@@
и
х@@
і@@
д@@
і
<
Ō@@
ù@@
~
£
γ
ז@@
