<unk>
<pad>
<s>
</s>
.
,
a
go
ba
le
e
the
ka
o
:
to
of
ya
ne
mo
se
“
and
”
di
gore
re
ke
in
ga
?
tse
)
(
’
s
wa
tsa
that
sa
—
fa
is
di@@
bo@@
bo
kwa
nna
re@@
tla
for
mme
se@@
we
1
ma@@
jwa
;
a@@
be
le@@
mo@@
neng
la
eng
ing
e@@
yo
batho
was
Modimo
Jehovah
with
Jehofa
as
on
God
ba@@
I
his
s@@
n@@
it
i@@
na
t@@
dira
ed
The
jalo
in@@
not
you
c@@
are
A
or
2
S@@
gagwe
bone
ela
Go
E@@
o@@
A@@
he
have
fela
f@@
p@@
one
me
al@@
en@@
k@@
t
es
3
d@@
will
y
i
an@@
g@@
u@@
by
an
thata
ntse
l@@
T@@
Ka
4
ar@@
Ke
5
us
O
M@@
from
ile
their
me@@
!
K@@
P@@
be@@
ele
-
b@@
they
al
at
‘
C@@
-@@
Fa
m@@
lo
6
N@@
can
r@@
H@@
st@@
who
go@@
our
Jesus
this
dilo
Bible
Jesu
y@@
all
R@@
mongwe
el@@
ra@@
rona
un@@
th@@
de@@
yone
ol@@
E
ang
or@@
it@@
F@@
tsela
ate
L@@
ation
lo@@
at@@
jo
8
er
er@@
gone
B@@
h@@
were
7
tl@@
ers
9
I@@
jaana
ts
ri@@
what
es@@
am@@
10
ted
do
ong
had
si@@
on@@
op@@
Ba@@
n
elo
12
15
te@@
O@@
jaaka
ntlha
ac@@
your
d
con@@
W@@
v@@
G@@
ti@@
11
motho
nako
eno
Mo@@
jang
so
eo
In
D@@
bangwe
w@@
What
pele
them
people
is@@
l
Bo@@
ds
ro@@
Baebele
ly
pro@@
ga@@
has
bu@@
m
13
14
bile
Le
my
la@@
about
tshwanetse
ele@@
ene
im@@
him
elwa
ane
tsh@@
tswa
leng
ana
time
when
ag@@
kana
molemo
would
Mme
po@@
ad@@
17
red
bona
as@@
pre@@
16
may
but
fe@@
ent
Mo
ic@@
li@@
ated
nngwe
ur@@
teng
nne
dingwaga
tlha@@
th
ho@@
ex@@
pe@@
he@@
more
ok@@
ts@@
gago
ha@@
ge
ne@@
itse
ding
il@@
yang
life
ap@@
[
]
did
19
tso
some
20
su@@
ka@@
ala
dik@@
out
ileng
dingwe
ano
isa
ch@@
18
her
Ba
1@@
qu@@
fa@@
sen@@
How
ve
thusa
k
for@@
kgo@@
du@@
ak@@
wa@@
din@@
elang
ine
sengwe
ou@@
em@@
we@@
those
b
ally
J@@
nang
also
It
many
ment
Re
bon@@
boammaaruri
He
per@@
j@@
sa@@
tlh@@
bua
ter@@
bol@@
been
sp@@
ñ
ut@@
gape
kgotsa
no
ye
ded
Di@@
ance
co@@
such
ola
st
ity
Se@@
sh@@
godimo
lefatshe
tle
om@@
seno
ep@@
man
ses
z@@
bolela
ra
/
lwa
ous
Le@@
ip@@
dirisa
there
ence
U@@
ful
its
dis@@
bontsha
ik@@
ting
seo
up
24
gonne
elela
no@@
bana
te
ia
ru@@
tota
wang
tswe
batla
ta@@
able
21
how
22
kafa
u
than
ab@@
kgona
tion
Witnesses
tsone
other
sentle
way
Basupi
so@@
if
de
pa@@
ir@@
day
tseng
Ma@@
botshelo
But
19@@
world
good
botlhokwa
help
dip@@
ke@@
sed
tu@@
ary
man@@
We
even
said
Y@@
ter
ss
ph@@
work
r
to@@
tiro
ant
should
into
kga@@
p
par@@
ci@@
Bakeresete
things
ce
Paul
lefatsheng
les
akanya
these
which
diwa
olo@@
tsi
itsh@@
bantsi
ch
led
does
Paulo
John
ct
alo
tra@@
This
ings
years
When
moo
tseno
pri@@
tsang
Christian
could
love
ise
fi@@
ying
kg@@
madi
the@@
They
tlho@@
mi@@
simolola
gu@@
olo
do@@
tlo@@
eleng
make
5@@
23
ely
mar@@
ithuta
children
dirang
est
letsatsi
V@@
ah
Ga
2@@
ar
she
g
vi@@
ations
feta
tsotlhe
rata
ning
gi@@
etse
etsa
morago
ō
ents
bi@@
ten@@
Luke
ver@@
says
earth
cu@@
sing
Keresete
For
over
because
Christ
ban@@
elong
Th@@
c
only
If
Christians
wana
ves
ob@@
mon@@
um@@
then
cre@@
first
In@@
come
ble
nnang
dintsi
others
ono
ty
è
gan@@
hi@@
ntseng
en
lorato
family
like
6@@
et
king
gol@@
As
Matthew
25
tly
tr@@
being
ang@@
Mathaio
ction
tsaya
28
made
Batho
tlhalosa
Why
ther
ek@@
tso@@
moya
Kingdom
ran@@
*
tsweng
ko
ling
mafoko
h
ale@@
must
need
dir@@
bong
You
botlhe
Bogosi
war@@
fe
jaanong
most
com@@
just
men
men@@
oun@@
example
nn@@
der
mor@@
seng
res
ice
ev@@
w
sena
ans
et@@
sion
very
iwa
tshela
wan@@
ls
times
mmogo
kop@@
ess
any
leb@@
ati@@
spirit
faith
ona
pelo
take
pi@@
kgone
od
gre@@
see
S
gompieno
now
30
als
ons
har@@
tse@@
tlhoka
pe
ara
hu@@
age
x
know
tlha
af@@
mol@@
Re@@
after
And
mis@@
its@@
ing@@
lengwe
ope
tshwanang
parents
eg@@
olog@@
gang
bala
kgolo
pl@@
new
tumelo
wal@@
lone
weng
kete
own
ite
mp@@
eletsa
fo@@
off@@
el
x@@
ones
ities
da@@
become
Pesalema
before
rec@@
tseo
ish@@
end
ating
true
sone
Psalm
utlw@@
min@@
dumela
8@@
spiritual
where
cted
na@@
bao
pa
lelapa
ness
lemoga
monna
Johane
tlo
words
congregation
botlhoko
give
tlhe
lona
mosadi
of@@
old
sepe
ama
7@@
tri@@
Se
well
26
sekai
si
botlhale
aro
9@@
leka
naya
mer@@
id@@
Ch@@
bor@@
tsamaya
1-@@
mathata
two
ined
ea
akan@@
ao
New
death
ck
tshe@@
ish
much
des@@
iti@@
ws
Lo@@
29
direla
metlha
batsadi
am
maemo
Ju@@
isi@@
another
ry
through
ilweng
tsama@@
isiwa
ven@@
Peter
ha
Lefa
27
sur@@
setse
Go@@
olwa
gra@@
tions
ver
ving
No@@
bar@@
get
fin@@
pol@@
gare
Gape
heart
oko
00
iso
bolelela
tre@@
ere@@
yotlhe
book
ny@@
3@@
sal@@
comp@@
ther@@
pu@@
siwa
person
tsi@@
cho@@
kwala
tswelela
wor@@
maatla
Me@@
That
jo@@
utlwa
tswang
great
ul@@
AN@@
tshwanetseng
found
gat@@
pel@@
ma
siameng
199@@
bodumedi
One
So
temp@@
selo
sure
read
Petere
inc@@
kang
dire
ical
amogela
ilwe
0@@
spe@@
name
today
Mar@@
human
pha@@
33
fitlha
rat@@
say
though
might
use
TS@@
each
tlhok@@
ki@@
ssed
kan@@
bal@@
ever
ited
ge@@
eletse
ks
tshwan@@
len@@
son
kae
ye@@
kw@@
31
cts
dec@@
young
ditiro
sin@@
tshwa@@
Bokeresete
disa
ith@@
part
mogolo
ngwa
□
truth
tlase
ality
feel
mu@@
car@@
str@@
reng
mog@@
Mok@@
sup@@
ikutlwa
semoya
dinako
Be@@
gwe
dijo
sel@@
ard
yed
dire@@
Dik@@
ina
ars
gantsi
sha
fitlh@@
leina
ved
land
lea@@
je@@
tsha
told
•
thi@@
Bibela
ser@@
fac@@
find
tlhotlhele@@
Corinthians
study
kgatlh@@
ko@@
tlhalo@@
mm@@
thu@@
leno
ruri
ruta
tlhom@@
isang
tsen@@
cen@@
4@@
boik@@
tsho@@
Seno
ement
alo@@
ked
home
sol@@
Diane
bedi
il
To
den@@
bogologolo
ca@@
dikgang
les@@
gh@@
along
ta
place
against
same
dly
ditse
lotlhe
ates
ris@@
malebana
An@@
Proverbs
yana
swa
tic
fore@@
supa
tlho
pen@@
often
epe
ō@@
rera
Some
serve
However
tor@@
ach
fully
aneng
Do
foo
tla@@
used
etseng
gongwe
olong
right
32
farologaneng
wena
ily
bano
keep
wn
Con@@
ja
ins
raya
apostle
kgang
Word
never
Isaiah
abo@@
dikgo@@
aka
too
Isaia
himself
Lefoko
David
aga
itekan@@
mang
Al@@
phuthego
sho@@
Satane
ber@@
brothers
tsa@@
United
mangwe
Bak@@
ges
Acts
every
word
sub@@
means
ments
ngwana
There
ngwaga
dist@@
der@@
dirisiwa
ala@@
Israel
isi
amog@@
bogolo
At
leo
akaretsa
tho@@
maikutlo
kgwe@@
ism
hum@@
000
wrote
Bakorintha
40
among
Satan
fic@@
trans@@
ned
G
ear@@
called
enti@@
gae
why
less
ished
Kwa
upon
por@@
boitshepo
sy@@
tshwanela
came
days
dum@@
down
dre@@
elwang
elele
bog@@
dia
mal@@
phe@@
setsa
ining
baka
long
became
bonala
tshwara
.@@
put
Tota
So@@
during
course
N
34
cul@@
tlhogo
Timothy
ditlh@@
our@@
After
back
under
set@@
au@@
ic
year
ten
ole@@
thulaganyo
stan@@
sek@@
want
35
Ne@@
appe@@
appro@@
view
apa
thuto
ms
bel@@
gro@@
Timotheo
gile
Is
ame@@
set
tal@@
Revelation
up@@
rea@@
app@@
live
lat@@
learn
show
wing
id
fetileng
let
lar
important
leba
tlhopha
Pro@@
anang
still
ara@@
EL@@
rel@@
50
efe
tlhokom@@
sto@@
yono
Baroma
act
tswe@@
motlhofo
ters
over@@
worship
Morago
wife
Jo@@
century
br@@
ine@@
ditsela
mind
kgol@@
banna
ali@@
egang
tlotla
tlogela
koo
boi@@
gr@@
sc@@
while
away
37
faithful
ato
tic@@
bap@@
dirwa
ght
Father
later
kagiso
rag@@
kopa
States
let@@
news
wi@@
itumelela
began
tlhaloganya
utl@@
otlhe
Com@@
ors
basha
fu@@
ces
given
bosula
Na@@
eletseng
ei@@
tsholofelo
tiv@@
writ@@
,@@
gela
ently
Ro@@
presen@@
anong
kgakololo
D
doing
Romans
bonako
comm@@
themselves
DI@@
den
ago
wane
cal@@
without
knowledge
sele@@
By
tlile
tloga
0
ef
tlhag@@
tirong
ratang
setlhogo
dite@@
hope
ef@@
wise
bop@@
tsebe
ika@@
vis@@
tlhole
Z@@
gar@@
buka
however
expre@@
nye
mantsi
siamang
,000
metsi
child
Dafide
Ee
living
dise
power
mat@@
dirag@@
polo
pla@@
Genesis
lefa
peace
Genesise
With
inv@@
tal
three
fet@@
and@@
wh@@
tain
Ar@@
20@@
sia
He@@
kgon@@
ssion
tshi@@
basadi
dikg@@
form@@
clo@@
cor@@
On
ill
karolo
è@@
puo
EN@@
holy
tsheg@@
uni@@
pedi
tsana
ized
fact
ad
wil@@
pos@@
T
ong@@
ntlo
Many
father
molao
dom
ist
gave
oc@@
dra@@
cla@@
Then
gaufi
elwe
help@@
eb@@
ega
sta@@
seabe
C.E.
preaching
fetang
lu@@
olang
fatsa
service
14@@
bas@@
Tse
ditsala
thing
dife
pat@@
house
us@@
fel@@
ative
cau@@
both
My
C.E
loso
atten@@
bakaulengwe
Dikwalo
puso
ministry
sis@@
tweng
Tsh@@
Tl@@
gana
jono
fir@@
gon@@
lefelong
10@@
bontsi
Gi@@
nam@@
ways
av@@
tha@@
kaga
Tsa
ege
order
dim@@
gn@@
golo
direga
tsena
tlhomami@@
amp@@
khu@@
Scriptures
ON@@
Iseraele
here
religious
ren@@
tlhak@@
mother
She
jone
Mor@@
always
Ti@@
tshwen@@
bothata
Ditiro
ble@@
ikanyegang
motlha
bosupi
King
pra@@
making
eli@@
adv@@
His
Ha@@
ies
between
thusang
ego
lebaka
pal@@
ys
ship
ged
ntsha
Yet
ound
alwa
Baiseraele
ditsweng
gaisa
city
mmatota
elo@@
Dip@@
succ@@
bola@@
atla
rapela
World
tlang
pop@@
Gone
ut
▪
kgao@@
modimo
bly
melao
mmele
ao@@
oo
ici@@
hon@@
really
something
ital
pas@@
ously
mma@@
tshame@@
ithut@@
lefelo
gal@@
loy@@
ep
latelang
disciples
tually
took
ron@@
James
tum@@
batlang
coming
asked
having
ereke
Yes
botshelong
served
dy
sha@@
gen@@
little
Hebrews
mmalwa
ature
lis@@
fes@@
barutwa
tlhokang
phuthegong
ir
fal@@
Kgosi
side
tive
rest@@
dika@@
member
woman
medi
mogopolo
ologa
ata
èla
tsing
ward
water
keng
hol@@
alela
St@@
tlhola
Our
Mes@@
ess@@
mil@@
dic@@
Jud@@
ssi@@
think
gener@@
TH@@
humans
hand
deli@@
198@@
legodimong
ize
possible
few
hor@@
fo
fied
Kga@@
200@@
reason
ture
Jerusalem
solofe@@
dirile
Mokeresete
alang
porofeti
gs
real@@
setlhopha
sekao
food
valu@@
form
marriage
soleg@@
Moshe
Mol@@
itume@@
stri@@
number
felt
whom
kgonang
Bahebera
sang
ntwa
Bi@@
bobedi
body
tlhan@@
problems
tru@@
together
concer@@
tlhoko
lefoko
Bar@@
appreci@@
cip@@
um
Even
Jaaka
araba
tim@@
R
bur@@
look
Dir@@
tlham@@
ences
result
lead
than@@
ast@@
gola
mole@@
kotsi
known
mel@@
sem@@
phoso
Baebeleng
wel@@
All
IN@@
elelwa
These
Y
Nna
ack
tel@@
neela
don
respon@@
stud@@
personal
mankind
des
kwalo
gomo@@
fil@@
face
botlalo
tshwana
emo
tshelo
unity
cri@@
tleng
ise@@
blood
that@@
edi
uta
ike@@
women
tshwanelwa
bofelo
bed
dered
ce@@
future
Ts@@
Bajuda
No
believ@@
batlhanka
beg@@
morwa@@
fine
light
point
itshwar@@
encourag@@
tho
Mat@@
B.@@
Tshenolo
are@@
hard
stru@@
ute
sego
tsala
servants
res@@
mororo
dithuto
prote@@
oa
try
ct@@
lives
aring
husband
tsogo
kind
tlotlo
lenyalo
since
From
toward
cha@@
18@@
soci@@
dingwageng
maaka
ps
tion@@
39
care
tshwar@@
lekgolo
ler@@
Per@@
buil@@
last
bathong
different
letl@@
kitso
․
buang
swe@@
bongwe
off
Gore
bidiwang
Let
GO
lebega
Bon@@
col@@
ever@@
dimilione
ber
low@@
tlhalogan@@
36
dinageng
TL@@
better
ask
thuso
ced
ists
again
responsi@@
raagwe
chang@@
bolwetse
cy
consider
olosa
Son
bring
dumedi
botoka
wat@@
dness
En@@
dipe@@
dition
molato
ner
bale@@
ongwa
died
ikan@@
left
her@@
joy
ase
peri@@
gong
thap@@
experience
Job
mokgwa
kitla
happy
fellow
mmu@@
ind
medi@@
regu@@
lel@@
afe
sele
tem@@
lation
HO@@
ree@@
vo@@
tes@@
thy
Tsela
ines
Motho
ft
under@@
Un@@
ure
tlwa@@
exc@@
Jerusalema
nations
atam@@
friends
ng@@
dipotso
sin
accep@@
bro@@
done
requi@@
bles@@
ena
tlhotlheletsa
descri@@
arly
pris@@
cou@@
Your
fer@@
school
learned
boitumelo
ast
diri@@
ve@@
vers@@
La@@
45
kolo@@
latela
teach@@
giving
bagare
tletseng
tshedimosetso
arabelo
Tlho@@
viol@@
Moses
bokhu@@
going
cannot
perfect
needed
ima
Din@@
sega
ari@@
senya
prayer
sea
rulagan@@
ants
ani@@
Si@@
kon@@
moaposetoloi
expe@@
De@@
purpose
tlhokomela
discu@@
plac@@
religion
thapelo
ingly
tok@@
godi@@
ōna
went
meetings
ort
ame
comes
lim@@
righteous
promi@@
acc@@
Watchtower
Jakobe
yoo
Lefatshe
someone
Modimong
fru@@
system
38
botsa
tle@@
bir@@
questions
kutl@@
article
heaven
serv@@
elders
tsw@@
tlhoph@@
dar@@
practic@@
hap@@
The@@
ctive
present
ebile
believe
dent
per
early
fear
publ@@
boleo
gaka
latsela
vic@@
engele
serving
look@@
Fela
5-@@
ral
kge@@
bontshang
kaya
ped
abu@@
bad
rileng
oketsegileng
Thus
thers
gakologelwa
matter
nakong
ite@@
š@@
money
akanyetsa
Mal@@
yourself
dikgolo
loving
helped
wisdom
moun@@
Thu@@
anya
war
sego@@
ent@@
pati@@
hab@@
self-@@
thr@@
plea@@
members
ika
thought
best
Pe@@
moragonyana
Pu@@
mag@@
pelaelo
tlhas@@
Lord
semoyeng
she@@
ign
counsel
Jobe
rek@@
els
itum@@
vie@@
ema
certain
following
inter@@
cap@@
babedi
Gantsi
elelang
naga
bopel@@
mabaka
agwe
Greek
60
fetse
bl@@
potso
ches
associ@@
die
kopana
hold
mekgwa
ipi
reetsa
boitsholo
3-@@
change
around
ancient
relationship
ditsh@@
teaching
seka@@
44
lekan@@
Because
ya@@
nor@@
apeng
ns
feto@@
language
minis@@
vir@@
maswe
ithuti
wers
para@@
Lo
kobamelo
Bap@@
tlhab@@
desi@@
high@@
wicked
Eli@@
mak@@
far
bak@@
ould
interest@@
ject
continue
boa
ree
Who
ikutl@@
tshwarwa
Bor@@
nor
iting
tlhoma
att@@
fulfil@@
law
situation
To@@
Rus@@
Li@@
glor@@
comple@@
until
ages
ans@@
cur@@
hun@@
see@@
fy
boela
heavenly
experi@@
batle
bat@@
brother
ntle
tshwetso
human@@
bil@@
dies
sk@@
inst@@
segolo
mofuta
share
disp@@
iz@@
baptized
Chris@@
eyes
AL@@
Ka@@
anointed
hear@@
enjoy
ders
confi@@
gotlhelele
seem@@
head
ual
ory
cause
iri
support
ately
rage
saying
close
ER@@
develop@@
mean
oko@@
thus
itumela
especially
bagolwane
palo
assign@@
ened
twa
tshe
d-@@
indic@@
understand
70
Israelites
ough
tile
Po@@
rom@@
isana
dibuka
table
boloka
yet
ering
Par@@
talk
Bona
moved
tlaa
OL@@
dikgwe@@
bots@@
prin@@
2-@@
rap@@
kolobediwa
Since
small
position
pres@@
dirisi@@
gg@@
As@@
case
nageng
next
Sa@@
Daniel
wela
lands
kile
OR@@
tlong
ju@@
ries
York
che@@
reas@@
pli@@
farolog@@
aya
ape
refu@@
AR@@
W
malatsi
respect
seen
ragalo
Jews
joo
Americ@@
im
Bro@@
elana
kelotlhoko
tir@@
message
molaetsa
turned
dirileng
tshwane
itumedisang
Mark
emo@@
ref@@
dike@@
Afri@@
ikanyega
saw
mmo@@
fetola
feelings
stu@@
tshiwa
health
boitsh@@
sive
du
metara
tha
mosola
ili@@
bega
kgatlhanong
masisi
Gre@@
Ex@@
fitlhela
sons
KA
Ephesians
stead
ety
speak
hel@@
ide@@
lobaka
born
including
tsho
free
walo
f
ane@@
metse
soon
Au@@
boikepo
okgale
brought
dev@@
dead
states
flo@@
coun@@
answer
Although
tlog@@
diragala
bela
setšhaba
avoid
kgaolo
tseleng
sent
ake
kgatlheg@@
main@@
difficult
high
sense
tharo
tice
taken
nation
repor@@
influ@@
ann@@
elelo
mission@@
secu@@
42
ot@@
Jwa
AI@@
char@@
oketsa
reve@@
attention
eas@@
maj@@
mose@@
clear
vari@@
pic@@
doub@@
kgosi
torop@@
ach@@
mas@@
mafelong
Di
tlhano
Can
sekaseka
sign@@
desire
yega
low
ditswe
Of
Abraham
Sa
monate
tshiamo
H
anger
Bala
kalafi
ok
liter@@
iti
control
night
fetoga
speci@@
rele@@
Je@@
likely
Dilo
received
tat@@
challen@@
yo@@
lor@@
Bangwe
cont@@
felela
needs
tshimologong
dence
lebana
ES@@
Kgo@@
reading
gakgama@@
Creator
Those
43
dipokanong
lekgolong
bogosi
ourselves
Akanya
wanted
6-@@
taking
arabo
THE
lon@@
Ger@@
rit@@
thous@@
real
prove
Diti@@
Read
bility
ached
Are
my@@
kwantle
wrong
beli@@
tlhwa@@
pon@@
care@@
boikaelelo
learly
Sen@@
gaga@@
rer@@
Ruri
Today
tila
conc@@
ck@@
ze@@
kamano
itu@@
batl@@
Roma
tlhokega
rate
fered
affe@@
kgal@@
ana@@
itse@@
natla
Mmopi
demon@@
fen@@
person@@
nes@@
question
Ad@@
ni@@
laola
bidiwa
segolobogolo
Molao
conven@@
While
LE
some@@
turn
ring
Morena
produ@@
ising
ths
reka
kgethegileng
illustr@@
Moaposetoloi
sim@@
consci@@
cc@@
boemo
Gal@@
makes
tlhatlho@@
ember
tur@@
Ver@@
arab@@
Adam
lar@@
wi
Me
simply
awa@@
spo@@
book@@
bolok@@
tors
Such
tered
7-@@
beke
tern@@
dumalana
fic
tlhagisa
out@@
wide
Su@@
bokgoni
self
kgakala
happen@@
Ser@@
Jaanong
ational
account
appoin@@
suffering
aba
fudu@@
special
Sau@@
four
page
foko@@
Baby@@
privile@@
santse
sic
false
star@@
babu@@
tlholego
problem
comman@@
fi
kgato
bli@@
married
tshiamelo
belo
matlho
agano
barut@@
larly
whole
ani
aulengwe
sekolo
ian
TI@@
motlhanka
Ban@@
atl@@
claim@@
uma@@
Law
prophe@@
earth@@
even@@
sla@@
kgat@@
nothing
knew
tshiam@@
moral
group
follow
vision
provide
deci@@
Now
selekanyo
resul@@
sci@@
ki
tlana
Does
Bop@@
strong
taught
ath
ipol@@
ditšhaba
Daniele
masole
Gompieno
ditiragalo
receive
Wor@@
gam@@
ler
ster
ngwe
L
dedic@@
verse
ditshwantsho
Be
sadi
mpho
tation
mal
vol@@
setlhabelo
conduct
temple
Ru@@
Para@@
mosha
boikutlo
isions
ace
z
principles
emp@@
thinking
benef@@
uth
sing@@
benefit
posed
ze
involved
instru@@
large
ca
Sep@@
whether
stre@@
ly@@
tswela
ign@@
41
Pol@@
arri@@
iwang
trust
Adame
bereka
BA@@
ship@@
ell
Not
motlheng
roo@@
ant@@
tlhakanelodikobo
ale
vered
fetseng
makasine
tsadi
works
worship@@
Philip@@
On@@
wed
boko@@
ologileng
ful@@
sireletsa
boifa
once
lemo@@
judg@@
dinonofo
xi@@
according
gosi
half
opport@@
Jap@@
fli@@
ough@@
ail@@
U.S@@
pare
ition
cer@@
wè
tell
bopelonomi
direc@@
makge@@
ñwe
solo@@
attitude
gane@@
reason@@
Beth@@
According
ura
ofeti
heard
foun@@
pur@@
tsong
etela
necess@@
similar
eteledipele
ste@@
diphologolo
ger
latlheg@@
mele@@
gir@@
lov@@
percent
righteousness
hur@@
coup@@
obe@@
tlhakan@@
polit@@
alana
Consider
mit@@
enjo@@
country
dilong
sex@@
tlhaga@@
atoliki
letla
dil@@
gives
Society
tlam@@
bi
eless
tshol@@
mogo@@
ven
bele
tlhaga
mefuta
tsenya
any@@
tshwanelang
diwe
enced
invol@@
med
diwang
phu@@
taelo
disea@@
ty@@
ight
gileng
ens
taolo
motse
est@@
tlhol@@
Jeremiah
recogn@@
kindness
ek
emise@@
Buka
Segerika
kgothatsa
divine
fenya
See
gran@@
occa@@
medic@@
based
kingdom
arolong
work@@
dom@@
suff@@
teach
II
Watch
matters
educ@@
tro@@
prophet
During
move
duc@@
Tir@@
goro@@
bukeng
plan@@
physical
tlhomamisa
boga
tshwanelo
soul
information
streng@@
An
dimo
Mak@@
wetse
mengwe
satis@@
effe@@
Hebrew
Catholic
diphoso
rema@@
iseng
akare@@
marapo
jotlhe
Afrika
commen@@
da
adul@@
tsamaiso
195@@
don@@
diragatsa
dirisang
pego
already
started
lega@@
inten@@
certainly
esome
bolaya
chap@@
friend
melaometheo
tirelo
history
stand
dirisana
Morwa
Tso@@
tes
reli@@
maik@@
itumedisa
oper@@
cop@@
obamela
Jewish
past
balatedi
May
sh
Mongwe
followers
pelong
rati@@
determin@@
tshek@@
countries
everlasting
qui@@
Samuel
ologo
metlheng
watle
lead@@
malapa
mane
refle@@
bri@@
sever@@
godly
tlhodi
losika
ians
Tower
full
evidence
motheo
bolo
gatelela
Yohane
material
shows
Their
ill@@
oma
thuse
fav@@
annyeng
ist@@
disa@@
imit@@
bogale
morut@@
Q@@
ests
phepa
akanye@@
heal@@
bes@@
million
can@@
promise
interest
survi@@
ikobela
common
tlotl@@
poin@@
busa
moder@@
akanye
WA
Ho@@
kgaitsadi
egile
Solomon
lap@@
sight
tlwaelegileng
maiteko
diri
Gongwe
mony
pray
Mareko
Mon@@
kgololesego
call
Euro@@
Egyp@@
ton@@
song
kwadilweng
maikutlong
mentioned
ties
daugh@@
s.
kileng
ands
near
itive
Bol@@
Mafoko
longer
iwe
alano
ere
usu@@
crow@@
tlhaloganyo
rup@@
alone
second
Da@@
organization
ource
sacrifice
pite
ours
ability
leave
public
Ca@@
wo@@
itemogelo
neigh@@
div@@
refer@@
gue
lebelela
rest
held
Rather
olō
sekae
tswel@@
simolo@@
rule
ose
area
diphetogo
Gen@@
latlh@@
loba@@
otelele
truly
rather
cting
1914
individuals
year@@
increa@@
peto
huthego
anyone
Jose@@
tshelang
afala
perhaps
fetsa
line
loved
itir@@
ched
dipuo
Brit@@
bopelo@@
remain
takes
rarabol@@
ikanya
nwa
end@@
destro@@
gale@@
therefore
using
pray@@
People
Ke@@
Eleruri
Mic@@
bes
commun@@
lost
Ese@@
hemi@@
bontsh@@
gag@@
local
Uni@@
resurrection
tsholofetso
ako
Baefeso
thato
Batsadi
Mm@@
boitshwar@@
government
nonotsha
gale
kgele
justice
Inter@@
English
kgothaletsa
newa
wala
nya@@
meaning
months
port
tlhoko@@
conclu@@
Sh@@
tš@@
reg@@
okong
free@@
geng
maloko
return
church
Joshua
showed
ipotsa
kat@@
tlhogong
lin@@
apostles
mafelo
ctions
Ge@@
travel@@
MO@@
got
Rre
pher@@
alane
mots@@
dru@@
ision
ntšha
itseng
listen@@
prophecy
Ye@@
keletso
arrang@@
lek@@
lets@@
siam@@
hal@@
written
house@@
authority
within
gakgamatsang
cour@@
hō
od@@
lesha
serious
boemong
sheep
diragadiwa
dirilweng
yeg@@
lole@@
Will
bolawa
feel@@
search
eletso
dintlha
phi@@
rut@@
ff@@
atu@@
nonofileng
kept
ics
rotlo@@
kolobe@@
gain
drin@@
gakolodi
tsewa
olotiki
bosakhutleng
sekolong
atia
tribu@@
aries
Roman
65
won@@
mola@@
sediwa
46
ithu@@
onal
yego
ntsi
mos@@
belona
keep@@
happiness
48
clean
anela
ntlong
devo@@
Seo
sugg@@
provi@@
eto
kanyo
proved
kgathalesege
True
thusi@@
mes@@
Lef@@
working
who@@
BO@@
tletse
eki@@
tlwaele@@
qualities
accom@@
Witness
non@@
inspired
greater
net
dinku
natural
oke@@
ick@@
bagolo
consider@@
4-@@
kao
organ@@
tshwenyeg@@
tial
Jeremia
godileng
yane
slave
Scriptu@@
Spain
his@@
fre@@
afatsa
ense
dri@@
val
includ@@
Solomone
lived
Samuele
action
understanding
tsu@@
onomi
nama
Joseph
Fa@@
DS
Bafil@@
establ@@
Sim@@
accept
kololo
api
lesome
igh@@
bran@@
public@@
sirele@@
ssions
anything
setlapelo
ditshwetso
èna
dith@@
molekane
Te@@
vely
nka
aledi
magazine
new@@
recor@@
pioneer
bosheng
tsega
Sp@@
Tra@@
bodireding
peresiti
mego@@
welobotlhoko
lesedi
Bok@@
gakolola
197@@
tshwe@@
building
bodutu
fun@@
yalani
Des@@
Moragonyana
ology
sures
wetsi
Tora
Kafa
itself
Bana
activ@@
continued
maikaelelo
morwa
Ez@@
fof@@
mes
pursu@@
daise
vil@@
Nako
spir@@
Moreri
dipelo
ganya
explains
Col@@
cle@@
lear@@
gwa@@
contra@@
origin@@
AG@@
magolo
kgotha@@
ota
V
anaanela
diaparo
vel@@
dikhu@@
mmè
tlholo
exam@@
nonofo
diokobatsi
piwa
tsin@@
hisitori
bole@@
bosigo
nokeng
khutleng
provided
youths
kwa@@
gwe@@
simane
fol@@
Tebelo
lon
effort
IS@@
overse@@
Indeed
full-@@
explained
sisters
ligh@@
consi@@
bitsa
Ecclesiastes
Devil
okobetso
spiritually
millions
sil@@
falo
further
run@@
ditions
laela
Fe@@
speaking
mong
Life
egeng
strength
sou@@
Ph@@
shall
cra@@
sequ@@
bonwa
kgotso@@
destru@@
resente
ternational
ora
seka
obedi@@
ole
Dingwa@@
Mosupi
named
older
ineela
Ano@@
isitsweng
heavens
pers@@
particu@@
sions
allow@@
aletsa
dikarolo
dikilo@@
itshokela
letlhakoreng
wer
ised
ton
setshwantsho
Mary
molelo
shi@@
tory
Aborahame
habeng
ig@@
dikga@@
Monna
ord
atlega
egi
dumelang
Exodus
Dis@@
baagi
powerful
maemong
alia
enem@@
iness
till
duced
Deuteronomy
witness
100
sister
wake
Austr@@
regarding
Pele
Or@@
nak@@
Yuropa
Can@@
okgolo
Duteronome
thor@@
kil@@
Pen@@
gy
kotsing
dirwang
illi@@
Hi@@
congregations
five
etting
Bu@@
tlhoafalo
everything
Morwa@@
field
progra@@
gri@@
efforts
crit@@
fedisa
Like
hearts
rin@@
compani@@
erous
47
ple@@
dikgat@@
circumstances
Abo@@
oketsega
enough
crip@@
nono@@
esa
saense
Chil@@
kgolegelong
seem
effect
contribu@@
exp@@
exerci@@
hutsa@@
ikwatlha@@
ites
Encyclo@@
Man@@
15@@
leboga
rection
atlisiso
issue
pages
bonang
tlhare
diti@@
LE@@
esalema
though@@
hands
mino
ungo
mora@@
tent
Diabolo
ebong
tšh@@
relati@@
Ekesodo
forever
kaelo
Letsatsi
iled
oba@@
row
well-@@
allow
elop@@
tshwantsh@@
utlwalang
Mogolo
segile
thuba@@
Sehebera
bale
bac@@
meeting
wonder@@
dipol@@
boene
èlō
fadiwa
san@@
–
golwane
isagwe
jud@@
continu@@
vation
kwadi
ser
deep
Isa@@
ency
world@@
Her@@
decla@@
bae@@
families
ikanyegi
tseg@@
hear
Dec@@
tional
comfort
activity
FA
tloditsweng
malwetse
bra@@
ditseng
baaposetoloi
F
enc@@
cro@@
cal
tshw@@
ilo@@
ater
ol
preci@@
witnes@@
ologolo
epo
tshim@@
●
sacri@@
Tshen@@
bodire@@
Lu@@
ud@@
long@@
ano@@
parti@@
sole
fatshe
dipu@@
pain
righ@@
kin@@
deed
apo@@
blo@@
kgama@@
ought
kala
sac@@
vere@@
aga@@
eng@@
xt
far@@
urch
erese@@
leny@@
val@@
tlhomam@@
kno@@
reat@@
til@@
v
ammaaruri
tain@@
kaulengwe
bers
seri@@
bs
diko@@
Wh@@
sear@@
evid@@
Eng@@
frien@@
inte@@
Jere@@
erika
Gon@@
examp@@
yp@@
simp@@
U
you@@
M
individu@@
sai@@
fect
respe@@
io
tlheng
author@@
botl@@
felo
Is@@
prac@@
fore
aching
C
pione@@
tlhoma@@
inf@@
felong
ʹ@@
eri@@
dikobo
differ@@
šhaba
faith@@
uri
Ja@@
num@@
zed
’@@
whe@@
cir@@
resur@@
èl@@
gh
pi
obam@@
expla@@
refore
maga@@
kwadil@@
é@@
Christi@@
one@@
onyana
aking
sion@@
mon
ak
sting
inclu@@
langu@@
follow@@
kgwa
tšha
hen
pose
diraga@@
maka@@
ready
standing
your@@
botlha@@
evil
ditš@@
haps
self@@
govern@@
tw@@
know@@
kol@@
Jer@@
ñ@@
accoun@@
ilione
yeng
physi@@
Sam@@
fur@@
dren
ization
grou@@
ith
okobe@@
lud@@
·
cent
youn@@
criptu@@
·@@
supi
itude
ous@@
Amer@@
anci@@
rara@@
tlhotlh@@
Rev@@
religi@@
encou@@
ility
chool
shu@@
ph
sul@@
botsh@@
tshwantsho
ologan@@
issu@@
heav@@
gan
afalo
kal@@
selves
wr@@
dingwa@@
ikanyeg@@
tlhabelo
ben@@
dipok@@
ja@@
materi@@
ques@@
import@@
ome
mem@@
oro
fatsh@@
Tru@@
possi@@
◆
feti@@
oloi
simol@@
eresete
amo
hou@@
disang
é
gwaga
situ@@
mala@@
K
dira@@
nee@@
baag@@
artic@@
B
$
kanya
ept
lagan@@
mean@@
Mare@@
Sin@@
chil@@
arolo
juda
deter@@
exer@@
recei@@
ld@@
difficul@@
Tho@@
read@@
nonof@@
ofo
Do@@
X@@
iki
tlhop@@
cy@@
uring
dinon@@
sea@@
tlhanka
bet@@
sika
tak@@
jus@@
potsa
hame
every@@
lasting
regar@@
thong
sege
Yo@@
©
bolo@@
ew
ikaelelo
botlhok@@
ku
chan@@
giso
P
eve
Bakorin@@
wic@@
J
apost@@
knowled@@
yes
hus@@
kgai@@
them@@
kobam@@
itshok@@
avo@@
diph@@
cum@@
kolog@@
walang
lik@@
ousness
í@@
mpi@@
magaz@@
gakolog@@
oub@@
ilo
Baefes@@
divi@@
Israel@@
Gree@@
apelo
l-@@
ikob@@
haba
Jeho@@
á@@
dul@@
ich
sheng
thulagan@@
wish
iteko
huthe@@
hisitor@@
Phil@@
isiso
ebana
reco@@
ʹ
phes@@
ikutlo
inted
angu@@
itor@@
bosi@@
famili@@
æ@@
atis@@
reri
fri@@
aparo
thin@@
aelo
tsholo@@
golo@@
ey
Acc@@
spiritu@@
emong
with@@
rit
Af@@
gover@@
Jehov@@
Cathol@@
itumelo
fam@@
condu@@
sedi
wis@@
relation@@
togo
obotlhoko
ur
farologan@@
Sat@@
gau@@
Joh@@
ologong
eld
kgothale@@
tsatsi
oketseg@@
sage
ü@@
tles
simil@@
fut@@
theo
godimong
&
sel
orin@@
sm@@
resen@@
orig@@
apo
Jes@@
amano
ammaar@@
led@@
inform@@
circum@@
Solo@@
greg@@
oreng
akobe
phuthe@@
by@@
olom@@
cond
hoso
ld
E.
bam@@
diff@@
tshedi@@
Rom@@
Corin@@
him@@
kgoleg@@
spi@@
Gan@@
sir@@
hetogo
ho
ather
ã@@
Ephes@@
alema
moyeng
ó@@
inu@@
gakol@@
okeng
letlhak@@
stances
dut@@
marri@@
tere
setl@@
okobatsi
sula
U.@@
Ek@@
nec@@
afi
tioned
ageng
certain@@
happ@@
Ise@@
Mmo@@
%
Abra@@
inst
arr@@
atedi
alities
ö@@
Soci@@
Seg@@
spon@@
oloti@@
lit@@
atol@@
Wat@@
onom@@
thol@@
olesego
q
X
mosetso
tries
uro@@
ham
elf
wer@@
fetso
congreg@@
mmal@@
matota
ween
Pau@@
ysi@@
ako@@
aposetoloi
forts
espe@@
futa
ikwa@@
allen@@
iseraele
molek@@
boika@@
etele@@
lustr@@
yal@@
kgolong
Psal@@
contro@@
▫
kau@@
met@@
til
ames
itemog@@
fort
ô@@
band
Ecc@@
ikutlong
tury
vid
gakolo@@
°
gether
ú@@
eso@@
bapti@@
power@@
itek@@
tower
aometheo
ä@@
okoba@@
sakhu@@
abolo
lesi@@
stem
elation
tlhole@@
|
toka
ʼ@@
atural
ł@@
metheo
sakhutleng
dimong
port@@
gotlh@@
sak@@
ç@@
ê
Consi@@
gompi@@
publi@@
ciples
q@@
dividu@@
◯
á
Watch@@
✔
○
Timo@@
Engl@@
maar@@
thale@@
Dani@@
elodikobo
Witnes@@
bera
fide
uropa
augh@@
Heb@@
Z
inspi@@
Š@@
Corinthi@@
Á@@
uter@@
❑
vile@@
aught
onomy
hebera
nyeng
Eg@@
ople
É@@
ë@@
thegileng
Yor@@
verbs
j
righte@@
#
í
⁠@@
kwan@@
ḥ@@
ording
sisi
heaven@@
ā@@
icul@@
dutu
à
ë
hane
>
ê@@
Ö@@
fice
aposet@@
ʽ@@
▶
Creat@@
motlho@@
­@@
cially
peres@@
ה@@
proble@@
Ditir@@
→
י@@
ו@@
Ecclesi@@
ה
È@@
â@@
milli@@
❏
=
elotlhoko
↓
č@@
Q
rote
ʼ
®
Jerus@@
■
itnes@@
Joshu@@
←
❖
alem
leruri
▸
C.@@
gonyana
ð@@
ū@@
̆@@
⇩
Gom@@
ï@@
Samu@@
Baef@@
Í@@
eteledip@@
Teb@@
Ō
apos@@
‛
raele
ø@@
ī
odus
⁠
œ@@
È
esta@@
Baeb@@
ś@@
↑
ń@@
å@@
ş@@
Ō@@
thalesege
meet@@
ô
ú
+
Hebre@@
ä
ž@@
Ding@@
sine
ã
Solom@@
ł
£
š
ý@@
ē@@
É
bokgon@@
Ñ@@
î@@
à@@
ą@@
õ@@
Ã@@
◇
ę@@
Genes@@
ó
Ada@@
­
−
⇨
ς
ö
ē
Jeremi@@
—@@
Matha@@
Ż@@
Abora@@
Ü@@
feti
ň
ι@@
ü
Matthe@@
‐
Ñ
‚
ý
ī@@
―
rom
ε@@
û@@
‐@@
Ó@@
:@@
̩@@
Ḥ@@
ľ@@
Ś@@
ā
\
foko
Ž@@
ć
ß@@
ò
Å@@
ě@@
σ@@
Á
⁄
Gompi@@
‘@@
Morag@@
Ô@@
Ä@@
ẹ@@
ν@@
¡
ş
_@@
▾
segolo@@
æ
ū
Ú@@
ż@@
Duter@@
΄
ׁ
Ł@@
ש@@
€
פ@@
À
נ@@
γ@@
Isra@@
ė
ν
™
Æ@@
ß
Ø@@
ï
τ@@
⁄@@
ό@@
ř@@
ἰ@@
א
π@@
Ş@@
ο@@
@
ṣ@@
☞
➤
κ@@
ώ@@
Î@@
lefatsh@@
ʺ
×
õ
Isai@@
θ@@
Â@@
ő@@
ò@@
ẹ
ŭ@@
ă@@
÷
ṭ@@
◗
å
ḍ@@
ֹ
ω
δ@@
ù
μ@@
י
̀@@
Å
ύ@@
›
̗@@
⇧
ì
‹
ְ@@
Ṭ@@
̄
§
ı@@
;@@
ń
Ẹ@@
ק@@
Ê
ɔ@@
onome
ă
₦
ל@@
ć@@
ọ
̇@@
Ọ@@
ד
ť@@
ė@@
_
☒
א@@
đ@@
Ç@@
Κ@@
Í
ṇ@@
ḥ
▴
ά@@
α@@
¿
λ@@
ę
η@@
û
<
ì@@
ʽ
ə@@
ĕ@@
â
ç
ἄ@@
Č@@
Ê@@
ů@@
Ë@@
ś
ὅ
α
Ω
ţ@@
Ρ@@
ǒ@@
ὅ@@
ᾶ@@
Υ@@
υ
Ε@@
̧@@
ֹ@@
ָ@@
Ä
ש
Ò
ט
ź
נ
ǒ
Θ@@
ρ@@
́@@
}
◊
ṡ@@
uteronomy
{
Ekeso@@
î
◀
̆
astes
ŝ@@
Ù@@
Ο@@
Ò@@
